{
  "1": {
    "t": "Alif. Lam. Ra. These are the verses of the Book of wisdom.",
    "tr": "Alif-Laaam-Raa; tilka Aayaatul Kitaabil Hakeem"
  },
  "2": {
    "t": "Why should it seem strange to mankind that We sent revelations to a mortal among them, who would warn others and give to the believers the glad news of their high rank in the sight of God. The unbelievers have said, \"He (Muhammad) is certainly a magician.\"",
    "tr": "A-kaana linnaasi 'ajaaban 'an 'awhainaaa 'ilaa rajulin minhum 'an anzirin naasa Wa-bashshiril lazeena 'aamanoo 'anna lahum qadama sidqin 'inda Rabbihim; qaalal kaafiroona 'inna haazaa la-saahirun mubeen"
  },
  "3": {
    "t": "God is your Lord who has created the heavens and the earth in six days and established His Dominion over the Throne. He maintains order over the creation. No one can intercede for others without His permission. It is God who is your only Lord. Worship only Him. Will you then not think?",
    "tr": "Inna Rabbakumul laahul lazee khalaqas samaawaati wal-arda fee sittati aiy-yaamin thummas tawaa 'alal 'Arshi yudabbirul amra maa min shafee'in illaa min ba'di iznih; zalikumul laahu Rabbukum fa'budooh; afalaa tazakkaroon"
  },
  "4": {
    "t": "People, you will all return to God. The promise of God is true; He creates all things and (after their death) brings them to life again so that He may justly reward the righteously striving believers. The disbelievers will drink boiling filthy water and suffer painful torment as a recompense for their disbelief.",
    "tr": "Ilaihi marji'ukum jamee-'anw wa'dal laahi haqqaa; innahoo yabda'ul khalqa thumma yu'eeduhoo liyajziyal lazeena aamanoo Wa-'amilus saalihaati bilqist; wallazeena kafaroo lahum sharaabun min hamee-minw Wa-'azaabun 'aleemun bimaa kaanoo yakfuroon"
  },
  "5": {
    "t": "It is God who has made the sun radiant and the moon luminous and has appointed for the moon certain phases so that you may compute the number of years and other reckonings. God has created them for a genuine purpose. He explains the evidence (of His existence) to the people of knowledge.",
    "tr": "Huwal lazee ja'alash shamsa diyaaa'anw walqamara nooranw Wa-qaddarahoo manaazila li-ta'lamoo 'adadas sineena walhisaab; maa khalaqal laahu zaalika illa bilhaqq; yufassilul aayaati li-qawminy ya'lamoon"
  },
  "6": {
    "t": "The alternation of the day and night and all that God has created in the heavens and earth are evidence (of the existence of God) for the pious people.",
    "tr": "Inna fikh tilaafil laili wannahaari Wa-maa khalaqal laahu fis samaawaati wal-ardi la-aayaatin liqawmien yattaqoon"
  },
  "7": {
    "t": "Those who do not have hope of receiving Our mercy in the life hereafter who are pleased and satisfied with the worldly life and who pay no attention to Our revelations",
    "tr": "Innal lazeena laa yarjoona liqaaa'anaa Wa-radoo bilhayaatid dunyaa watma'-annoo bihaa wallazeena hum 'an Aayaatinaa ghaafiloon"
  },
  "8": {
    "t": "will all have the Fire as their dwelling for that which they had done.",
    "tr": "Ulaaa'ika ma'waahumun Naaru bimaa kaanoo yaksiboon"
  },
  "9": {
    "t": "The righteously striving believers receive, through their faith, guidance from their Lord to the bountiful gardens wherein streams flow.",
    "tr": "Innal lazeena aamanoo Wa-'amilus saalihaati yahdeehim Rabbuhum bi-eemaanihim tajree min tahtihimul anhaaru fee jannaatin Na'eem"
  },
  "10": {
    "t": "Their prayer shall be, \"Glory be to you Lord,\" and their greeting, \"Peace be with you,\" and the only other words (of worldly speech) they will speak will be, \"It is God, Lord of the Universe, who deserves all praise.\"",
    "tr": "Da'waahum feehaa Subhaanakal laahumma Wa-tahiyyatuhum feehaa salaam; Wa-aakhiru da'waahum anil hamdu lillaahi Rabbil 'aalameen"
  },
  "11": {
    "t": "Had God been as hasty to punish people as they were hasty to achieve good, their life would have already ended. We will leave those who have no hope of receiving Our mercy, in the life hereafter, to continue blindly in their transgression.",
    "tr": "Wa-law yu'ajjilul laahu linnaasish sharra sti'-jaalahum bil-khairi laqudiya ilaihim 'ajaluhum fa-nazarul lazeena laa yarjoona liqaaa'anaa fee tughyaanihim ya'mahoon"
  },
  "12": {
    "t": "When the human being is affected by hardship, he starts to pray while lying on his side, sitting or standing, but when We relieve him from hardship, he starts to act as though he had never prayed to Us to save him from the misfortune. This is how transgressors' deeds are made attractive to them.",
    "tr": "Wa-izaa massal insaanad durru da'aanaa li-jambiheee aw qaa'idan aw qaaa'iman falammaa kashafnaa 'anhu durrahoo marra ka-an lam yad'unaaa ilaa durrin massah; kazaalika zuyyina lilmusrifeena maa kaanoo ya'maloon"
  },
  "13": {
    "t": "We destroyed certain generations who lived before you because of their injustice. Our Messengers came to them and showed them miracles, but they would not believe. Thus do We punish the criminals.",
    "tr": "Wa-laqad ahlaknal quroona min qablikum lammaa zalamoo Wa-jaaa'at-hum Rusuluhum bil-baiy-yinaati Wa-maa kaanoo liyu'minoo; kazaalika najzil qawmal mujrimeen"
  },
  "14": {
    "t": "We have made you their successors in the land so that We could see how you behaved.",
    "tr": "Thumma ja'alnaakum khalaaa'ifa fil ardi min ba'dihim li-nanzura kaifa ta'maloon"
  },
  "15": {
    "t": "Whenever Our authoritative revelations are recited to those who do not wish to meet Us in the life hereafter, say, \"Bring us another book besides this one or change it.\" (Muhammad), tell them, \"I can not change it myself. I only follow what is revealed to me. I fear that for disobeying my Lord I shall be punished on the great (Day of Judgment).",
    "tr": "Wa-izaa tutlaa 'alaihim aayaatunaa baiy-yinaatin qaalal lazeena laa yarjoona liqaaa'a na'ti bi-Qur'aanin ghairi haazaaa aw baddilh; qul maa yakoonu leee 'an 'ubaddilahoo min tilqaaa'i nafsee in attabi'u illaa maa yoohaaa ilaiy-ya inneee akhaafu in 'asaytu Rabbee 'azaaba Yawmin 'Azeem"
  },
  "16": {
    "t": "(Muhammad), tell them, \"Had God wanted I would not have recited it (the Book) to you nor would I have told you anything about it. I lived among you for a whole life-time before it was revealed. Will you then not understand?",
    "tr": "Qul law shaaa'al laahu maa talawtuhoo 'alaikum Wa-laaa adraakum bihee faqad labistu feekum 'umuran min qablih; afalaa ta'qiloon"
  },
  "17": {
    "t": "Who is more unjust than one who invents falsehood against God or calls His revelations lies? The criminals will certainly have no happiness.",
    "tr": "Faman azlamu mimmanif taraa 'alal laahi kaziban aw kazzaba bi-Aayaatih; innahoo laa yuflihul mujrimoon"
  },
  "18": {
    "t": "(Some people) worship things other than God which harm nor benefit them. They say, \"These (idols) are our intercessors before God.\" (Muhammad), tell them, \"Are you trying to tell God about something that He does not find in the heavens or earth? God is too Glorious to be considered equal to idols.\"",
    "tr": "Wa-ya'budoona min doonil laahi maa laa yadurruhum Wa-laa yanfa'uhum Wa-yaqooloona haaa'ulaaa'i shufa'aaa-'unaa 'indal laah; qul 'a-tunabbi-'oonal laaha bi-maa laa ya'lamu fis samaawaati Wa-laa fil ard; subhaanahoo Wa-Ta'aalaa 'ammaa yushrikoon"
  },
  "19": {
    "t": "All people (once) followed one belief. Then they began to follow different beliefs. Had not a word of your Lord (His decision to give every one time and free will) been decreed, God would already have settled their differences.",
    "tr": "Wa-maa kaanan naasu illaaa ummatanw waahidatan fa-khtalafoo; Wa-law-laa kalimatun sabaqat mir Rabbika laqudiya bainahum fee-maa feehi yakhtalifoon"
  },
  "20": {
    "t": "They (unbelievers) say, \"Why has his Lord not given him some miracles to (support his claim of being His Messenger)?\" Say \"(The knowledge) of the unseen certainly belongs to God. Wait and I too shall be waiting with you.",
    "tr": "Wa-yaqooloona law-laaa unzila 'alaihi aayatun mir Rabbihee faqul innamal ghaibu lillaahi fantaziroo innee ma'akum minal muntazireen"
  },
  "21": {
    "t": "When people are granted mercy after having suffered hardship, they begin to plot against Our revelations. Say, \"God is the most swift in His plans.\" Our angelic messengers record all that you plot.",
    "tr": "Wa-izaaa azaqnan naasa rahmatan min ba'di darraaa'a massat-hum izaa lahum makrun feee aayaatinaa; qulil laahu asra'u makraa; inna rusulanaa yaktuboona maa tamkuroon"
  },
  "22": {
    "t": "When you are rejoicing in a boat, a favorable breeze and a violent storm arises with waves surrounding you from all sides. Thinking that you will not survive, you start to pray sincerely to God. In prayer, you say, \"If You rescue us from this we shall certainly be grateful\".",
    "tr": "Huwal lazee yusayyirukum fil barri walbahri hattaaa izaa kuntum fil fulki Wa-jaraina bihim bi-reehin tayyibatinw Wa-farihoo bihaa jaaa'at-haa reehun 'aasifunw Wa-jaaa'ahumul mawju min kulli makaaninw Wa-zannooo 'annahum 'uheeta bihim da'a wullaaha mukhliseena lahud deena la'in anjaitanaa min haazihee la-nakoonanna minash shaakireen"
  },
  "23": {
    "t": "When We saved you, you started to rebel unjustly in the land. People, your rebellion will only harm yourselves. You may enjoy the worldly life but to Us you will all return and We will let you know all that you had done.",
    "tr": "Falammaaa anjaahum izaa hum yabghoona fil ardi bighairil haqq; yaaa-aiy-yuhan naasu innamaa bagh-yukum 'alaaa anfusikum mataa'al hayaatid dunyaa thumma ilainaa marji'ukum fanunabbi-'ukum bimaa kuntum ta'maloon"
  },
  "24": {
    "t": "The example of the worldly life is like the water sent down from the sky which becomes mixed with the earth's produce that people and cattle consume. When the land becomes fertile and pleasant, people think that they have control over it. At Our command during the night or day, the land becomes as barren as if it had no richness the day before. Thus, do We explain the evidence (of the truth) for the people who reflect.",
    "tr": "Innamaa masalul hayaatid dunyaa ka-maaa'in anzalnaahu minas samaaa'i fakhtalata bihee nabaatul ardi mimmaa ya'kulun naasu wal-an'aam; hattaaa izaaa akhazatil ardu zukhrufahaa wazzayyanat Wa-zanna ahluhaaa annahum qaadiroona 'alaihaaa ataahaaa amrunaa lailan aw nahaaran faja'alnaahaa haseedan ka-'an lam taghna bil-ams; kazaalika nufassilul aayaati liqawmien yatafakkaroon"
  },
  "25": {
    "t": "God invites every one to the House of Peace and guides whomever He wants to the right path.",
    "tr": "Wallaahu yad'ooo ilaa daaris salaami Wa-yahdee many yashaaa'u ilaa Siraatin Mustaqeem"
  },
  "26": {
    "t": "The righteous will receive good reward for their deeds and more. Their faces will suffer no disgrace or ignominy. They will be the dwellers of Paradise wherein they will live forever.",
    "tr": "Lil-lazeena ahsanul husnaa Wa-ziyaadatunw Wa-laa yarhaqu wujoohahum qatarunw Wa-laa zillah; ulaaa'ika as-haabul jannati hum feehaa khaalidoon"
  },
  "27": {
    "t": "The recompense for the evil deeds will be equally evil (not more) and the faces of the evil-doers will suffer from disgrace. No one can protect them from the wrath of God. Their faces will become dark as if covered by the pitch-darkness of night. They will be the dwellers of hell wherein they will remain forever.",
    "tr": "Wallazeena kasabus saiyi-aati jazaaa'u saiyi'atin bimislihaa Wa-tarhaquhum zillah; maa lahum minal laahi min 'aasimin ka-annamaaa ughshiyat wujoohuhum qita'an minal laili muzlimaa; ulaaa'ika As-haabun Naari hum feeha khaalidoon"
  },
  "28": {
    "t": "We will tell the pagans on the day when every one is resurrected, \"Stand with your idols wherever you are.\" Then We will separate them (from their idols) and their idols will protest against them saying, \"You did not worship us.",
    "tr": "Wa-yawma nahshuruhum jamee'an thumma naqoolu lil-lazeena ashrakoo makaanakum antum Wa-shurakaaa'ukum; fazaiy-yalnaa bainahum Wa-qaala shurakaaa'uhum maa kuntum iyyaanaa ta'budoon"
  },
  "29": {
    "t": "God is Sufficient Witness for us that we were not aware of your worship\".",
    "tr": "Fakafaa billaahi shaheedan bainanaa Wa-bainakum in kunnaa 'an 'ibaadatikum laghaafileen"
  },
  "30": {
    "t": "There every soul will experience the result of all that it had done. They will be brought into the presence of God, their true Lord, and all that they falsely invented will vanish.",
    "tr": "Hunaalika tabloo kullu nafsin maaa 'aslafat; Wa-ruddoo ilal laahi mawlaahumul haqqi Wa-dalla 'anhum maa kaanoo yaftaroon"
  },
  "31": {
    "t": "(Muhammad), ask them, \"Who gives you sustenance from the heavens and earth, who truly possesses (your) hearing and seeing abilities, who brings the living out of the dead and the dead out of the living and who regulates (the whole Universe)? They will reply, \"God.\" Ask them, \"Why, then, do you not have fear of Him?\"",
    "tr": "Qul maien yarzuqukum minas samaaa'i wal-ardi ammanien yamlikus sam'a wal-absaara Wa-maien yukhrijul haiyya minal maiyyiti Wa-yukhrijul maiyyita minal haiyyi Wa-maien yudabbirul amr; fasa-yaqooloonal laah; faqul afalaa tattaqoon"
  },
  "32": {
    "t": "Thus is God your true Lord. In the absence of truth there is nothing but falsehood. Then where are you turning?",
    "tr": "Fazaalikumul laahu Rabbukumul haqq; famaazaa ba'dal haqqi illad dalaalu fa-anna tusrafoon"
  },
  "33": {
    "t": "The decree of your Lord that the evil-doers will not have faith has already been issued.",
    "tr": "Kazaalika haqqat Kalimatu Rabbika 'alal lazeena fasaqooo annahum laa yu'minoon"
  },
  "34": {
    "t": "(Muhammad), ask them,\"Can any of your idols create something (cause it to die), and then bring it back to life again?\" Say, \"Only God can originate the creation and bring it to life again. Where have you strayed?\"",
    "tr": "Qul hal min shurakaaa-'ikum maien yabda'ul khalqa thumma yu'eeduh; qulil laahu yabda'ul khalqa thumma yu'eeduhoo fa-annaa tu'fakoon"
  },
  "35": {
    "t": "(Muhammad), ask them, \"Can any of your idols guide you to the Truth?\" Say, \"Only God guides to the Truth.\" Is the one who guides to the Truth a proper guide or one who himself cannot find guidance unless he is guided (by others)? What is wrong with you that you judge (so unjustly)?",
    "tr": "Qul hal min shurakaaa-'ikum maien yahdeee ilal haqq; qulil laahu yahdee lilhaqq; afamaien yahdeee ilal haqqi ahaqqu aien yuttaba'a ammal laa yahiddeee illaaa aien yuhdaa famaa lakum kaifa tahkumoon"
  },
  "36": {
    "t": "Most of the unbelievers follow only conjecture which certainly cannot serve as a substitute for the Truth. God knows well what they do.",
    "tr": "Wa-maa yattabi'u aksaruhum illaa zannaa; innaz zanna laa yughnee minal haqqi shai'aa; innal laaha 'Aleemun bimaa yaf'aloon"
  },
  "37": {
    "t": "No one could have composed this Quran besides God. This confirms the existing Book (the Bible) and explains itself. There is no doubt that it is from the Lord of the Universe.",
    "tr": "Wa-maa kaana haazal Qur'aanu ai yuftaraa min doonil laahi Wa-laakin tasdeeqal lazee baina yadaihi Wa-tafseelal Kitaabi laa raiba fee mir Rabbil 'aalameen"
  },
  "38": {
    "t": "Do they say that Muhammad has invented it? (Muhammad), tell them, \"If your claim is true, compose only one chapter like it and call on anyone besides God for help.",
    "tr": "Am yaqooloonaf taraahu qul fa'too bi-sooratin mislihee wad'oo manis tata'tum min doonil laahi in kuntum saadiqeen"
  },
  "39": {
    "t": "They call a lie something that is beyond the limit of their knowledge and whose interpretation has not yet been revealed. Some people who lived before them also called Our revelations lies. Consider how terrible was the end of the unjust people!",
    "tr": "Bal kazzaboo bimaa lam yuheetoo bi'ilmihee Wa-lammaa ya'tihim ta'weeluh; kazaalika kazzabal lazeena min qablihim fanzur kaifa kaana 'aaqibatuz zaalimeen"
  },
  "40": {
    "t": "Some of them believe in the Quran and others do not. Your Lord knows best the evil doers.",
    "tr": "Wa-minhum maien yu-'minu bihee Wa-minhum mal laa yu'minu bih; Wa-Rabbuka a'lamu bilmufsideen"
  },
  "41": {
    "t": "If they call you a liar, tell them, \"Let each one of us follow his own way. You will not be responsible for what I do and I will not be responsible for what you do\".",
    "tr": "Wa-in kazzabooka faqul lee 'amalee Wa-lakum 'amalukum antum bareee'oona mimmaaa a'malu Wa-ana bareee'um mimmaa ta'maloon"
  },
  "42": {
    "t": "Some of them will listen to you, but are you supposed to make the deaf hear even if they have no understanding?",
    "tr": "Wa-minhum maien yastami'oona iliak; afa-anta tusmi'us summa Wa-law kaanoo laa ya'qiloon"
  },
  "43": {
    "t": "Some of them will look at you, but are you supposed to guide the blind even if they have no vision?",
    "tr": "Wa-minhum maien yanzuru ilaik; afa-anta tahdil 'umya Wa-law kaanoo laa yubsiroon"
  },
  "44": {
    "t": "God does not do the least bit of injustice to anyone but people wrong themselves.",
    "tr": "Innal laaha laa yazlimun naasa shai'anw Wa-laakin nannaasa anfusahum yazlimoon"
  },
  "45": {
    "t": "On the day when they will be resurrected, their worldly life will seem to them only as an hour of a day and they all will recognize each other. Those who called the receiving of mercy from God a lie are certainly lost. They did not have the right guidance.",
    "tr": "Wa-Yawma yahshuruhum ka-'an lam yalbasooo illaa saa'atan minan nahaari yata'aarafoona bainahum; qad khasiral lazeena kazzaboo bi-liqaaa'il laahi Wa-maa kaanoo muhtadeen"
  },
  "46": {
    "t": "When if We show you them suffering Our retribution or you die before their suffering, (they will not be able to escape Our punishment) they will all return to Us. God bears witness to whatever they do.",
    "tr": "Wa-imma nuriyannaka ba'dal lazee na'iduhum aw natawaffayannaka fa-ilainaa marji'uhum thummal laahu shaheedun 'alaa maa yaf'aloon"
  },
  "47": {
    "t": "A Messenger is appointed for all people. When the Messenger for them came he judged among them fairly and they were not wronged.",
    "tr": "Wa-likulli ummatir Rasoolun fa-izaa jaaa'a Rasooluhum qudiya bainahum bilqisti Wa-hum laa yuzlamoon"
  },
  "48": {
    "t": "They ask, \"If you (believers) speak the truth, when will your promise (about the Day of Judgment) be fulfilled?\"",
    "tr": "Wa-yaqooloona mataa haazal wa'du in kuntum saadiqeen"
  },
  "49": {
    "t": "(Muhammad), tell them, \"I have no control over my suffering or benefits unless God wills. Every nation is destined to live for an appointed time. They can neither delay that time nor can they cause it to come sooner.",
    "tr": "Qul laaa amliku linafsee darranw Wa-laa naf'an illaa maa shaaa'al laah; likulli ummatin ajalun izaa jaaa'a ajaluhumfa laaa yasta'khiroona saa'atanw Wa-laa yastaqdimoon"
  },
  "50": {
    "t": "Ask them, \"What benefit can criminals get from their demand that God must punish them immediately if His words are true?\" Whether His punishment befalls them during the day or night (they will not be able to escape).",
    "tr": "Qul 'a-ra'aytum in ataakum 'azaabuhoo bayaatan aw nahaaran maazaa yasta'jilu minhul mujrimoon"
  },
  "51": {
    "t": "Besides, if He was to send them the punishment which they want to quickly experience, would they then have faith?",
    "tr": "A-thumma izaa maa waqa'a aamantum bih; aaal-'aana Wa-qad kuntum bihee tasta'jiloon"
  },
  "52": {
    "t": "The unjust will be told, \"Suffer the everlasting torment. Do you expect a recompense other than what you deserve?",
    "tr": "Thumma qeela lil-lazeena zalamoo zooqoo 'azaabal khuldi hal tujzawna illaa bimaa kuntum taksiboon"
  },
  "53": {
    "t": "They ask you, \"Is that (punishment) true?\" Tell them, \"It certainly is. I swear by my Lord. You can not escape from (God's retribution)\".",
    "tr": "Wa-yastanbi'oonaka 'a-haqqun huwa qul ee Wa-Rabbeee innahoo lahaqq; Wa-maaa antum bimu'jizeen"
  },
  "54": {
    "t": "(On the Day of Judgment) to redeem oneself of one's injustice, one would gladly spend the wealth of the whole earth if it were possible. On seeing the torment one will try to hide his regret. They will all be judged fairly and no wrong will be done to them.",
    "tr": "Wa-law anna likulli nafsin zalamat maa fil ardi laftadat bih; Wa-asarrun nadaamata lammaa ra-awul 'azaab, Wa-qudiya bainahum bilqist; Wa-hum laa yuzlamoon"
  },
  "55": {
    "t": "All that is in the heavens and the earth certainly belongs to God and His promise is true, but many people do not know this.",
    "tr": "Alaaa inna lillaahi maa fis samaawaati wal-ard; alaaa inna wa'dal laahi haqqunw Wa-laakinna aksarahum laa ya'lamoon"
  },
  "56": {
    "t": "It is God who gives life and causes things to die. To Him you will all return.",
    "tr": "Huwa yuhyee Wa-yumeetu Wa-ilaihi turja'oon"
  },
  "57": {
    "t": "People, good advice has come to you from your Lord a (spiritual) cure, a guide and a mercy for the believers.",
    "tr": "Yaaa-aiyyuhan naasu qad jaaa'atkum maw'izatun mir Rabbikum Wa-shifaaa'ul limaa fis sudoori Wa-hudanw Wa-rahmatul lil-mu'mineen"
  },
  "58": {
    "t": "(Muhammad), tell them, \"To be happy with the favors and mercy of God is better than whatever you accumulate\".",
    "tr": "Qul bi-fadlil laahi Wa-bi-rahmatihee fa-bi-zaalika fal-yafrahoo huwa khairun mimmaa yajma'oon"
  },
  "59": {
    "t": "Ask them, \"Have you considered that out of the sustenance which God has given you, you made some of it lawful and some unlawful? Did God permit you to do this or are you ascribing falsehood to Him?\"",
    "tr": "Qul ara'aitum maaa anzalal laahu lakum mir rizqin faja'altum minhu haraamanw Wa-halaalan qul aaallaahu azina lakum; am 'alal laahi taftaroon"
  },
  "60": {
    "t": "What do those who ascribe falsehood to God think of the Day of Judgment? God is generous to the human being, yet many do not give thanks.",
    "tr": "Wa-maa zannul lazeena yaftaroona 'alal laahil kaziba Yawmal Qiyaamah; innal laaha lazoo fadlin 'alan naasi Wa-laakinna aksarahum laa yashkuroon"
  },
  "61": {
    "t": "(Muhammad), We bear witness to all your affairs; whatever you recite from the Quran and whatever you (people) do. Nothing in the heavens or the earth is hidden from your Lord, even that which is as small as an atom's weight or greater or smaller. All is recorded in the glorious Book.",
    "tr": "Wa-maa takoonu fee sha'ninw Wa-maa tatloo minhu min qur'aaninw Wa-laa ta'maloona min 'amalin illaa kunnaa 'alaikum shuhoodan iz tufeedoona feeh; Wa-maa ya'zubu 'ar Rabbika min misqaali zarratin fil ardi Wa-laa fis samaaa'i Wa-laaa asghara min zaalika Wa-laaa akbara illaa fee Kitaabin Mubeen"
  },
  "62": {
    "t": "The friends of God will certainly have nothing to fear, nor will they be grieved.",
    "tr": "Alaa innaa awliyaaa'al laahi laa khawfun 'alaihim Wa-laa hum yahzanoon"
  },
  "63": {
    "t": "Those who have faith and fear God",
    "tr": "Allazeena aamanoo Wa-kaanoo yattaqoon"
  },
  "64": {
    "t": "will receive glad news both in this life and in the life hereafter. The words of God do not change. This alone is the supreme triumph",
    "tr": "Lahumul bushraa fil hayaatid dunyaa Wa-fil Aakhirah; laa tabdeela li-kalimaatil laah; zaalika huwal fawzul 'azeem"
  },
  "65": {
    "t": "(Muhammad), let not their words disappoint you; all dignity belongs to God. He is All-hearing and All-knowing.",
    "tr": "Wa-laa yahzunka qawluhum; innal 'izzata lillaahi jamee'aa; Huwas Samee'ul 'Aleem"
  },
  "66": {
    "t": "Does not all that is in the heavens and the earth belong to God? (The unbelievers) who worship the idols instead of God follow only conjecture. What they preach are mere lies.",
    "tr": "Alaaa inna lillaahi man fis samaawaati Wa-man fil ard; Wa-maa yattabi'ul lazeena yad'oona min doonil laahi shurakaaa'; iny yattabi'oona illaz zanna Wa-in hum illaa yakhrusoon"
  },
  "67": {
    "t": "It is God who has made the night for you to rest and has filled the day with light (as a means of visibility). In this there is evidence (of the existence of God) for the people who hear.",
    "tr": "Huwal lazee ja'ala lakumul laila litaskunoo feehi wannahaara mubsiraa; inna fee zaalika la-Aayaatil li-qawmien yasma'oon"
  },
  "68": {
    "t": "Some people have said that God has begotten a son. God is too Glorious to have a son! God is Self-sufficient and to Him belongs all that is in the heavens and the earth. In this, you (people) have no authority. Do you ascribe to God things of which you have no knowledge?",
    "tr": "Qaalut takhazal laahu waladan Subhaanahoo Huwal Ghaniyyu lahoo maa fis samaawaati Wa-maa fil ard; in 'indakum min sultaanin bihaazaaa; a'-taqooloona 'al allaahi maa laa ta'lamoon"
  },
  "69": {
    "t": "(Muhammad), tell them, \"Those who invent falsehood against God will have no happiness\".",
    "tr": "Qul innal lazeena yaftaroona 'al allaahil kaziba laa yuflihoon"
  },
  "70": {
    "t": "They may consider it a means of enjoyment in this life but (on the Day of Judgment) they will all return to Us. Then they will suffer for their disbelief the most severe punishment.",
    "tr": "Mataa'un fid dunyaa thumma ilainaa marji'uhum thumma nuzeequhumul 'azaabash shadeeda bimaa kaanoo yakfuroon"
  },
  "71": {
    "t": "(Muhammad), tell them the story of Noah who told his people, \"Even if my belief and my preaching of the revelation of God seem strange to you, I put my trust in Him. Unite yourselves and seek help from your idols. You should not regret what you want to do, but should execute your plans against me without delay",
    "tr": "Watlu 'alaihim naba-a-Noohin iz qaala liqawmihee yaa qawmi in kaana kabura 'alaikum maqaamee Wa-tazkeeree bi-Aayaatil laahi fa'alal laahi tawakkaltu fa-ajmi'ooo amrakum Wa-shurakaaa'akum thumma laa yakun amrukum 'alaikum ghummatan thummaq dooo ilaiyya Wa-laa tunziroon"
  },
  "72": {
    "t": "If you turn away from my preaching, it will not harm me; I shall receive my reward from God who has commanded me to become a Muslim.\"",
    "tr": "Fa-in tawallaitum famaa sa-altukum min ajrin; in ajriya illaa 'alal laahi Wa-umirtu an akoona minal muslimeen"
  },
  "73": {
    "t": "They rejected Noah. Then We saved him and his people in the Ark to make them the successors of the rest. The others, who had called Our revelations lies, were drowned. Consider the fate of those who (rejected) Our warnings!",
    "tr": "Fa-kazzaboohu fa-najjainaahu Wa-man ma'ahoo fil fulki Wa-ja'alnaahum khalaaa'ifa Wa-aghraqnal lazeena kazzaboo bi-aayaatinaa fanzur kaifa kaana 'aaqibatul munzareen"
  },
  "74": {
    "t": "After (Noah) We sent other Messengers to their people with clear authoritative evidence proving their prophetic claims). But how could the people believe what they had previously called lies? Thus do We seal the hearts of the transgressors.",
    "tr": "Thumma ba'asnaa min ba'dihee Rusulan ilaa qawmihim fajaaa'oohum bil-baiyyinaati famaa kaanoo liyu'minoo bimaa kazzaboo bihee min qabl; kazaalika natba'u 'alaa quloobil mu'tadeen"
  },
  "75": {
    "t": "Then We sent Moses and Aaron with Our miracles to the Pharaoh and his people. These people also proved to be arrogant. They were wicked people.",
    "tr": "Thumma ba'asnaa min ba'dihim Moosaa Wa-Haaroona ilaa Fir'awna Wa-mala'ihee bi-aayaatinaa fastakbaroo Wa-kaanoo qawman mujrimeen"
  },
  "76": {
    "t": "When the Truth from Us came, they called it simply magic.",
    "tr": "Falammaa jaaa'ahumul haqqu min 'indinaa qaalooo inna haazaa la-sihrun mubeen"
  },
  "77": {
    "t": "Moses asked, \"Why do you call the Truth which has come to you magic? Magicians, certainly, will not have happiness\".",
    "tr": "Qaalaa Moosaaa 'a-taqooloona lil-haqqi lammmaa jaaa'a-kum 'a-sihrun haazaa Wa-laa yuflihus saahiroon"
  },
  "78": {
    "t": "They asked Moses, \"Have you come to turn us away from the faith of our fathers and to make yourselves the rulers in the land? We shall never accept your faith.\"",
    "tr": "Qaaloo aji'tanaa litalfitanaa 'ammaa wajadnaa 'alaihi aabaaa'anaa Wa-takoona lakumal kibriyaaa'u fil ardi Wa-maa nahnu lakumaa bi-mu'mineen"
  },
  "79": {
    "t": "The Pharaoh ordered every skillful magician to come into his presence.",
    "tr": "Wa-qaala Fir'awnu' toonee bikulli saahirin 'aleem"
  },
  "80": {
    "t": "When all the magicians were brought to his court, Moses asked them to cast down what they wanted to.",
    "tr": "Falammaa jaaa'assa haratu qaala lahum Moosaaa alqoo maaa antum mulqoon"
  },
  "81": {
    "t": "When the magicians had thrown theirs, Moses said, \"What you have performed is magic. God will certainly prove it to be false; He will not make the deeds of the corrupt people righteous.",
    "tr": "Falammaaa alqaw qaala Moosaa maa ji'tum bihis sihr; innal laaha sa-yubtiluhoo; innal laaha laa yuslihu 'amalal mufsideen"
  },
  "82": {
    "t": "God will make the Truth stand supreme by His words, even though the wicked people dislike it.\"",
    "tr": "Wa-yuhiqqul laahul haqqa bi-Kalimaatihee Wa-law karihal mujrimoon"
  },
  "83": {
    "t": "No one believed in Moses except some young people of his own tribe who were at the same time very afraid of the persecution of the Pharaoh and his people. The Pharaoh was certainly a tyrant and a transgressor.",
    "tr": "Famaaa aamana li-Moosaaa illaa zurriyyatun min qawmihee 'alaa khawfin min Fir'awna Wa-mala'ihim 'any yaftinahum; Wa-inna Fir'awna la'aalin fil ardi Wa-innahoo laminal musrifeen"
  },
  "84": {
    "t": "Moses told his people, \"If you have submitted yourselves to God and have faith in Him, put your trust in Him\".",
    "tr": "Wa-qaala Moosaa yaa-qawmi in kuntum aamantum billaahi fa'alaihi tawakkalooo in kuntum muslimeen"
  },
  "85": {
    "t": "They said, \"In God do we trust. Lord, do not subject us to the persecution of the unjust ones,",
    "tr": "Faqaaloo 'alal laahi tawakkalnaa Rabbanaa laa taj'alnaa fitnatal lilqawmiz zaalimeen"
  },
  "86": {
    "t": "Lord, save us, through Your mercy, from the disbelieving people.\"",
    "tr": "Wa-najjinaa birahmatika minal qawmil kaafireen"
  },
  "87": {
    "t": "We sent a revelation to Moses and his brother to build houses for their people in the Pharaoh's town and to build them facing one another. (We told him) that therein they should pray and that Moses should give the glad news (of God's mercy) to the faithful ones.",
    "tr": "Wa-awhainaaa ilaa Moosaa Wa-akheehi an tabaw Wa-aali-qawmikuma bi-Misra buyootanw waj'aloo buyootakum qiblatanw Wa-aqeemus Salaah; Wa-bashshiril mu'mineen"
  },
  "88": {
    "t": "Moses said, \"Lord, You have given the Pharaoh and his people great riches and splendor in this life and this makes them stray from Your path. Lord, destroy their wealth and harden their hearts in disbelief so that they will suffer the most painful torment\".",
    "tr": "Wa-qaala Moosaa Rabbanaaa innaka aataita Fir'awna Wa-mala ahoo zeenatanw Wa-amwaalan fil hayaatid dunyaa Rabbanaa liyudillo 'ansabeelika Rabbanat mis 'alaaa amwaalihim washdud 'alaa quloobihim falaa yu'minoo hatta yarawul 'azaabal aleem"
  },
  "89": {
    "t": "The Lord replied, \"Moses, the prayer of your brother and yourself has been heard. Both of you must be steadfast (in your faith) and must not follow the ignorant ones.\"",
    "tr": "Qaala qad ujeebad da'watukumaa fastaqeemaa Wa-laa tattabi'aaanni sabeelal lazeena laa ya'lamoon"
  },
  "90": {
    "t": "We helped the children of Israel cross the sea safely. The Pharaoh and his army pursued the children of Israel with wickedness and hate until the Pharaoh was drowned. As he was drowning the Pharaoh said, \"I declare that there is no God but the One in whom the children of Israel believe and I have submitted to the Word of God\".",
    "tr": "Wa-jaawaznaa bi-Baneee Israaa'eelal bahra fa-atba'ahum Fir'awnu Wa-junooduhoo baghyanw Wa-'adwaa; hattaaa izaaa adrakahul gharaqu qaala aamantu annahoo laaa ilaaha illal lazeee aamanat bihee Banooo Israaa'eela Wa-ana minal muslimeen"
  },
  "91": {
    "t": "(God replied), \"Now you declare belief in Me! but before this you were a disobedient rebel.",
    "tr": "Aaal-'aana Wa-qad 'asaita qablu Wa-kunta minal mufsideen"
  },
  "92": {
    "t": "We will save your body on this day so that you may become evidence (of Our existence) for the coming generations; many people are unaware of such evidence.\"",
    "tr": "Falyawma nunajjeeka bibadanika litakoona liman khalfaka Aayah; Wa-inna kaseeran minan naasi 'an aayaatinaa laghaafiloon"
  },
  "93": {
    "t": "We settled the children of Israel in a blessed land and provided them with pure sustenance. They did not create differences among themselves until after the knowledge had come to them. God will judge their differences on the Day of Judgment.",
    "tr": "Wa-laqad bawwa'naa Baneee Israaa'eela mubawwa 'a sidqinw Wa-razaqnaahum minat taiyibaati fa-makhtalafoo hattaa jaaa'ahmul 'ilm; inna Rabbaka yaqdee bainahum Yawmal Qiyaamati feemaa kaanoo feehi yakhtalifoon"
  },
  "94": {
    "t": "If you (people) have any doubt about what We have revealed to you (about the Day of Judgment and other matters of belief), ask those who read the Book that was revealed (to the Prophets who lived) before you. The truth has certainly come to you from your Lord. Thus, do not doubt it (in your heart),",
    "tr": "Fa-in kunta fee shakkin mimmaaa anzalnaaa ilaika fas'alil lazeena yaqra'oonal Kitaaba min qablik; laqad jaaa'akal haqqu mir Rabbika fa-laa takoonanna minal mumtareen"
  },
  "95": {
    "t": "nor be of those who have called God's revelations lies lest you become lost.",
    "tr": "Wa-laa takoonanna minal lazeena kazzaboo bi-Aayaatil laahi fatakoona minal khaasireen"
  },
  "96": {
    "t": "(Even though all kinds of miracles will be shown to them) those about whom the word of your Lord has been ordained, will not have faith",
    "tr": "Innal lazeena haqqat 'alaihim Kalimatu Rabbika laa yu'minoon"
  },
  "97": {
    "t": "until they face the most painful torment.",
    "tr": "Wa-law jaaa'at-hum kullu Aayatin hattaa yarawul 'azaabal aleem"
  },
  "98": {
    "t": "Why did no one except the people of Jonah believe (in their punishment before their death) so that they could have benefitted from their faith? When the people of Jonah believed, We saved them from a disgraceful torment in this life and provided them with the means of enjoyment for an appointed time.",
    "tr": "Falaw-laa kaanat qaryatun aamanat fa-nafa'ahaaa eemaanuhaaa illaa qawma Yoonusa lammaaa aamanoo kashafnaa 'anhum 'azaabal khizyi fil hayaatid dunyaa Wa-matta'naahum ilaa heen"
  },
  "99": {
    "t": "Had your Lord wished, the whole of mankind would have believed in Him. (Muhammad), do you force people to have faith?",
    "tr": "Wa-law shaaa'a Rabbuka la-aamana man fil ardi kulluhum jamee'aa; afa-anta tukrihun naasa hattaa yakoonoo mu'mineen"
  },
  "100": {
    "t": "No one can have faith without the permission of God. God will cast down filth on those who have no understanding.",
    "tr": "Wa-maa kaana linafsin an tu'mina illaa bi-iznil laah; Wa-yaj'alur rijsa 'alal lazeena laa ya'qiloon"
  },
  "101": {
    "t": "(Muhammad), tell them to consider that which is in the heavens and the earth. Evidence and warnings are of no avail to the disbelieving people.",
    "tr": "Qulin zuroo maazaa fissamaawaati wal ard; Wa-maa tughnil Aayaatu wannuzuru 'an qawmil laa yu'minoon"
  },
  "102": {
    "t": "What can they expect other than the kind of (punishment that befell the disbelieving people) who had gone before them? (Muhammad), tell them, \"Wait and I too will be waiting with you.\"",
    "tr": "Fahal yantaziroona illaa misla ayyaamil lazeena khalaw min qablihim; qul fantazirooo innee ma'akum minal muntazireen"
  },
  "103": {
    "t": "We saved Our Messengers and those who believed; We must save the believers.",
    "tr": "Thumma nunajjee Rusulana wallazeena aamanoo; kazaalika haqqan 'alainaa nunjil mu'mineen"
  },
  "104": {
    "t": "(Muhammad), say, \"People, if you have doubt about my religion, know that I, certainly, do not worship the idols which you worship instead of God, but I worship God who causes you to die. I am commanded to believe (in His existence),",
    "tr": "Qul yaaa-ayyuhan naasu in kuntum fee shakk-in min deenee fa-laa a'budul lazeena ta'budoona min doonil laahi Wa-laakin a'budul laahal lazee yatawaffaakum Wa-umirtu an akoona minal mu'mineen"
  },
  "105": {
    "t": "to have firm belief in the up-right religion and not to be an idolater",
    "tr": "Wa-an aqim wajhaka liddeeni Haneefanw Wa-laa takoonanna minal mushrikeen"
  },
  "106": {
    "t": "nor to seek help from anyone other than God [who can neither benefit nor harm me], lest I become of the unjust.",
    "tr": "Wa-laa tad'u min doonil laahi maa laa yanfa'uka Wa-laa yadurruk; fa-in fa'alta fa-innaka izam minaz zaalimeen"
  },
  "107": {
    "t": "(Muhammad), if God afflicts you with hardship, no one besides Him can save you. If God grants you a favor, no one can prevent you from receiving His favors. God bestows His favors upon whichever of His servants He wants. God is All-forgiving and All-merciful.",
    "tr": "Wa-ien yamsaskal laahu bidurrin falaa kaashifa lahoo illaa hoo;wa iny yuridka bikhairin falaa raaadda lifadlih; yuseebu bihee many yashaaa'u min 'ibaadih; Wa-huwal Ghafoorur Raheem"
  },
  "108": {
    "t": "(Muhammad), say, \"People, truth has certainly come to you from your Lord. One who seeks guidance does so for his own good and One who goes astray will find himself lost. I am not your keeper\".",
    "tr": "Qul yaaa-ayyuhan naasu qad jaaa'akumul haqqu mir Rabbikum; famanih tadaa fa-innamaa yahtadee li-nafsih; Wa-man dalla fa-innamaa yadillu 'alaihaa; Wa-maaa ana 'alaikum bi-wakeel"
  },
  "109": {
    "t": "(Muhammad), follow what is revealed to you and have patience until God issues His Judgment; He is the best Judge.",
    "tr": "Wattabi' maa yoohaaa ilaika wasbir hattaa yahkumal laah; Wa-Huwa khairul haakimeen"
  }
}