{
  "1": {
    "t": "Alif. Lam. Ra. This is a Book from One who is All-wise and All-aware. Its verses are well composed and distinctly arranged (from one another)",
    "tr": "Alif-Laaam-Raa; Kitaabun uhkimat Aayaatuhoo summa fussilat mil ladun Hakeemin Khabeer"
  },
  "2": {
    "t": "(It teaches), \"People, do not worship anyone besides God. I, (Muhammad), am His Messenger sent to warn you and to give you the glad news.",
    "tr": "Allaa ta'budooo illal laah; innanee lakum minhu nazeerunw Wa-basheer"
  },
  "3": {
    "t": "\"Seek forgiveness from your Lord and turn to Him in repentance for your sins. He will provide you good sustenance for an appointed time and will reward everyone according to his merits. I am afraid that you will suffer torment on the great Day (of Judgment) if you turn away (from God).",
    "tr": "Wa-anis taghfiroo Rabbakum summa toobooo ilaihi yumatti'kum mataa'an hasanan ilaaa ajalim musammanw Wa-yu'ti kulla zee fadlin fadlahoo Wa-in tawallaw fa-inneee akhaafu 'alaikum 'azaaba Yawmin Kabeer"
  },
  "4": {
    "t": "To God you will all return. God has power over all things.\"",
    "tr": "Ilal laahi marji'ukum Wa-Huwa 'alaa kulli shai'in Qadeer"
  },
  "5": {
    "t": "(The unbelievers) cover their breasts to try to hide their disbelief from God. But He knows very well whatever they conceal or reveal even when they cover themselves with their garments. God certainly knows the inner-most (secrets) of the hearts.",
    "tr": "Alaa innahum yasnoona sudoorahum liyastakhfoo minh; alaa heena yastaghshoona siyaabahum ya'lamu maa yusirroona Wa-maa yu'linoon; innahoo 'aleemun bizaatis sudoor"
  },
  "6": {
    "t": "There is no living creature on earth that does not receive sustenance from God. He knows its dwelling and resting place. Everything is recorded in the glorious Book.",
    "tr": "Wa-maa min daaabbatin fil ardi illaa 'alal laahi rizquhaa Wa-ya'lamu mustaqarrahaa Wa-mustawda'ahaa; kullun fee Kitaabim Mubeen"
  },
  "7": {
    "t": "God created the heavens and the earth in six days. His Throne existed on water so that He could test you and find out those among you who do good deeds. (Muhammad), if you were to tell them that after death they would be brought back to life again, the unbelievers would say, \"This is nothing but obvious magic.\"",
    "tr": "Wa-Huwal lazee khalaqas samaawaati wal-arda fee sittati aiyaaminw Wa-kaana 'Arshuhoo alal maaa'i liyabluwakum aiyyukum ahsanu 'amalaa; Wa-la'in qulta innakum mab'oosoona min ba'dil mawti la-yaqoolannal lazeena kafaroo in haazaaa illaa sihrum mubeen"
  },
  "8": {
    "t": "If We delay in afflicting them with Our punishment for an appointed time, they ask, \"What is preventing it (the punishment) from taking place?\" On the day when it (punishment) befalls them, no one will be able to escape from it and that which they have mocked will surround them from all sides.",
    "tr": "Wala'in akharnaa 'anhumul 'azaaba ilaaa ummatim ma'doodatil la-yaqoolunna maa yahbisuh; alaa yawma ya'teehim laisa masroofan 'anhum Wa-haaqa bihim maa kaanoo bihee yastahzi'oon"
  },
  "9": {
    "t": "We grant a favor to the human being and then take it away from him. He becomes despairing and ungrateful.",
    "tr": "Wa-la'in azaqnal insaana minnaa rahmatan summa naza'naahaa minhu, innahoo laya'oosun kafoor"
  },
  "10": {
    "t": "If after his hardship, We grant him a blessing, he grows proud and rejoicing and says, \"All my hardships have gone\".",
    "tr": "Wala'in azaqnaahu na'maaa'a ba'da darraaa'a massat-hu la-yaqoolanna zahabas saiyiaatu 'anneee; innahoo lafarihun fakhoor"
  },
  "11": {
    "t": "But those who exercise patience and do good works do not behave as such. They will receive forgiveness and a great reward (from the Lord).",
    "tr": "Illal lazeena sabaroo Wa-'amilus saalihaati ulaaa'ika lahum maghfiratunw Wa-ajrun kabeer"
  },
  "12": {
    "t": "Perhaps you, (Muhammad), may by chance leave (untold) a part of that which is revealed to you and feel grieved because they say, \"Why has some treasure not been sent to him or an angel sent down with him?\" Say, \"I have come only to warn you.\" God is the Guardian of all things.",
    "tr": "Fala'allaka taarikum ba'da maa yoohaaa ilaika Wa-daaa'iqum bihee sadruka aien yaqooloo law-laaa unzila 'alaihi kanzun aw jaaa'a ma'ahoo malak; innamaa anta nazeer; wallaahu 'alaa kulli shai'inw wakeel"
  },
  "13": {
    "t": "Do they, (the unbelievers), say that (Muhammad) has falsely ascribed (the Quran) to God? Ask them, \"Compose ten chapters like (those of the Quran) and call on whomever you can for help besides God if you are true in your claim.",
    "tr": "Am yaqooloonaf taraahu qul faatoo bi'ashri Suwarim mislihee muftarayaatinw wad'oo manis tata'tum min doonil laahi in kuntum saadiqeen"
  },
  "14": {
    "t": "If they will not respond to you, know that God has sent it with His knowledge and that He is the only God. Will you then become Muslims?\"",
    "tr": "Fa-il-lam yastajeeboo lakum fa'lamooo annamaaa unzilla bi'ilmil laahi Wa-al laaa ilaaha illaa Huwa fahal antum muslimoon"
  },
  "15": {
    "t": "Those who choose the worldly life and its pleasures will be given proper recompense for their deeds in this life and will not suffer any loss.",
    "tr": "Man kaana yureedul hayaatad dunyaa zeenatahaa nuwaffi ilaihim a'maa-lahum feehaa Wa-hum feehaa laa yubkhasoon"
  },
  "16": {
    "t": "Such people will receive nothing in the next life except Hell fire. Their deeds will be made devoid of all virtue and their efforts will be in vain.",
    "tr": "Ulaaa'ikal lazeena laisa lahum fil Aakhirati illan Naaru Wa-habita maa sana'oo feehaa Wa-baatilum maa kaanoo ya'maloon"
  },
  "17": {
    "t": "Should they be compared with those whose Lord has given them a guidance which is testified by a witness from among their own people and by the Book of Moses, a guide and a mercy. Such people do believe in this guidance (in the Quran). Those who disbelieve (in the Quran) will have hell as their dwelling place. Thus, (Muhammad), have no doubt about it (the Quran). It is certainly the truth from your Lord, yet many people do not have faith.",
    "tr": "Afaman kaana 'ala baiyyinatim mir Rabbihee Wa-yatloohu shaahidum minhu Wa-min qablihee Kitaabu Moosaaa imaamanw Wa-rahmah; ulaaa-'ika yu'minoona bih; Wa-main yakfur bihee minal Ahzaabi fan-naaru maw'iduh; falaa taku fee miryatim minh; innahul haqqu mir Rabbika Wa-laakinna aksaran naasi laa yu'minoon"
  },
  "18": {
    "t": "Who are more unjust than those who ascribe falsehood to God? When such people are brought into the presence of their Lord, the witness will say, \"These are the ones who told lies about their Lord. Certainly God will condemn the unjust",
    "tr": "Wa-man azlamu mimmanif taraa 'alal laahi kazibaa; ulaaa'ika yu'radoona 'alaa Rabbihim Wa-yaqoolul ashhaa duhaaa'ulaaa'il lazeena kazaboo 'alaa Rabbihim; alaa la'natul laahi alaz zaalimeen"
  },
  "19": {
    "t": "who prevent others from the way of God, seek to make it appear crooked, and who have no faith in the life hereafter.",
    "tr": "Allazeena yasuddoona 'an sabeelil laahi Wa-yabghoonahaa 'iwajanw Wa-hum bil Aakhiratihum kaafiroon"
  },
  "20": {
    "t": "Such people will never weaken God's (power) on earth nor will they find any guardian besides God. Their punishment will be doubled and they will not be able to hear or see.",
    "tr": "Ulaaa'ika lam yakoonoo mu'jizeena fil ardi Wa-maa kaana lahum min doonil laahi min awliyaaa'; yudaa'afu lahumul 'azaab; maa kaanoo yastatee'oonas sam'a Wa-maa kaanoo yubsiroon"
  },
  "21": {
    "t": "They have lost their souls and their false deities will turn away from them.",
    "tr": "Ulaaa'ikal lazeena khasirooo anfusahum Wa-dalla 'anhum maa kaanoo yaftaroon"
  },
  "22": {
    "t": "In the life to come they will certainly lose a great deal.",
    "tr": "Laa jarama annahum fil Aakhirati humul akhsaroon"
  },
  "23": {
    "t": "The righteously striving believers who are humble before their Lord, will be the dwellers of Paradise wherein they will live forever.",
    "tr": "Innal lazeena aamanoo Wa-'amilus saalihaati Wa-akhbatooo ilaa Rabbihim ulaaa'ika Ashaabul Jannati hum feehaa khaalidoon"
  },
  "24": {
    "t": "Can the two groups, the blind and the deaf, be considered equal to those who have vision and hearing? Will you then not take heed?",
    "tr": "Masalul fareeqaini kal-a'maa wal-asammi walbaseeri wassamee'; hal yastawiyaani masalaa; afalaa tazakkaroon"
  },
  "25": {
    "t": "We sent Noah to his people to give them the clear warning",
    "tr": "Wa-laqad arsalnaa Noohan ilaa qawmihee innee lakum nazeerum mubeen"
  },
  "26": {
    "t": "that they should not worship anyone besides God. (Noah warned them), \"I am afraid that you will suffer the most painful torment\".",
    "tr": "Al laa ta'budooo illal laaha inneee akhaafu 'alaikum 'azaaba Yawmin aleem"
  },
  "27": {
    "t": "The disbelievers among his people said, \"We do not believe that you are any better than the rest of us; we see that only the worthless hasty ones, the lowliest among us follow you. Thus, we do not think that you are superior to us, rather you are all liars.\"",
    "tr": "Faqaalal mala-ul lazeena kafaroo min qawmihee ma naraaka illaa basharam mislanaa Wa-maa naraakat taba'aka illal lazeena hum araazilunaa baadiyar raayi Wa-maa naraa lakum 'alainaa min fadlim bal nazunnukum kaazibeen"
  },
  "28": {
    "t": "Noah replied, \"My people do you think - that if my Lord has sent me a miracle and granted me mercy but your ignorance has obscured them from your sight - we can force you to believe when you do not want to?",
    "tr": "Qaala yaa-qawmi ara'aitum in kuntu 'alaa baiyyinatim mir Rabbee Wa-aataanee rahmatam min 'indihee fa'um-miyat 'alaikum anulzimuku-moohaa Wa-antum lahaa kaarihoon"
  },
  "29": {
    "t": "My people I do not ask any payment for what I preach to you. No one except God has to give me any reward. I do not drive away those who have faith (in my teaching); they will all receive mercy from their Lord. I know that you are ignorant people.",
    "tr": "Wa-yaa-qawmi laaa as'alukum 'alaihi maalan in ajriya illaa 'alal laah; Wa-maaa ana bitaaridil lazeena aamanoo; innahum mulaaqoo Rabbihim Wa-laakinneee araakum qawman tajhaloon"
  },
  "30": {
    "t": "My people, who would protect me against God if I were to drive these people away? Will you then not take heed?",
    "tr": "Wa-yaa-qawmi main yansurunee minal laahi in tarattuhum; afalaa tazak-karoon"
  },
  "31": {
    "t": "I do not say that God's treasures belong to me, that I know the unseen, or that I am an angel. Nor do I say about those whom you disdain that God will not give them any reward. God knows best what is in their hearts, for then I would be unjust.\"",
    "tr": "Wa-laa aqoolu lakum 'indee khazaa'inul laahi Wa-laaa a'lamul ghaiba Wa-laa aqoolu inee malakunw Wa-laaa aqoolu lillazeena tazdareee a'yunukum lai yu'tiyahumul laahu khairan Allaahu a'lamu bimaa feee anfusihim innee izal laminaz zaalimeen"
  },
  "32": {
    "t": "They said, \"Noah, you have argued with us a great deal. Bring down on us whatever torment with which you have been threatening us if what you say is true\".",
    "tr": "Qaaloo yaa-Noohu qad jaadaltanaa fa-aksarta jidaalanaa faatinaa bimaa ta'idunaaa in kunta minas saadiqeen"
  },
  "33": {
    "t": "(Noah) replied, \"God will bring torment down on you whenever He wants and you will not be able to make His (plans) fail.",
    "tr": "Qaala innamaa yaateekum bihil laahu in shaaa'a Wa-maaa antum bimu'jizeen"
  },
  "34": {
    "t": "My advice will be of no benefit to you if God wants to let you go astray. He is your Lord and to Him you will all return.\"",
    "tr": "Wa-laa yanfa'ukum nusheee in arattu an ansaha lakum in kaanal laahu yureedu aien yughwi-yakum; Huwa Rabbukum Wa-ilaihi turja'oon"
  },
  "35": {
    "t": "Do they say that Muhammad has falsely ascribed (the Quran) to God? (Muhammad), tell them \"Had I falsely ascribed it to God, I shall be responsible for my own sins. I am certainly not responsible for whatever sins you commit!",
    "tr": "Am yaqooloonaf taraahu qul inif taraituhoo fa'alaiya ijraamee Wa-ana bareee'um mimmaa tujrimoon"
  },
  "36": {
    "t": "It was revealed to Noah that besides those who had already accepted his faith, no one from his people would ever believe him. He was told not to be disappointed about what his people had done,",
    "tr": "Wa oohiya ilaa Noohin annahoo lany-yu'mina min qawmika illaa man qad aamana falaa tabta'is bimaa kaanoo yaf'aloon"
  },
  "37": {
    "t": "but to build the Ark under the supervision and guidance of his Lord. He was also told not to address any words to Him concerning the unjust for they were all to be drowned.",
    "tr": "Wasna'il fulka bi-a'yuninaa Wa-wahyinaa Wa-laa tukhaa-tibnee fil lazeena zalamoo; innahum mughraqoon"
  },
  "38": {
    "t": "(Noah) started to build the Ark but whenever some of his people passed by, they would mock him. He in return would reply, \"Mock us, but just as you mock us, we, too, will mock you.",
    "tr": "Wa-yasna'ul fulka Wa-kullamaa marra 'alaihi mala'um min qawmihee sakhiroo minh; qaala in taskharoo minnaa fa-innaa naskharu minkum kamaa taskharoon"
  },
  "39": {
    "t": "You will soon learn who will face a humiliating punishment and will be encompassed by an everlasting torment.\"",
    "tr": "Fasawfa ta'lamoona mai ya'teehi 'azaabuny yukhzeehi Wa-yahillu 'alaihi 'azaabun muqeem"
  },
  "40": {
    "t": "When at last Our decree was fulfilled, water gushed forth from the Oven (in Noah's house). We told him to carry in the Ark a pair (male and female) from every species, his family - except those who were destined to perish - and the believers. No one believed in him, except a few.",
    "tr": "Hattaaa izaa jaaa'a amrunaa Wa-faarat tannooru qulnah mil feehaa min kullin zawjainis naini Wa-ahlaka illaa man sabaqa 'alaihil qawlu Wa-man aaman; Wa-maaa aamana ma'ahooo illaa qaleel"
  },
  "41": {
    "t": "(Noah) said, \"Embark in it. It will sail in the name of God, in His Name it will sail and in His Name it will cast anchor. My Lord is All-forgiving and All-merciful\".",
    "tr": "Wa-qaalar kaboo feehaa bismil laahi majraihaa Wa-mursaahaa; inna Rabbee la-Ghafoorur Raheem"
  },
  "42": {
    "t": "When the Ark sailed on with them amid the mountainous waves, Noah called out to his son who kept away from them, \"My son, embark with us. Do not stay with the unbelievers.\"",
    "tr": "Wa-hiya tajree bihim fee mawjin kaljibaali Wa-naadaa Noohunib nahoo Wa-kaana fee ma'zilien yaa-bunai yarkam ma'anaa Wa-laa takum ma'al kaafireen"
  },
  "43": {
    "t": "His son replied, \"I shall climb up a mountain and this will save me from the flood.\" Noah said, \"No one can escape on this day from God's command except those on whom He has mercy.\" The waves separated Noah from his son who was then drowned with the rest (of the unbelievers).",
    "tr": "Qaala sa-aaweee ilaa jabalien ya'simunee minal maaa'; qaala laa 'aasimal yawma min amril laahi illaa mar rahim; Wa-haala bainahumal mawju fakaana minal mughraqeen"
  },
  "44": {
    "t": "Then the earth was told to swallow-up its water and the sky was ordered to stop raining. The water abated and God's command had been fulfilled. The Ark came to rest on Mount Judi. A voice said, \"The unjust people are far away from the mercy of God.\"",
    "tr": "Wa-qeela yaaa ardubla'ee maaa'aki Wa-yaa-samaaa'u aqli'ee Wa-gheedal maaa'u Wa-qudiyal amru wastawat 'alal joodiyyi Wa-qeela bu'dal lilqawmiz zaalimeen"
  },
  "45": {
    "t": "Noah prayed to his Lord saying, \"Lord, my son is a member of my family. Your promise is always true and you are the best Judge\".",
    "tr": "Wa naadaa noohur Rabbahoo faqaala Rabbi innabnee min ahlee Wa-inna wa'dakal haqqu Wa-Anta ahkamul haakimeen"
  },
  "46": {
    "t": "His Lord replied, \"He is not one of your family. He is a man of unrighteous deeds. Do not ask me about that which you have no knowledge. I advise you not to become an ignorant person.\"",
    "tr": "Qaala yaa-Noohu innahoo laisa min ahlika innahoo 'amalun ghairu saalihin falaa tas'alni maa laisa laka bihee 'ilmun inneee a'izuka an takoona minal jaahileen"
  },
  "47": {
    "t": "Noah said, \"Lord, I ask You to prevent me from asking You ignorant questions and beg you for pardon and mercy or else I shall certainly be lost\".",
    "tr": "Qaala rabbi inneee a'oozu bika an as'alaka maa laisa lee bihee 'ilmunw Wa-illaa taghfir lee Wa-tarhamneee akum minal khaasireen"
  },
  "48": {
    "t": "Noah was told, \"Get down from the Ark. Your Lord's peace and blessings are upon you and your followers. Your Lord will grant favors to other nations and then afflict them with a painful torment.\"",
    "tr": "Qeela yaa-Noohuh bit bisalaamim minnaa Wa-barakaatin 'alaika Wa-'alaaa umamim mimmam ma'ak; Wa-umamun sanumatti'uhum summa yamassuhum minaa 'azaabun aleem"
  },
  "49": {
    "t": "That which We have revealed to you (Muhammad) is news of the unseen. This was not known to you and to your people. Have patience. The pious will triumph in the end.",
    "tr": "Tilka min ambaaa'il ghaibi nooheehaaa ilaika maa kunta ta'lamuhaaaa anta Wa-laa qawmuka min qabli haazaa fasbir innal 'aaqibata lilmuttaqeen"
  },
  "50": {
    "t": "To the tribe of Ad We sent their brother Hud who told them, \"Worship God; He is your only Lord. The idols that you worship are plainly false.",
    "tr": "Wa-ilaa 'aadin akhaahum Hoodaa; qaala yaa-qawmi' budul laaha maa lakum min ilaahin ghairuhooo in antum illaa muftaroon"
  },
  "51": {
    "t": "My people, I do not ask any reward for what I have preached to you. No one can give me my reward except my Creator. Will you then not take heed?",
    "tr": "Yaa-qawmi laaa as'alukum 'alaihi ajran in ajriya illaa 'alal lazee fataranee; afalaa ta'qiloon"
  },
  "52": {
    "t": "\"My people, seek forgiveness from your Lord and turn to Him in repentance. He will send you abundant rain from the sky and will increase your power. Do not sinfully turn away from Him.\"",
    "tr": "Wa-yaa-qawmis taghfiroo Rabbakum summa toobooo ilaihi yursilis samaaa'a 'alaikum midraaranw Wa-yazidkum quwwatan ilaa quwwatikum Wa-laa tatawallaw mujrimeen"
  },
  "53": {
    "t": "They said, \"Hud, you have not shown us any miracles. We shall not give up our idols because of what you say and we shall not have any faith in you.",
    "tr": "Qaaloo yaa-Hoodu maa ji'tanaa bibaiyinatinw Wa-maa nahnu bitaarikeee aalihatinaa 'an qawlika Wa-maa nahnu laka bimu'mineen"
  },
  "54": {
    "t": "We believe that some of our gods have afflicted you with evil.\" Hud said, \"God is my witness and so are you that I have no association",
    "tr": "In naqoolu illa' taraaka ba'du aalihatinaa bisooo'; qaala inneee ushhidul laaha wash-hadooo annee bareee'um mimmaa tushrikoon"
  },
  "55": {
    "t": "with the idols that you worship besides God. So plan against me without delay.",
    "tr": "Min doonihee fakeedoonee jamee'an summa laa tunziroon"
  },
  "56": {
    "t": "I trust God who is my Lord as well as yours. It is God who controls the destiny of all living creatures. It is my Lord who knows the right path.",
    "tr": "Innee tawakkaltu 'alal laahi Rabbee Wa-Rabbikum; maa min daaabbatin illaa Huwa aakhizum binaasiyatihaa; inna Rabbee 'alaa Siraatim mustaqeem"
  },
  "57": {
    "t": "If you turn away from Him (since I have already preached to you the message that I carry), He will replace you with another nation. You cannot harm Him the least. My Lord is the Protector of all things.\"",
    "tr": "Fa-in tawallaw faqad ablaghtukum maaa ursiltu biheee ilaikum; Wa-yastakhlifu Rabbee qawman ghairakum Wa-laa tadur-roonahoo shai'aa; inna Rabbee 'alaa kulli shai'in Hafeez"
  },
  "58": {
    "t": "When Our decree (of destroying them) was fulfilled, We mercifully saved Hud and his believing followers. We saved them from the intense torment.",
    "tr": "Wa-lammaa jaaa'a amrunaa naj-jainaa Hoodanw wallazeena aamanoo ma'ahoo birahmatim minnaa Wa-naj-jainaahum min 'azaabin ghaleez"
  },
  "59": {
    "t": "It was the tribe of `Ad who denied the miracles of their Lord, disobeyed His Messenger and followed the orders of every transgressing tyrant.",
    "tr": "Wa-tilka 'aad, jahadoo bi-Aayaati Rabbihim Wa-'asaw Rusulahoo wattaba'ooo amra kulli jabbaarin 'aneed"
  },
  "60": {
    "t": "They were condemned in this life and will be condemned in the life hereafter. The tribe of Ad had certainly rejected their Lord. God kept the tribe of Ad, the people of Hud, away from His mercy.",
    "tr": "Wa-utbi'oo fee haazihid dunyaa la'natanw Wa-Yawmal Qiyaamah; alaaa inna 'Aadan kafaroo Rabbahum; alaa bu'dal li-'Aadin qawmin Hood"
  },
  "61": {
    "t": "To Thamud We sent their brother Salih who told them, \"My people, worship God; He is your only Lord. It is He who has created you from the earth and has settled you therein. Seek forgiveness from Him and turn to Him in repentance. My Lord is certainly close to everyone and He hears all prayers.\"",
    "tr": "Wa-ilaa Samooda akhaahum Saalihaa; qaala yaa-qawmi' budul laaha maa lakum min ilaahim ghairuhoo Huwa ansha-akum minal ardi wasta'-marakum feehaa fastaghfiroohu summa toobooo ilaih; inna Rabbee Qareebum Mujeeb"
  },
  "62": {
    "t": "They said, \"Salih, we had great hope in you before this. Do you forbid us to worship that which our fathers had worshipped? We are doubtful and uncertain about what you have told us to worship.\"",
    "tr": "Qaaloo yaa-Saalihu qad kunta feenaa marjuwwan qabla haazaaa atanhaanaaa an na'bu-da maa ya'budu aabaaa'unaa Wa-innanaa lafee shakkim mimmaa tad'oonaaa ilaihi mureeb"
  },
  "63": {
    "t": "He said, \"My people, think. I have received authoritative evidence and mercy from my Lord, so who will protect me from God if I disobey Him? You certainly want to destroy me.",
    "tr": "Qaala yaa-qawmi ara'aytum in kuntu 'alaa baiyinatim mir Rabbee Wa-aataanee minhu rahmatan famai yansurunee minal laahi in 'asaituhoo famaa tazeedoonanee ghaira takhseer"
  },
  "64": {
    "t": "My people, this is the she-camel of God, a miracle (to support the truth which has been brought) to you. Leave her to graze in the land of God. Do not harm her with your evil deeds lest torment will suddenly strike you.\"",
    "tr": "Wa-yaa-qawmi haazihee naaqatul laahi lakum aayatan fazaroohaa taakul feee ardil laahi Wa-laa tamassoohaa bisooo'in fa-yaakhuzakum azaabun qareeb"
  },
  "65": {
    "t": "When they slew the she-camel, Salih told them, \"You have only three days to enjoy living in your homes (before you will be struck by the torment). This is an inevitable prophecy.\"",
    "tr": "Fa-'aqaroohaa faqaala tamatta'oo fee daarikum salaasata aiy-yaamin zaalika wa'dun ghairu makzoob"
  },
  "66": {
    "t": "When Our decree came to pass. We mercifully saved Salih and his faithful followers from that day's ignominy. Your Lord is certainly Mighty and Majestic.",
    "tr": "Falammaa jaaa'a amrunaa najjainaa Saalihanw wal-lazeena aamanoo ma'ahoo birahmatim minnaa Wa-min khizyi Yawmi'iz inna Rabbaka Huwal Qawiyyul 'Azeez"
  },
  "67": {
    "t": "A blast struck the unjust and they were found lying motionless on their faces",
    "tr": "Wa-akhazal lazeena zalamus saihatu fa-asbahoo fee diyaarihim jaasimeen"
  },
  "68": {
    "t": "as though they had never existed. The people of Thamud denied the existence of their Lord. How distant from the mercy of God had the people of Thamud gone!",
    "tr": "Ka-al lam yaghnaw feehaaa; alaaa inna Samooda kafaroo Rabbahum; alaa bu'dal li-Samood"
  },
  "69": {
    "t": "Our Messengers came to Abraham with glad news. They said, \"Peace be with you.\" He replied similarly. After a short time he presented them with a roasted calf",
    "tr": "Wa-laqad jaaa'at Rusulunaaa Ibraaheema bilbushraa qaaloo salaaman qaala salaamun famaa labisa an jaaa'a bi'ij-lin haneez"
  },
  "70": {
    "t": "but when he saw that their hands did not reach out for it, he could not know who they were and became afraid of them. They said, \"Do not be afraid; we are God's angelic Messengers sent to the people of Lot.\"",
    "tr": "Falammaa ra-aaa aidiyahum laa tasilu ilaihi nakirahum Wa-awjasa minhum kheefah; qaaloo laa takhaf innaaa ursilnaaa ilaa qawmi Loot"
  },
  "71": {
    "t": "His wife who was standing nearby, smiled and so We gave her the glad news that she would give birth to Isaac who would have a son, Jacob.",
    "tr": "Wamra-atuhoo qaaa'imatun fadahikat fabashsharnaahaa bi-Iss-haaqa Wa-minw waraaa'i Iss-haaqa Ya'qoob"
  },
  "72": {
    "t": "She said, \"Woe is me! How can I have a baby when I am barren and my husband is very old? This is certainly strange\".",
    "tr": "Qaalat yaa-wailataaa 'aalidu Wa-ana 'ajoozunw Wa-haaza ba'lee shaikhan inna haazaa lashai'un 'ajeeb"
  },
  "73": {
    "t": "They replied, \"Would you be surprised at God's decree? People of the house, may God's mercy and blessings be with you. God is Appreciative and Glorious.\"",
    "tr": "Qaalooo ata'jabeena min amril laahi rahmatul laahi Wa-barakaatuhoo 'alaikum Ahlal Bayt; innahoo Hameedun Majeed"
  },
  "74": {
    "t": "When Abraham had controlled his fear and received the glad news, he started to plead with Us for the people of Lot;",
    "tr": "Falammaa zahaba an Ibraaheemar raw'u Wa-jaaa'at hul-bushraaa yujaadilunaa fee qawmi Loot"
  },
  "75": {
    "t": "Abraham was certainly a forbearing, compassionate, and tender-hearted person.",
    "tr": "Inna Ibraaheema la-haleemun awwaahun muneeb"
  },
  "76": {
    "t": "We said, \"Abraham, avoid asking Us such questions. Your Lord's decree has already been issued and an inevitable torment will strike these people.\"",
    "tr": "Yaaa-Ibraaheemu a'rid 'an haazaaa innahoo qad jaaa'a amru Rabbika Wa-innahum aateehim 'azaabun ghairun mardood"
  },
  "77": {
    "t": "When Our Messengers came to Lot, he became sorrowful and felt totally helpless. He said, \"This is indeed a distressful day\".",
    "tr": "Wa-lammaa jaaa'at Rusulunaa Lootan seee'a bihim Wa-daaqa bihim zar'anw Wa-qaala haazaa yawmun 'aseeb"
  },
  "78": {
    "t": "His people, who had constantly indulged in evil deeds, came running to him. He said, \"My people, here are my pure daughters. Have fear of God and do not humiliate me before my guests. Is there no person of understanding among you?\"",
    "tr": "Wa-jaaa'ahoo qawmuhoo yuhra'oona ilaihi Wa-min qablu kaanoo ya'maloonas saiyyiaat; qaala yaa-qawmi haaa'ulaaa'i banaatee hunna atharu lakum fattaqul laaha Wa-laa tukhzooni fee daifee alaisa minkum rajulur rasheed"
  },
  "79": {
    "t": "They said, \"You certainly know that we have no right to your daughters and you know what we want\".",
    "tr": "Qaaloo laqad 'alimta maa lanaa fee banaatika min haqq, Wa-innaka lata'lamu maa nureed"
  },
  "80": {
    "t": "He said, \"Would that I had the power (to overcome you) or could seek strong protection.\"",
    "tr": "Qaala law anna lee bikum quwwatan aw aaweee ilaa ruknin shadeed"
  },
  "81": {
    "t": "Our Messengers said, \"Lot, we are the Messengers of your Lord. They will never harm you. Leave the town with your family in the darkness of night and do not let any of you turn back. As for your wife, she will suffer what they (unbelievers) will suffer. Their appointed time will come at dawn. Surely dawn is not far away!",
    "tr": "Qaaloo yaa-Lootu innaa Rusulu Rabbika lain yasiloo ilaika fa-asri bi-ahlika biqit-'im minal laili Wa-laa yaltafit minkum ahadun illam ra-ataka innahoo museebuhaa maaa asaabahum; inna maw'i-dahumus subh; alaisas subhu biqareeb"
  },
  "82": {
    "t": "When Our decree came to pass, We turned the town upside-down and showered unto it lumps of baked clay,",
    "tr": "Falammaa jaaa'a amrunaa ja'alnaa 'aaliyahaa saafilahaa Wa-amtamaa 'alaihaa hijaaratam min sijjeelim mandood"
  },
  "83": {
    "t": "marked by your Lord. Such a punishment is not far away from the unjust people.",
    "tr": "Musawwamatan 'inda Rabbik; Wa-maa hiya minaz zaalimena biba'eed"
  },
  "84": {
    "t": "To the people of Midian We sent their brother Shu'ayb who told them, \"My people, worship God; He is your only Lord. Do not be dishonest in your weighing and measuring. I can see you are safe and prosperous, but I am afraid for you of the overwhelming torment of the (appointed) day.",
    "tr": "Wa-ilaa Madyana akhaahum Shu'aibaa; qaala yaa-qawmi' budul laaha maa lakum min ilaahin ghairuhoo Wa-laa tanqusul mikyaala walmeezaan; inneee araakum bikhairinw Wa-innee akhaafu 'alaikum 'azaaba Yawmim muheet"
  },
  "85": {
    "t": "My people, be just in your weighing and measuring. Do not defraud people or spread evil in the land.",
    "tr": "Wa-yaa-qawmi awful mikyaala walmeezaana bilqisti Wa-laa tabkhasun naasa ashyaaa'ahum Wa-laa ta'saw fil ardi mufsideen"
  },
  "86": {
    "t": "If you are true believers then know that the profit which God has left for you is better for you (than what you may gain through deceitful ways). I am not responsible for your deeds.\"",
    "tr": "Baqiyyatul laahi khairul lakum in kuntum mu'mineen; Wa-maa ana 'alaikum bihafeez"
  },
  "87": {
    "t": "They asked him, \"Shu'ayb, do your prayers tell you that we must give up the worship of what our fathers had worshipped and that we must not deal with our properties as we like? We still believe that you are a person of forbearance and understanding.\"",
    "tr": "Qaaloo yaa-Shu'aybu 'a-salaatuka ta'muruka an natruka maa ya'budu aabaaa'unaaa aw an naf'ala feee amwaalinaa maa nashaaa'oo innaka la-antal haleemur rasheed"
  },
  "88": {
    "t": "He said, \"My people, do you not realize that I have received authoritative evidence from my Lord and have been granted a noble gift from Him? I do not want to oppose or ignore what I have prohibited you not to do. I only intend to reform you as much as I can. My success is in the hands of God. I trust Him and turn to Him in repentance.",
    "tr": "Qaala yaa qawmi ara'aitum in kuntu 'alaa baiyinatim mir Rabbee Wa-razaqanee minhu rizqan hasanaa; Wa-maaa ureedu an ukhaalifakum ilaa maaa anhaakum 'anh; in ureedu illal islaaha mastata't; Wa-maa tawfeeqeee illaa billaah; 'alaihi tawakkaltu Wa-ilaihi uneeb"
  },
  "89": {
    "t": "My people, do not let your opposition to me lead you to commit sins or make you suffer what the people of Noah, Hud, and Salih suffered. Remember that the people of Lot were destroyed not very long ago.",
    "tr": "Wa-yaa-qawmi laa yajri-mannakum shiqaaqeee aien yuseebakum mislu maaa asaaba qawma Noohin aw qawma Hoodin aw qawma Saalih; Wa-maa qawmu Lootim minkum biba'eed"
  },
  "90": {
    "t": "Seek forgiveness from your Lord and turn to Him in repentance. My Lord is certainly All-merciful and Loving.\"",
    "tr": "Wastaghfiroo Rabbakum summa toobooo ilaih; inna Rabbee Raheemunw Wadood"
  },
  "91": {
    "t": "They said, \"Shu'ayb, we do not understand much of what you say, but we know that you are weak among us. Had it not been for our respect of your tribe, we would have stoned you to death; you are not very dear to us\".",
    "tr": "Qaaloo yaa-Shu'aibu maa nafqahu kaseeram mimmaa taqoolu Wa-innaa lanaraaka feenaa da'eefanw Wa-law-laa rahtuka larajamnaaka Wa-maaa anta 'alainaa bi'azeez"
  },
  "92": {
    "t": "He asked them, \"My people, is my tribe more respectable to you than God whom you have completely ignored? My Lord certainly has full control over your deeds.",
    "tr": "Qaala yaa-qawmi arahteee a'azzu 'alaikum minal laahi wattakhaztumoohu waraaa'akum zihriyyan inna Rabbee bimaa ta'maloona muheet"
  },
  "93": {
    "t": "My people, do as you wish and I will do (as I believe). You will soon know who will suffer a humiliating torment and who was the one telling lies. Wait and I too will be waiting with you.\"",
    "tr": "Wa-yaa-qawmi' maloo 'alaa makaanatikum innee 'aamilun sawfa ta'lamoona many ya'teehi 'azaabuny yukhzeehi Wa-man huwa kaazib; wartaqibooo innnee ma'akum raqeeb"
  },
  "94": {
    "t": "When Our decree came to pass, We mercifully saved Shu'ayb and his faithful followers. A blast struck the unjust and left them in their homes, lying motionless on their faces,",
    "tr": "Wa-lammaa jaaa'a amrunaa najjainaa shu'aibanw wal-lazeena aamanoo ma'ahoo birahmatim minnaa Wa-akhazatil lazeena zalamus saihatu fa-asbahoo fee diyaarihim jaasimeen"
  },
  "95": {
    "t": "as though they had never existed. How far from (the mercy of God) had the people of Midian gone, just as those of Thamud?",
    "tr": "Ka-al lam yaghnaw feehaaa; alaa bu'dal li-Madyana Kamaa ba'idat Samood"
  },
  "96": {
    "t": "We sent Moses to the Pharaoh and his nobles with Our miracles and a clear authority.",
    "tr": "Wa-laqad arsalnaa Moosaa bi-Aayaatinaa Wa-sultaanim mubeen"
  },
  "97": {
    "t": "They followed the order of the Pharaoh but Pharaoh's orders were evil.",
    "tr": "Ilaa Fir'awna Wa-mala'ihee fattaba'ooo amra Fir'awna Wa-maaa amru Fir'awna birasheed"
  },
  "98": {
    "t": "On the Day of Judgment he will lead his people down into the hell fire. His leadership is evil and terrible is the place to which he leads!",
    "tr": "Yaqdumu qawmahoo Yawmal Qiyaamati fa-awrada-humun Naara Wa-bi'sal wirdul mawrood"
  },
  "99": {
    "t": "They are condemned in this world and in the life to come. Evil is the gift and the recipient!",
    "tr": "Wa-utbi'oo fee haazihee la'natanw Wa-Yawmal Qiyaamah; bi'sar rifdul marfood"
  },
  "100": {
    "t": "Such were the stories of the nations of the past which We tell to you, (Muhammad). Some of them were destroyed and some of them have survived.",
    "tr": "Zaalika min ambaaa'il quraa naqussuhoo 'alaika minhaa qaaa'imunw Wa-haseed"
  },
  "101": {
    "t": "We were not unjust to them but they were unjust to themselves. The idols which they worshipped instead of God were of no help to them when Our decree came to pass. The idols only brought about their destruction.",
    "tr": "Wa-maa zalamnaahum Wa-laakin zalamooo anfusahum famaaa aghnat 'anhum aalihatuhumul latee yad'oona min doonil laahi min shai'il lammaa jaaa'a amru Rabbika Wa-maa zaadoohum ghaira tatbeeb"
  },
  "102": {
    "t": "Thus was the punishment of your Lord when He punished the unjust people of the towns. The punishment of your Lord is certainly severe.",
    "tr": "Wa-kazaalika akhzu Rabbika izaaa akhazal quraa Wa-hiya zaalimah; inna akhzahooo aleemun shadeed"
  },
  "103": {
    "t": "In this there is, certainly, a lesson for those who fear the torment of the next life in which all people will be gathered together",
    "tr": "Inna fee zaalika la-aayatal liman khaafa 'azaabal Aakhirah; zaalika Yawmum majmoo'ul lahun naasu Wa-zaalika Yawmum mashhood"
  },
  "104": {
    "t": "during a single day. We have deferred this day for an appointed time.",
    "tr": "Wa-maa nu'akhkhiruhooo illaa li-ajalim ma'dood"
  },
  "105": {
    "t": "On the Day of Judgment no one will speak without the permission of God. Some will be condemned and others blessed.",
    "tr": "Yawma yaati laa takallamu nafsun illaa bi-iznih; faminhum shaqiyyunw Wa-sa'eed"
  },
  "106": {
    "t": "The condemned ones will live in hell fire, sighing and groaning",
    "tr": "Fa-ammal lazeena shaqoo fafin Naari lahum feehaa zafeerunw Wa-shaheeq"
  },
  "107": {
    "t": "for as long as the heavens and the earth exist, unless your Lord decides otherwise. Your Lord will certainly accomplish whatever He wants.",
    "tr": "Khaalideena feehaa maa daamatis samaawaatu wal-ardu illaa maa shaaa'a Rabbuk; inna Rabbaka fa'-'aalul limaa yureed"
  },
  "108": {
    "t": "The blessed ones will live in Paradise as long as the heavens and the earth exist, unless your Lord decides to grant endless rewards to whomever He wants.",
    "tr": "Wa-ammal lazeena su'idoo fafil Jannati khaalideena feehaa maa daamatis samaawaatu wal-ardu illaa maa shaaa'a Rabbuk; ataaa'an ghaira majzooz"
  },
  "109": {
    "t": "Have no doubt that these people worship (idols). They worship what their fathers had worshipped before them. We will give them the exact recompense that they deserve.",
    "tr": "Falaa taku fee miryatim mimmmaa ya'budu haaa'ulaaa'; maa ya'budoona illaa kamaa ya'budu aabaaa'uhum min qabl; Wa-innaa lamuwaf-foohum naseebahum ghaira manqoos"
  },
  "110": {
    "t": "We gave the Book to Moses but people had different views about it. Had the Word of your Lord not been already ordained, He would have settled their differences (there and then). They are still in doubt about this.",
    "tr": "Wa-laqad aatainaa Moosal Kitaaba fakhtulifa feeh; Wa-law-laa Kalimatun sabaqat mir Rabbika laqudiya bainahum; Wa-innahum lafee shakkim minhu mureeb"
  },
  "111": {
    "t": "God will certainly recompense everyone according to their deeds; He knows well all that you do.",
    "tr": "Wa-inna kullal lammaa la-yuwaffiyannahum Rabbuka a'maalahum; innahoo bimaa ya'maloona Khabeer"
  },
  "112": {
    "t": "(Muhammad), be steadfast (in your faith) just as you have been commanded. Those who have turned to God in repentance with you, should also be steadfast in their faith. Do not indulge in rebellion. God is certainly aware of what you do.",
    "tr": "Fastaqim kamaaa umirta Wa-man taaba ma'aka Wa-laa tatghaw; innahoo bimaa ta'maloona Baseer"
  },
  "113": {
    "t": "Do not be inclined towards the unjust ones lest you will be afflicted by the hell fire. Besides God, no one can be your protector nor will anyone be able to help you.",
    "tr": "Wa-laa tarkanooo ilal lazeena zalamoo fatamassa-kumun Naaru Wa-maa lakum min doonil laahi min awliyaaa'a summa laa tunsaroon"
  },
  "114": {
    "t": "Say your prayers in the morning, the last portion of the day, and at the beginning of the night. Good deeds do away with the bad deeds. This is a reminder for those who take heed.",
    "tr": "Wa-aqimis Salaata tarafayin nahaari Wa-zulafam minal layl; innal hasanaati yuzhibnas saiyi-aat; zaalika zikraa liz-zaakireen"
  },
  "115": {
    "t": "Exercise patience; God does not ignore the reward of those who do good.",
    "tr": "Wasbir fa-innal laaha laa yudee'u ajral muhsineen"
  },
  "116": {
    "t": "Why were there no people of understanding among those people of the destroyed towns of the past except for a few, whom we saved from destruction, to prevent people from committing evil in the land? The unjust among them indulged in worldly pleasures and so became guilty.",
    "tr": "Falaw-laa kaana minal qurooni min qablikum ooloo baqiyyatiny yanhawna 'anil fasaadi fil ardi illaa qaleelam mimman anjainaa minhum; wattaba'al lazeena zalamoo maaa utrifoo feehi Wa-kaanoo mujrimeen"
  },
  "117": {
    "t": "Your Lord would not have destroyed those people (of the towns) for their injustice if they had tried to reform themselves.",
    "tr": "Wa-maa kaana Rabbuka liyuhlikal quraa bizulminw Wa-ahluhaa muslihoon"
  },
  "118": {
    "t": "Had your Lord wanted, He would have made all people one united nation. They still have different beliefs",
    "tr": "Wa-law shaaa'a Rabbuka laja'al annnaasa ummatanw waa-hidatanw Wa-laa yazaaloona mukhtalifeen"
  },
  "119": {
    "t": "except those upon whom God has granted His mercy. God has created them to receive mercy. The decree of your Lord that He will fill hell with both jinn and human beings has already been ordained.",
    "tr": "Illaa mar rahima Rabbuk; Wa-lizaalika khalaqahum; Wa-tammat Kalimatu Rabbika la-amla'ana Jahannama minal jinnati wannnaasi ajma'een"
  },
  "120": {
    "t": "(Muhammad), We tell you all the stories of the Messengers which will strengthen your heart. In the Quran We have revealed the Truth to you with good advice and reminders for the faithful ones.",
    "tr": "Wa-kullan naqussu 'alaika min ambaaa'ir Rusuli maa nusabbitu bihee fu'aadak; Wa-jaaa'aka fee haazihil haqqu Wa-maw'izatunw Wa-zikraa lilmu'-mineen"
  },
  "121": {
    "t": "Tell the unbelievers, \"Do as you wish and I will do as I believe.",
    "tr": "Wa-qul lillazeena laa yu'minoo na'maloo 'alaa makaanatikum innaa 'aamiloon"
  },
  "122": {
    "t": "Wait, and I, too, will be waiting with you.\"",
    "tr": "Wantaziroo innaa mun-taziroon"
  },
  "123": {
    "t": "To God belongs the knowledge of the unseen in the heavens and the earth and to Him do all affairs return. Worship Him and trust Him. Your Lord is not unaware of what you do.",
    "tr": "Wa-lillaahi ghaibus samaawaati wal-ardi Wa-ilaihi yurja'ul amru kulluhoo fa'bud-hu Wa-tawakkal 'alaih; Wa-maa Rabbuka bighaafilin 'ammaa ta'maloon"
  }
}