{
  "1": {
    "t": "Alif. Lam. Ra. These are the verses of the illustrious Book.",
    "tr": "Alif-Laaam-Raa; tilka Aayaatul Kitaabil Mubeen"
  },
  "2": {
    "t": "We have revealed it in the Arabic language so that you (people) would understand it.",
    "tr": "Innaaa anzalnaahu quraanan 'Arabiyyal la-'allakum ta'qiloon"
  },
  "3": {
    "t": "In revealing this Quran to you, We tell you the best of the stories of which you were unaware.",
    "tr": "Nahnu naqussu 'alaika ahsanal qasasi bimaaa awhainaaa ilaika haazal quraana Wa-in kunta min qablihee laminal ghaafileen"
  },
  "4": {
    "t": "When Joseph said, \"Father, in my dream I saw eleven stars, the sun and the moon prostrating before me,\"",
    "tr": "Iz qaala Yoosufu li-abeehi yaaa-abati innee ra-aytu ahada 'ashara kawkabanw wash-shamsa walqamara ra-aytuhum lee saajideen"
  },
  "5": {
    "t": "his father said, \"My son, do not tell your dream to your brothers lest they plot against you; satan is the sworn enemy of man.",
    "tr": "Qaala yaa-bunaiya laa taqsus ru'yaaka 'alaaa ikhwatika fayakeedoo laka kaidaa; innash Shaitaana lil-insaani 'aduwwum mubeen"
  },
  "6": {
    "t": "Thus, your Lord will select you, teach you the interpretation of dreams, and grant His favors to you and the family of Jacob, just as He granted His favors to your fathers, Abraham and Isaac. Your Lord is certainly All-knowing and All-wise.\"",
    "tr": "Wa-kazaalika yajtabeeka rabbuka Wa-yu'allimuka min ta'weelil ahaadeesi Wa-yutimmu ni'matahoo 'alaika Wa-'alaaa Aali Ya'qooba kamaaa atammahaa 'alaaa abawaika min qablu Ibraaheema Wa-Ishaaq; inna Rabbaka 'Aleemun hakeem"
  },
  "7": {
    "t": "In the story of Joseph and his brothers, there is evidence (of the truth) for those who seek to know.",
    "tr": "Laqad kaana fee Yoosufa Wa-ikhwatiheee Aayaatul lissaaa'ileen"
  },
  "8": {
    "t": "Joseph's brothers said to one another, \"There is no doubt that Joseph and his brother are more loved by our father, even though we are all his offspring. He (our father) is certainly in manifest error.\"",
    "tr": "Iz qaaloo la-Yoosufu Wa-akhoohu ahabbu ilaaa Abeenaa minnaa Wa-nahnu 'usbatun; inna abaanaa lafee dalaalim mubeen"
  },
  "9": {
    "t": "Some of them suggested, \"Let us kill Joseph or leave him somewhere far away from the presence of our father. Only then shall we receive equal treatment and thereafter can become righteous people\".",
    "tr": "Uqtuloo Yoosufa awitra hoohu ardany yakhlu lakum wajhu abeekum Wa-takoonoo mim ba'dihee qawman saaliheen"
  },
  "10": {
    "t": "One of them said, \"Do not kill Joseph, but if you must, throw him into a dark well so that perhaps some caravan will take him away.\"",
    "tr": "Qaalaa qaaa'ilum minhum laa taqtuloo Yoosufa Wa-alqoohu fee ghayaabatil jubbi yaltaqithu badus sai-yaarati in kuntum faa-'ileen"
  },
  "11": {
    "t": "Then they asked their father, \"Why do you not trust us with Joseph? We are his well-wishers.",
    "tr": "Qaaloo yaaa-abaanaa maa laka laa ta'mannaa 'alaa Yoosufa Wa-innaa lahoo lanaa-sihoon"
  },
  "12": {
    "t": "Send him with us tomorrow to play with us and enjoy himself. We shall carefully protect him\".",
    "tr": "Arsillhu ma'anaa ghadany yarta'wa yal'ab Wa-innaa lahoo lahaafizoon"
  },
  "13": {
    "t": "Jacob replied, \"I shall be grieved if you take him with you; I fear that some wild-beast will harm him in your absence.\"",
    "tr": "Qaala innee la-yahzununeee an tazhaboo bihee Wa-akhaafu any ya'kulahuz zi'bu Wa-antum 'anhu ghaafiloon"
  },
  "14": {
    "t": "They said, \"If some wild-beast would be able to harm him, despite the presence of our strong group, it would certainly be a great loss to us!\"",
    "tr": "Qaaloo la-in akalahuz zi'bu Wa-nahnu 'usbatun innaaa izal lakhaasiroon"
  },
  "15": {
    "t": "When they took Joseph with them, they agreed to throw him into the well. We revealed to Joseph that (sometime) in the future at a time when they would not recognize him, he would remind them of all this.",
    "tr": "Falammaa zahaboo bihee Wa-ajma'ooo aien yaj'aloohu fee ghayaabatil jubb; Wa-awhainaaa ilaihi latunabbi-'annahum bi-amrihim haaza Wa-hum laa yash'uroon"
  },
  "16": {
    "t": "In the evening they returned to their father weeping",
    "tr": "Wa-jaaa'ooo abaahum 'ishaaa-'aien yabkoon"
  },
  "17": {
    "t": "and saying, \"Father, we went playing and left Joseph with our belongings. A wild-beast came and devoured him. We realize that you will not believe us even though we are telling the truth\".",
    "tr": "Qaaloo yaaa-abaanaaa innaa zahabnaa nastabiqu Wa-taraknaa Yoosufa 'inda mataa'inaa fa-akhalahuz zi'b, Wa-maaa anta bimu'minil lanaa Wa-law kunnaa saadiqeen"
  },
  "18": {
    "t": "They presented him with a shirt stained with false blood. Jacob said, \"Your souls have tempted you in this matter. Let us be patient and beg assistance from God if what you say is true.\"",
    "tr": "Wa-jaaa'oo 'alaa qameesi-hee bidamin kazib qaala bal sawwalat lakum anfusukum amraa; fasabrun jameel; wallaahul musta'aanu 'alaa maa tasifoon"
  },
  "19": {
    "t": "A caravan came by and sent their water carrier out to the well. When he drew out Joseph in his bucket, he shouted, \"Glad news, a young boy!\" The people of the caravan hid him amongst their belongings. God knows well what they do.",
    "tr": "Wa-jaaa'at saiyyaaratun fa-arsaloo waaridahum fa-adlaa dalwah; qaala yaa-bushraa haaza ghulaam; Wa-asarroohu bi-daa'ah; wallaahu 'aleemum bimaa ya'maloon"
  },
  "20": {
    "t": "In selling him they asked for a very small price and even then no one wanted to buy him.",
    "tr": "Wa-sharawhu bisamanim bakhsin daraahima ma'doo-datinw Wa-kaanoo feehi minaz zaahideen"
  },
  "21": {
    "t": "The Egyptian who bought him said to his wife, \"Be kind to him, perhaps he will be of some benefit to us or we may adopt him.\" Thus, We settled Joseph in the land so that We could teach him the interpretation of dreams. God has full control over His affairs but most people do not know.",
    "tr": "Wa-qaalal lazish taraahu mim Misra limra atiheee akrimee maswaahu 'asaaa any-yanfa'anaaa aw nattakhizahoo waladaa; Wa-kazaalika mak-kannaa li-Yoosufa fil ardi Wa-linu'allimahoo min ta'weelil ahaadees; wallaahu ghaalibun 'alaaa amrihee Wa-laakinna aksaran naasi laa ya'lamoon"
  },
  "22": {
    "t": "When he attained maturity, God gave him strength, wisdom and knowledge. Thus, do We reward those who do good.",
    "tr": "Wa-lammaa balagha ashuddahooo aatainaahu hukmanw Wa-'ilmaa; Wa-kazaa-lika najzil muhsineen"
  },
  "23": {
    "t": "His master's wife then tried to seduce him. She locked the doors and said to him, \"Come on.\" He said, \"I seek refuge in God who has given me a good place of shelter. The unjust will certainly have no happiness.\"",
    "tr": "Wa-raawadat-hul latee huwa fee baitihaa 'an nafsihee Wa-ghallaqatil abwaaba Wa-qaalat haita lak; qaala ma'aazal laahi innahoo rabbeee ahsana maswaay; innahoo laa yuflihuz zaalimoon"
  },
  "24": {
    "t": "She was determined to have him and were it not for his faith in God, he would certainly have yielded to her. Thus did We protect him from evil and indecency. He was certainly one of Our sincere servants.",
    "tr": "Wa-laqad hammat bihee Wa-hamma bihaa law-laaa ar ra-aa burhaana rabbih; kazaalika linasrifa 'anhu sooo'a walfa-hshaaa'; innahoo min 'ibaadi-nal mukhlaseen"
  },
  "25": {
    "t": "She chased him to the door, grabbed him from behind, and tore off his shirt. Suddenly, they were face to face with her husband. (Looking accusingly at Joseph) she asked her husband, \"What punishment is more fitting for those who have evil desires towards your household other than imprisonment and painful torment?\"",
    "tr": "Wastabaqal baaba Wa-qaddat qameesahoo min duburinw Wa-alfayaa saiyidahaa ladal baab; qaalat maa jazaaa'u man araada bi ahlika sooo'an illaaa any-yusjana aw azaabun 'aleem"
  },
  "26": {
    "t": "Joseph said, \"It was she who tried to seduce me.\" Someone from the household in confirmation of Joseph's statement said, \"If his shirt it torn from the front, she has spoken the truth and he is lying,",
    "tr": "Qaala hiya raawadatnee 'an nafsee Wa-shahida shaahidum min ahlihaa in kaana qameesuhoo qudda min qubulin fasadaqat Wa-huwa minal kaazibeen"
  },
  "27": {
    "t": "but if his shirt is torn from behind, she is lying and he is speaking the truth.\"",
    "tr": "Wa-in kaana qameesuhoo qudda min duburin fakazabat Wa-huwa minas saadiqeen"
  },
  "28": {
    "t": "When the master saw that Joseph's shirt was torn from behind, he told his wife, \"This is some of your womanly guile in which you are certainly skillful.",
    "tr": "Falammaa ra-aa qamee-sahoo qudda min duburin qaala innahoo min kaidikunna inna kaidakunna 'azeem"
  },
  "29": {
    "t": "Joseph, stay away from such affairs and you, woman, ask forgiveness for your sin; the guilt is yours.\"",
    "tr": "Yoosufu a'rid 'an haaza wastaghfiree li-zanbiki innaki kunti minal khaati'een"
  },
  "30": {
    "t": "Some of the women in the town started to gossip saying, \"The King's wife has tried to seduce her servant and has fallen madly in love with him. We think that she is in manifest error\".",
    "tr": "Wa-qaala niswatun fil madeenatim ra-atul 'Azeezi turaawidu fataahaa 'an nafsihee qad shaghafahaa hubbaa; innaa lana-raahaa fee dalaalim mubeen"
  },
  "31": {
    "t": "When she heard their gossiping, she invited them to her house for a banquet and gave a knife to each of them. Then she told Joseph to appear before them. When they saw Joseph, they were so amazed that they cut their hands and said, \"Goodness gracious! He is not a mortal but is a charming angel!\"",
    "tr": "Falammaa sami'at bimak-rihinna arsalat ilaihinna Wa-a'tadat lahunna muttaka-anw Wa-aatat kulla waahidatim min-hunna sikkeenanw Wa-qaala-tikh ruj 'alaihinna falammaa ra-aynahooo akbarnahoo Wa-qatta'na aydiyahunna Wa-qulna haasha lillaahi maa haaza basharaa; in haazaaa illaa malakun kareem"
  },
  "32": {
    "t": "She said, \"This is the one on whose account you subjected me to all this blame. I tried to seduce him but he abstained. If he does not yield to me, I shall order him to be locked up in prison to make him humble.\"",
    "tr": "Qaalat fazaalikunnal lazee lumtunnanee feeh; Wa-laqad raawattuhoo 'an nafsihee fasta'sam; Wa-la'il lam yaf'al maaa aamuruhoo la-yusjananna Wa-la-yakoonam minas saaghireen"
  },
  "33": {
    "t": "Joseph said, \"Lord, prison is dearer to me than that which women want me to do. Unless You protect me from their guile, I shall be attracted to them in my ignorance\".",
    "tr": "Qaala rabbis sijnu ahabbu ilaiyya mimma yad'oo-naneee 'ilaihi Wa-illaa tasrif 'annee kaidahunna asbu ilaihinna Wa-akum minal jaahileen"
  },
  "34": {
    "t": "His Lord heard his prayers and protected him from their guile; He is All-hearing and All-knowing.",
    "tr": "Fastajaaba lahoo rabbuhoo fasarafa 'anhu kaidahunn; innahoo huwas Samee'ul 'Aleem"
  },
  "35": {
    "t": "Even after Joseph had been found innocent of any crime, the King and his people decided to imprison him for an appointed time (so that people would forget the incident).",
    "tr": "Summa badaa lahum min ba'di maa ra-awul Aayaati layasjununnahoo hatta heen"
  },
  "36": {
    "t": "Two young men were also sent to serve prison sentences (for different reasons). One of them said, \"I had a dream in which I was brewing wine.\" The other one said, \"In my dream I was carrying some bread on my head and birds were eating that bread.\" They asked Joseph if he would interpret their dreams. They said, \"We believe you to be a righteous person.\"",
    "tr": "Wa-dakhala ma'a hussijna fata-yaan; qaala ahaduhumaaa inneee araaneee a'siru khamranw Wa-qaalal aakharu inneee araaneee ahmilu fawqa ra'see khubzan ta'kulut tairu minhu; nabbi'naa bi-ta'weelih; innaa naraaka minal muhsineen"
  },
  "37": {
    "t": "(Joseph) said, \"To prove that my interpretation of your dream is true, I can tell you what kind of food you will receive even before it comes to you. My Lord has given me such talents. I have given up the tradition of the people who do not believe in God and the Day of Judgment",
    "tr": "Qaala laa ya'teekumaa ta'aamun turzaqaaniheee illaa nabba'tukumaa bi-ta'weelihee; qabla aien ya'ti-yakumaa; zaalikumaa mimmaa 'allamanee rabbee; innee taraktu millata qawmil laa yu'minoona billaahi wahum bil-aakhirati hum kaafiroon"
  },
  "38": {
    "t": "and I have embraced the religion of my fathers, Abraham, Isaac, and Jacob. We are not supposed to consider anything equal to God. This is part of God's blessing to us and the people, but most people do not give thanks.",
    "tr": "Wattaba'tu millata aabaaa'eee Ibraaheema Wa-Iss-haaqa Wa-Ya'qoob; maa kaana lanaaa an nushrika billaahi min shai'; zaalika min fadlil laahi 'alainaa Wa-'alan naasi Wa-laakinna aksaran naasi laa yashkuroon"
  },
  "39": {
    "t": "\"My fellow-prisoners can many different masters be considered better than One All-dominant God?",
    "tr": "Yaa-saahibayis sijni 'a-arbaabum mutafarriqoona khayrun amil laahul waahidul qahhaar"
  },
  "40": {
    "t": "What you worship instead of God are no more than empty names that you and your fathers have given to certain things. God has not given any authority to such names. Judgment belongs to no one but God. He has commanded you to worship nothing but Him. This is the only true religion, but most people do not know.",
    "tr": "Maa ta'budoona min doonihee illaaa asmaaa'an sam maitumoohaaa antum Wa-aabaaa'ukum maaa anzalal laahu bihaa min sultan; inilhukmu illaa lillaah; amara allaa ta'budooo illaaa iyyaah; zaalikad deenul qaiyimu Wa-laakinna aksaran naasi laa ya'lamoon"
  },
  "41": {
    "t": "\"Fellow-prisoners, your dreams tell that one of you will serve wine to his master and the other will be crucified and his head consumed by the birds. Judgment has already been passed about the meaning of the dreams that you asked about.\"",
    "tr": "Yaa-saahibayis sijni ammaaa ahadukumaa fa-yasqee rabbahoo khamranw Wa-ammal aakharu fa-yuslabu fata'kulut tairu mir ra'sih; qudiyal amrul lazee feehi tastaftiyaan"
  },
  "42": {
    "t": "Joseph asked the one, whom he knew would not be executed, to mention his case to his Lord. Satan caused that man to forget all about Joseph and his case. Thus, Joseph remained in prison for some years.",
    "tr": "Wa-qaala lillazee zanna annahoo najim minhumaz kurnee 'inda rabbika fa-ansaahush Shaitaanu zikra Rabbihee falabisa fis sijni bid'a sineen"
  },
  "43": {
    "t": "(Sometimes later), the King dreamt that seven lean cows were eating seven fat ones and that there were seven green ears of corn and seven dry ones. He asked the nobles to tell him the meaning of his dream if they were able to.",
    "tr": "Wa-qaalal maliku inneee araa sab'a baqaraatin simaanien ya'kuluhunna sab'un 'ijaafunw Wa-sab'a sumbulaatin khudrinw Wa-ukhara yaabisaat; yaaa-ayyuhal mala-u aftoonee fee ru'yaaya in kuntum lirru'yaa ta'buroon"
  },
  "44": {
    "t": "They replied, \"It is a confused dream and we do not know the meaning of such dreams.\"",
    "tr": "Qaalooo adghaasu ahlaa-minw Wa-maa nahnu bi-ta'weelil ahlaami bi'aalimeen"
  },
  "45": {
    "t": "The man who was in prison with Joseph and who was released, recalled after so many years Joseph's (ability to interpret dreams) and said, \"I can tell you the meaning of this dream if you allow me to go (to the prison and ask the man who knows the meanings of dreams).\"",
    "tr": "Wa-qaalal lazee najaa minhumaa waddakara ba'da ummatin ana unabbi'ukum bi-ta'weelihee fa-arsiloon"
  },
  "46": {
    "t": "(He went to the prison) and said to Joseph, \"You are a man of truth. Would you tell me the meaning of a dream in which seven fat cows eat up seven lean ones and the meaning of seven green ears of corn and seven dry ones? I hope you can tell me the right meaning and save people from confusion.\"",
    "tr": "Yoosufu ayyuhas siddeequ aftinaa fee sab'i baqaraatin simaaniny ya'kuluhunna sab'un 'ijaafunw Wa-sabi'i sumbulaatin khudrinw Wa-ukhara yaabisaatil la'alleee arji'u ilan naasi la'allahum ya'lamoon"
  },
  "47": {
    "t": "(Joseph) said, \"Cultivate your lands for seven years as usual and preserve the produce with its ears each year except the little amount that you will consume.",
    "tr": "Qaala tazra'oona sab'a sineena da-aban famaa hasattum fazaroohu fee sumbu-liheee illaa qaleelam mimmaa ta'kuloon"
  },
  "48": {
    "t": "After this will ensue seven years of famine in which all the grain that you have stored will be consumed except a small quantity.",
    "tr": "Thumma ya'tee mim ba'di zaalika sab'un shidaaduny ya'kulna maa qaddamtum lahunna illaa qaleelam mimma tuhsinoon"
  },
  "49": {
    "t": "Then there will be a year with plenty of rain and people will have sufficient milk and other produce.\"",
    "tr": "Thumma ya'tee mim ba'di zalika 'aamun feehi yughaa-sun naasu Wa-feehi ya'siroon"
  },
  "50": {
    "t": "The King ordered his people to bring Joseph into his presence. When the messenger came to Joseph, he (Joseph) said, \"Ask your master about the women who cut their hands. My Lord knows all about their guile\".",
    "tr": "Wa-qaalal maliku 'toonee bihee falammaa jaaa'ahur rasoolu qaalar ji ilaa rabbika fas'alhu maa baalun niswatil laatee qatta'na aydiyahunn; inna Rabbee bikaidihinna 'Aleem"
  },
  "51": {
    "t": "The King asked the women about their attempt to seduce Joseph. They replied, \"God forbid! We do not know of any bad in Joseph.\" The wife of the King said, \"Now the truth has come to light. It was I who tried to seduce Joseph. He is, certainly, a truthful man.\"",
    "tr": "Qaala maa khatbukunna iz raawattunna Yoosufa 'an nafsih; qulna haasha lillaahi maa 'alimnaa 'alaihi min sooo'; qaalatim ra-atul 'Azeezil 'aana hashasal haqq, ana raawat-tuhoo 'an nafsihee Wa-innahoo laminas saadiqeen"
  },
  "52": {
    "t": "(Joseph said), \"This proves that I was not disloyal to the King in his absence. God does not grant success to the efforts of disloyal people.",
    "tr": "Zaalika liya'lama annee lam akhunhu bilghaibi Wa-annal laaha laa yahdee kaidal khaaa'ineen"
  },
  "53": {
    "t": "\"I do not think that I am free from weakness; all human souls are susceptible to evil except for those to whom my Lord has granted mercy. My Lord is certainly All-forgiving and All-merciful.\"",
    "tr": "Wa-maa ubarri'u nafsee; innan nafsa la-ammaaratum bissooo'i illaa maa rahima Rabbee; inna Rabbee Ghafoorur Raheem"
  },
  "54": {
    "t": "The King ordered his men to bring Joseph before him. He wanted to grant him a high office. The King said to Joseph, \"From now on you will be an honored and trusted person among us\".",
    "tr": "Wa-qaalal maliku' toonee biheee astakhlishu linafsee falammaa kallamahoo qaala innakal yawma ladainaa makeenun ameen"
  },
  "55": {
    "t": "Joseph said, \"Put me in charge of the treasuries of the land. I know how to manage them.\"",
    "tr": "Qaalaj 'alnee 'alaa khazaaa'inil ardi innee hafeezun 'aleem"
  },
  "56": {
    "t": "Thus, We settled Joseph in the land to live wherever he wanted. We grant a due share of Our mercy to whomever We want and We do not ignore the reward of the righteous ones.",
    "tr": "Wa-kazaalika makkannaa li-Yoosufa fil ardi yatabawwa'u minhaa haisu yashaaaa'; nuseebu birahmatinaa man nashaaa'u Wa-laa nudee'u ajral muhsineen"
  },
  "57": {
    "t": "The reward in the next life is certainly better for the faithful ones who have observed piety in this life.",
    "tr": "Wa-la-ajrul Aakhirati khairul lillazeena aamanoo Wa-kaanoo yattaqoon"
  },
  "58": {
    "t": "Joseph's brothers came to him. When they entered his court, he recognized them. They did not know him.",
    "tr": "Wa-jaaa'a ikhwatu Yoosufa fadakhaloo 'alaihi fa'arafahum Wa-hum lahoo munkiroon"
  },
  "59": {
    "t": "When he had furnished them with provisions, he said, \"Next time, bring me your other brother from your father. As you can see, I give each of you a certain amount of grain; I am a polite host.",
    "tr": "Wa-lammaa jahhazahum bijahaazihim qaala' toonee bi-akhil lakum min abeekum; alaa tarawna anneee oofil kaila Wa-ana khairul munzileen"
  },
  "60": {
    "t": "If you do not bring him, do not come to us for we shall not give you any more grain.\"",
    "tr": "Fa-il lam taatoonee bihee falaa kaila lakum 'indee Wa-laa taqraboon"
  },
  "61": {
    "t": "Joseph's brothers said, \"We shall try to influence his father to send him with us and we shall be successful\".",
    "tr": "Qaaloo sanuraawidu 'anhu abaahu Wa-innaa lafaa'iloon"
  },
  "62": {
    "t": "Then Joseph told his people to put his brothers' money back into their bags so that perhaps they would recognize it, when at home, and come back to Egypt once again.",
    "tr": "Wa-qaala lifityaanihij 'aloo bidaa'atahum fee rihaalihim la'allahum ya'rifoonahaaa izan qalabooo ilaaa ahlihim la'allahum yarji'oon"
  },
  "63": {
    "t": "When they returned to their father, they told him, \"Father, (unless we take our brother) they will refuse us one further measure of grain. Send our brother with us so that we can obtain that measure. We shall watch over him carefully\".",
    "tr": "Falammaa raja'ooo ilaaa abeehim qaaloo yaaa-abaanaa muni'a minnal kailu fa-arsil ma'anaaa akhaanaa naktal Wa-innaa lahoo lahaafizoon"
  },
  "64": {
    "t": "Jacob replied, \"How can I trust you after what happened to his brother before? Only God is the best Protector. His mercy is far greater than that of others.\"",
    "tr": "Qaala hal aamanukum 'alaihi illaa kamaa amintukum 'alaaa akheehi min qabl; fal-laahu khairun haafizanw Wa-Huwa arhamur Raahimeen"
  },
  "65": {
    "t": "When they opened their baggage, they found that their money had been returned to them. They said, \"Father, what more do we want? Our money has been given back to us. We can buy more provisions with this for our family. We shall protect our brother and have one more camel load of grain which is easy to get\".",
    "tr": "Wa-lammaa fatahoo mataa-'ahum wajadoo bidaa'atahum ruddat ilaihim qaaloo yaaa-abaanaa maa nabghee; haazihee bida-'atunaa ruddat ilainaa Wa-nameeru ahlanaa Wa-nahfazu akhaanaa Wa-nazdaadu kaila ba'eer; zaalika kailuien yaseer"
  },
  "66": {
    "t": "(Jacob) said, \"I shall not send him with you until you solemnly promise me before God to return him to me unless you are prevented from doing so.\" When they gave their promise, he said, \"God is the Witness of what we have said\".",
    "tr": "Qaala lan ursilahoo ma'akum hattaa tu'tooni mawsiqam minal laahis lataa-tunnanee biheee illaaa aien yuhaata bikum falammaaa aatawhu mawsiqahum qaalal laahu 'alaa maa naqoolu Wakeel"
  },
  "67": {
    "t": "Jacob then told his sons, \"Do not enter the town all together by a single gate, but each of you enter separately. I cannot help you against (the decree of) God. Everyone's destiny is in His hands. I put my trust in Him. Whoever needs a trustee must put his trust in God.\"",
    "tr": "Wa-qaala yaa-baniyya laa tadkhuloo mim baabinw waa-hidinw wadkhuloo min abwaabim mutafarriqah; Wa-maaa ughnee 'ankum minal laahi min shai'in; inil hukmu illaa lillaahi 'alaihi tawakkaltu Wa-'alaihi fal-yatawakkalil Mutawakkiloon"
  },
  "68": {
    "t": "Even though they entered the town as their father had told them, it would not have been of any avail to them against the decree of God. It only served to satisfy Jacob's desire and judgment. He was certainly well versed by Our instruction, but most people do not know.",
    "tr": "Wa-lammaa dakhaloo min haisu amarahum aboohum maa kaana yughnee 'anhum minal laahi min shai'in illaa haajatan fee nafsi Ya'qooba qadaahaa; Wa-innahoo lazoo 'ilmil limaa 'allamnaahu Wa-laakinna aksaran naasi laa ya'lamoon"
  },
  "69": {
    "t": "When they entered Joseph's court, he gave lodging to his own brother (Benjamin) and said, \"I am your brother. Do not feel sad about whatever they had done\".",
    "tr": "Wa-lammaa dakhaloo 'alaa Yoosufa aawaaa ilaihi akhaahu qaala inneee ana akhooka falaa tabta'is bimaa kaanoo ya'maloon"
  },
  "70": {
    "t": "When he had furnished them with provisions, he placed the King's drinking cup in his own brother's baggage. Then someone shouted, \"People of the caravan, you are thieves!\"",
    "tr": "Falammaa jahhazahum bijahaazihim ja'alas siqaayata fee rahli akheehi summa azzana mu'azzinun ayyatuhal 'eeru innakum lasaariqoon"
  },
  "71": {
    "t": "Joseph's brothers turned around and asked, \"What is missing?\"",
    "tr": "Qaaloo Wa-aqbaloo 'alaihim maazaa tafqidoon"
  },
  "72": {
    "t": "They were told, \"The King's drinking cup is missing and whoever brings it will receive a camel's load of grain. I promise you that\".",
    "tr": "Qaaloo nafqidu suwaa'al maliki Wa-liman jaaa'a bihee himlu ba'eerinw Wa-ana bihee za'eem"
  },
  "73": {
    "t": "Joseph's brothers said, \"We swear by God, as you know, that we have not come to spread evil in the land and that we have not committed any theft.\"",
    "tr": "Qaaloo tallaahi laqad 'alimtum maa ji'na linufsida fil ardi Wa-maa kunnaa saariqeen"
  },
  "74": {
    "t": "The Egyptians said, \"What do you suggest should be the punishment for the thief, if it is proved that you are lying?\"",
    "tr": "Qaaloo famaa jazaaa'u-hooo in kuntum kaazibeen"
  },
  "75": {
    "t": "Joseph's brothers replied, \"In whosoever baggage it is found, that person will be your bondsman. Thus is the punishment of the unjust.\"",
    "tr": "Qaaloo jazaaa'uhoo manw wujida fee rahlihee fahuwa jazaaa'uh; kazaalika najziz zaalimeen"
  },
  "76": {
    "t": "They searched their baggage before that of Joseph's real brother where at last they found it. Thus, We showed Joseph how to plan this; he would not have been able to take his brother under the King's law unless God had wanted it to be so. We give a high rank to whomever We want. Over every knowledgeable person is one more knowing.",
    "tr": "Fabada-a bi-aw'iyatihim qabla wi'aaa'i akheehi summas takhrajahaa minw wi-'aaa'i akheeh; kazaalika kidnaa li-Yoosuf; maa kaana liyaakhuza akhaahu fee deenil maliki illaaa aien yashaaa'al laah; narfa'u darajaatim man nashaaa'; Wa-fawqa kulli zee 'ilmin 'Aleem"
  },
  "77": {
    "t": "(Joseph's) brothers said, \"It's no wonder that he steals; a brother of his had stolen before him.\" Joseph noted their remarks, but did not utter a word. He said (to himself), \"You are in a worse position. God knows best what you allege.\"",
    "tr": "Qaaloo ien yasriq faqad saraqa akhul lahoo min qabl; fa-asarrahaa Yoosufu fee nafsihee Wa-lam yubdihaa lahum; qaala antum sharrum makaananw wallaahu a'lamu bimaa tasifoon"
  },
  "78": {
    "t": "They said, \"Noble Prince, his father is very old so please take one of us in his place. We believe that you are a righteous person\".",
    "tr": "Qaaloo yaaa-ayyuhal 'Azeezu inna lahooo aban shaikhan kabeeran fakhuz ahadanaa makaanahoo innaa naraaka minal muhsineen"
  },
  "79": {
    "t": "He replied, \"God forbid! How could I take someone in place of the thief? In doing so I would be committing injustice.\"",
    "tr": "Qaala ma'aazal laahi an naakhuza illaa manw wajadnaa mataa'anaa 'indahoo innaaa izal lazaalimoon"
  },
  "80": {
    "t": "When they lost all hope (of convincing the Prince), they moved into a corner whispering to each other. The eldest among them said, \"Do you not remember that you had solemnly promised our father to return Benjamin to him and that before this you had broken your promise concerning Joseph? I shall never leave this land until my father gives me permission or God decides for me; He is the best Judge.",
    "tr": "Falammas tay'asoo minhu khalasoo najiyyan qaala kabeeruhum alam ta'lamoon anna abaakum qad akhaza 'alaikum mawsiqam minal laahi Wa-min qablu maa farrattum fee Yoosufa falan abrahal arda hattaa yaazana leee abeee aw yahkumal laahu lee Wa-huwa khairul haakimeen"
  },
  "81": {
    "t": "\"Go to our father and tell him, 'Father, your son committed theft. We say only what we have seen and we have no control over the unseen.",
    "tr": "Irji'ooo ilaaa abeekum faqooloo yaaa-abaanaaa innab naka saraq; Wa-maa shahidnaaa illaa bimaa 'alimnaa Wa-maa kunnaa lilghaibi haafizeen"
  },
  "82": {
    "t": "You can ask the people of the town where we were and the caravan we met there. We are certainly telling the truth.\"",
    "tr": "Was'alil qaryatal latee kunnaa feehaa wal'eeral lateee aqbalnaa feehaa Wa-innaa lasaadiqoon"
  },
  "83": {
    "t": "(When he heard this), Jacob said, \"Your souls have tempted you to make up the whole story. Let us be patient for perhaps God will bring them all back to me. God is certainly All-knowing and All-wise\".",
    "tr": "Qaala bal sawwalat lakum anfusukum amran fasabrun jameelun 'asal laahu aien yaa-tiyanee bihim jamee'aa; innahoo Huwal 'Aleemul Hakeem"
  },
  "84": {
    "t": "(Jacob) turned away from them saying, \"Alas, Joseph is lost!\" He wept continuously in his grief until, in suppressing his anger, his eyes turned white.",
    "tr": "Wa-tawallaa 'anhum Wa-qaala yaaa-asafaa 'alaa Yoosufa wabyaddat 'aynaahu minal huzni fahuwa kazeem"
  },
  "85": {
    "t": "They said, \"You are always remembering Joseph. By God, it will either make you sick or you will die\".",
    "tr": "Qaaloo tallaahi tafta'u tazkuru Yoosufa hattaa takoona haradan aw takoona minal haalikeen"
  },
  "86": {
    "t": "He replied, \"I only complain of my sorrow and grief to God. I know about God what you do not know.",
    "tr": "Qaala innamaaa ashkoo bassee Wa-huzneee ilal laahi Wa-a'lamu minal laahi maa laa ta'lamoon"
  },
  "87": {
    "t": "My sons, go and search for Joseph and his brother and do not despair of receiving comfort from God; only the unbelievers despair of receiving comfort from Him.\"",
    "tr": "Yaa-baniyyaz haboo fatahassasoo mien Yoosufa Wa-akheehi Wa-laa tai'asoo mir rawhil laahi innahoo laa yai'asu mir rawhil laahi illal qawmul kaafiroon"
  },
  "88": {
    "t": "When they entered Joseph's court, they said, \"Noble Prince, hardship has struck us and our people. We have come with a little money, so give us a measure of grain and be charitable to us. God will give the reward to those who give charity\".",
    "tr": "Falammaa dakhaloo 'alaihi qaaloo yaaa-ayyuhal 'Azeezu massanaa Wa-ahlanad durru Wa-ji'naa bibidaa 'timmuzjaatin fa-awfi lanal kaila Wa-tasaddaq 'alainaa innal laaha yajzil mutasaddiqeen"
  },
  "89": {
    "t": "Joseph asked them, \"Do you know what you did to Joseph and his brother in your ignorance?\"",
    "tr": "Qaala hal 'alimtum maa fa'altum bi-Yoosufa Wa-akheehi iz antum jaahiloon"
  },
  "90": {
    "t": "Then they inquired, \"Are you Joseph?\" He said, \"Yes, I am Joseph and this is my brother. God has indeed been gracious to us. One who exercises patience and observes piety should know that God does not ignore the reward of the righteous ones.\"",
    "tr": "Qaaloo 'a-innaka la-anta Yoosufu qaala ana Yoosufu Wa-haazaaa akhee qad mannal laahu 'alainaa innahoo mai yattaqi Wa-yasbir fa-innal laaha laa yudee'u ajral muhsineen"
  },
  "91": {
    "t": "They said, \"We swear by God that He has given preference to you over us and we have sinned\".",
    "tr": "Qaaloo tallaahi laqad aasarakal laahu 'alainaa Wa-in kunnaa lakhaati'een"
  },
  "92": {
    "t": "(Joseph) said, \"No one will blame you on this day. God will forgive you; He is more Merciful than others.",
    "tr": "Qaala laa tasreeba 'alaikumul yawma yaghfirul laahu lakum Wa-Huwa arhamur raahimeen"
  },
  "93": {
    "t": "Take my shirt and place it unto my father's face. This will restore his eye-sight. Then bring the whole family to me.\"",
    "tr": "Izhaboo biqameesee haazaa fa-alqoohu 'alaa wajhi abee yaati baseeranw waatoonee bi-ahlikum ajma'een"
  },
  "94": {
    "t": "When the caravan left the town, their father said, \"I smell Joseph's scent. I hope that you will not accuse me of senility\".",
    "tr": "Wa-lammaa fasalatil 'eeru qaala aboohum innee la-ajidu reeha Yoosufa law-laaa an tufannidoon"
  },
  "95": {
    "t": "His people said, \"By God, you are still making the same old error\".",
    "tr": "Qaaloo tallaahi innaka lafee dalaalikal qadeem"
  },
  "96": {
    "t": "When someone brought him the glad news, Joseph's shirt was placed on his face and his eye-sight was restored, he said, \"Did I not tell you that I know about God that which you do not know?\"",
    "tr": "Falammaaa an jaaa' albasheeru alqaahu 'alaa wajhihee fartadda baseeran qaala alam aqul lakum inneee a'lamu minal laahi maa laa ta'lamoon"
  },
  "97": {
    "t": "They said, \"Father, ask God to forgive our sins; we have certainly sinned\".",
    "tr": "Qaaloo yaaa-abaanas taghfir lanaa zunoo-banaaa innaa kunnaa khaati'een"
  },
  "98": {
    "t": "He said, \"I shall ask my Lord to forgive you; He is All-forgiving and All-merciful.\"",
    "tr": "Qaala sawfa astaghfiru lakum Rabbeee innahoo Huwal Ghafoorur Raheem"
  },
  "99": {
    "t": "When they all came to Joseph, he welcomed his parents and said, \"Enter the town in peace, if God wants it to be so.\"",
    "tr": "Falammaa dakhaloo 'alaa Yoosufa aawaaa ilaihi abayaihi Wa-qaalad khuloo Misra in shaaa' al-laahu aamineen"
  },
  "100": {
    "t": "He raised his parents on the throne and they prostrated themselves before him (Joseph). He said, \"This is the meaning of my dream which God has made come true. He has granted me many favors. He set me free from prison and brought you to me from the desert after having ended the enmity which satan sowed between my brothers and I. My Lord is certainly kind to whomever He wants. It is He who is All-forgiving and All-wise.",
    "tr": "Wa-raf'a abawaihi 'alal 'arshi Wa-kharroo lahoo sujjadaa; Wa-qaala yaaa-abati haaza taaweelu ru'yaaya min qablu qad ja'alahaa Rabbee haqqaa; Wa-qad ahsana beee iz akhrajanee minas sijni Wa-jaaa'a bikum minal badwi mim ba'di an nazaghash Shaitaanu bainee Wa-baina ikhwatee; inna Rabbee lateeful limaa yashaaa'; innahoo Huwal 'Aleemul Hakeem"
  },
  "101": {
    "t": "\"My Lord, You have given me the kingdom and taught me the meaning of dreams. You are the Creator of the heavens and the earth. You are my Guardian in this world and in the life to come. Make me die as one who has submitted to the Will of God and unite me with the righteous ones.\"",
    "tr": "Rabbi qad aataitanee minal mulki Wa-'allamtanee min taaweelil ahaadees; faati-ras samaawaati wal-ardi Anta waliyyee fid dunyaa wal-Aakhirati tawaffanee muslimanw Wa-alhiqnee bissaaliheen"
  },
  "102": {
    "t": "This is some of the news of the unseen which We reveal to you, (Muhammad). You were not with them when Joseph's brothers agreed on devising their evil plans.",
    "tr": "Zaalika min ambaaa'il ghaibi nooheehi ilaika Wa-maa kunta ladaihim iz ajma'ooo amrahum Wa-hum yamkuroon"
  },
  "103": {
    "t": "However hard you try, most people will not believe.",
    "tr": "Wa-maa aksarun naasi Wa-law harasta bimu'mineen"
  },
  "104": {
    "t": "You do not ask any reward for your preaching (of Our guidance to them). This (Quran) is a guide for the people of the world (human beings and jinn).",
    "tr": "Wa-maa tas'aluhum 'alaihi min ajr; in huwa illaa zikrul lil'aalameen"
  },
  "105": {
    "t": "There is much evidence (of the existence of God) in the heavens and the earth which they see, but ignore.",
    "tr": "Wa-ka-ayyim min Aayatin fis samaawaati wal-ardi yamurroona 'alaihaa Wa-hum 'anhaa mu'ridoon"
  },
  "106": {
    "t": "Most of them do not believe in God; they are but pagans.",
    "tr": "Wa-maa yu'minu aksaru-hum billaahi illaa Wa-hum mushrikoon"
  },
  "107": {
    "t": "Do they feel safe from God's overwhelming torment or of the sudden approach of the Day of Judgment while they are unaware?",
    "tr": "Afa-aminooo an taatiya-hum ghaashiyatum min 'azaabil laahi aw taatiyahumus Saa'atu baghtatanw Wa-hum laa yash'uroon"
  },
  "108": {
    "t": "(Muhammad), say, \"This is my way. I and all my followers invite you to God with proper understanding. God is most Glorious. I am not a pagan.\"",
    "tr": "Qul haazihee sabeeleee ad'ooo ilal laah; 'alaa baseera-tin ana Wa-manit taba'anee Wa-Subhaanal laahi Wa-maaa ana minal mushrikeen"
  },
  "109": {
    "t": "The Messengers whom We sent before you were mere men of the people of the towns. We gave them revelations. Have they (the unbelievers) not travelled sufficiently through the land to see how terrible the end was of those who lived before. The next life is, certainly, better for the pious ones. Will you not then take heed?",
    "tr": "Wa-maaa arsalnaa min qablika illaa rijaalan nooheee ilaihim min ahlil quraa; afalam yaseeroo fil ardi fa-yanzuroo kaifa kaana 'aaqibatul lazeena min qablihim; Wa-la-Daarul Aakhirati Khairul lillazeenat taqaw; afalaa ta'qiloon"
  },
  "110": {
    "t": "When at last the Messengers lost all hope of achieving success in their task and thought that everyone had called them liars, We gave them victory and saved whomever We chose to save. The guilty ones can not escape Our wrath.",
    "tr": "Hattaaa izas tai'asar Rusulu Wa-zannooo annahum qad kuziboo jaaa'ahum nas-runaa fanujjiya man nashaaa'u Wa-laa yuraddu baasunna 'anil qawmil mujrimeen"
  },
  "111": {
    "t": "In their story, there is a lesson for the people of understanding. It is not a legend but a confirmation of what exists (in the Torah). It (the Quran) has details about everything. It is a guide and mercy for those who have faith.",
    "tr": "Laqad kaana fee qasasihim 'ibratul li-ulil albaab; maa kaana hadeesany yuftaraa Wa-laakin tasdeeqal lazee baina yadihi Wa-tafseela kulli shai'inw Wa-hudanw Wa-rahmatal liqawmien yu'minoon"
  }
}