{
  "1": {
    "t": "Alif. Lam. Ra. These are the verses of the Book and the glorious Quran.",
    "tr": "Alif-Laaam-Raa; tilka Aayaatul Kitaabi Wa-Qur-aa-nim Mubeen"
  },
  "2": {
    "t": "How strongly the unbelievers will wish that they had been Muslims.",
    "tr": "Rubamaa yawaddul lazeena kafaroo law kaanoo muslimeen"
  },
  "3": {
    "t": "(Muhammad), leave them alone to eat and enjoy themselves and let their desires deceive them; they will soon know (the Truth).",
    "tr": "Zarhum yaakuloo Wa-yatamatta'oo Wa-yulhihimul amalu fasawfa ya'lamoon"
  },
  "4": {
    "t": "We never destroyed any town without pre-ordaining the fate of its people.",
    "tr": "Wa-maaa ahlaknaa min qaryatin illaa Wa-lahaa kitaabum ma'loom"
  },
  "5": {
    "t": "Every nation can only live for the time appointed for it.",
    "tr": "Maa tasbiqu min ummatin ajalahaa Wa-maa yastaakhiroon"
  },
  "6": {
    "t": "(The unbelievers have said), \"You to whom the Quran has been revealed are insane.",
    "tr": "Wa-qaaloo yaaa-aiyuhal lazee nuzzila 'alaihiz Zikru innaka lamajnoon"
  },
  "7": {
    "t": "Why do you not bring down the angels if what you say is true\".",
    "tr": "Law maa taateenaa bil-malaaa'ikati in kunta minas saadiqeen"
  },
  "8": {
    "t": "We do not send down angels except for a genuine purpose, at which time none will be given any further respite.",
    "tr": "Maa nunazzilul malaaa'i-kata illaa bilhaqqi Wa-maa kaanooo izam munzareen"
  },
  "9": {
    "t": "We Ourselves have revealed the Quran and We are its Protectors.",
    "tr": "Innaa Nahnu nazalnaz Zikra Wa-Innaa lahoo lahaa-fizoon"
  },
  "10": {
    "t": "We sent Messengers to the ancient people who lived before you.",
    "tr": "Wa-laqad arsalnaa min qablika fee shiya'il awwaleen"
  },
  "11": {
    "t": "No Messenger went to them whom they did not mock.",
    "tr": "Wa-maa yaateehim mir Rasoolin illaa kaanoo bihee yastahzi'oon"
  },
  "12": {
    "t": "This is how We cause the hearts of the guilty ones to behave.",
    "tr": "kazaalika naslukuhoo fee quloobil mujrimeen"
  },
  "13": {
    "t": "They do not believe in the Truth and they exactly follow the tradition of the ancient (unbelievers)",
    "tr": "Laa yu'minoona bihee Wa-qad khalat sunnatul awwaleen"
  },
  "14": {
    "t": "Had We opened a door for them in the sky through which they could easily pass,",
    "tr": "Wa-law fatahnaa 'alaihim baabam minas samaaa'i fazaloo feehi ya'rujoon"
  },
  "15": {
    "t": "they would have said, \"Our eyes are bewildered and we have been affected by magic.\"",
    "tr": "Laqaaloo innamaa sukkirat absaarunaa bal nahnu qawmum mashooroon"
  },
  "16": {
    "t": "We have made constellations in the sky and decorated them for the onlookers.",
    "tr": "Wa-laqad ja'alnaa fis samaaa'i buroojanw Wa-zaiyannaahaa linnaazireen"
  },
  "17": {
    "t": "We have protected them from every condemned devil,",
    "tr": "Wa-hafiznaahaa min kulli Shaitaanir rajeem"
  },
  "18": {
    "t": "except for those who stealthily try to listen to the heavens, but who are chased away by a bright flame.",
    "tr": "Illaa manis taraqas sam'a fa-atba'ahoo shihaabum mubeen"
  },
  "19": {
    "t": "We have spread out the earth, fixed mountains thereupon and caused everything to grow to its proper weight",
    "tr": "Wal-arda madadnaahaa Wa-alqainaa feehaa rawaasiya Wa-ambatnaa feehaa min kulli shai'im mawzoon"
  },
  "20": {
    "t": "to provide you and those for whose sustenance you are not responsible, with the necessities of life.",
    "tr": "Wa-ja'alnaa lakum feehaa ma'aayisha Wa-mal lastum lahoo biraaziqeen"
  },
  "21": {
    "t": "With Us is the source of everything and We do not send it down except in a known quantity.",
    "tr": "Wa-im min shai'in illaa 'indanaa khazaaa-'inuhoo Wa-maa nunazziluhooo illaa biqadarim ma'loom"
  },
  "22": {
    "t": "We send impregnating winds and send down water from the sky for you to drink and you have no (control over its) storage.",
    "tr": "Wa-arsalnar riyaaha la-waaqiha fa-anzalnaa minas samaaa'i maaa'an fa-asqai-naakumoohu Wa-maaa antum lahoo bikhaazineen"
  },
  "23": {
    "t": "It is We who give life and cause things to die and We are the sole Heirs.",
    "tr": "Wa-innnaa la-nahnu nuhyee Wa-numeetu Wa-nahnul waarisoon"
  },
  "24": {
    "t": "We know the people who lived before you and those who will come into existence after you.",
    "tr": "Wa-la-qad 'alimnal mustaqdimeena minkum Wa-laqad 'alimnal mustaakhireen"
  },
  "25": {
    "t": "Your Lord will resurrect them all; He is All-wise and All-knowing.",
    "tr": "Wa-inna Rabbaka Huwa yahshuruhum; innahoo Hakeemun 'Aleem"
  },
  "26": {
    "t": "We have created the human being out of pure mud-moulded clay",
    "tr": "Wa-laqad khalaqnal insaana min salsaalim min hama-im masnoon"
  },
  "27": {
    "t": "and the jinn before (the human being) of smokeless fire.",
    "tr": "Waljaaanna khalaqnaahu min qablu min naaris samoom"
  },
  "28": {
    "t": "When your Lord said to the angels, \"I will create the human being out of pure mud-moulded clay.",
    "tr": "Wa-iz qaala Rabbuka lilmalaaa'-ikati innee khaaliqum basharam min salsaalim min hama-im masnoon"
  },
  "29": {
    "t": "When it is properly shaped and I have blown My Spirit into it, you should then bow down in prostration\".",
    "tr": "Fa-izaa sawwaituhoo Wa-nafakhtu feehi mir roohee faqa'oo lahoo saajideen"
  },
  "30": {
    "t": "All the angels prostrated before Adam",
    "tr": "Fasajadal malaaa'ikatu kulluhum ajma'oon"
  },
  "31": {
    "t": "except Iblis who refused to join with the others in prostration.",
    "tr": "Illaaa ibleesa abaaa ai yakoona ma'as saajideen"
  },
  "32": {
    "t": "God asked Iblis, \"What made you not join the others in prostration?\"",
    "tr": "Qaala yaaa-Ibleesu maa laka allaa takoona ma'as saajideen"
  },
  "33": {
    "t": "Iblis replied, \"I did not want to prostrate before a human being whom You have created out of mud-moulded clay\".",
    "tr": "Qaala lam akul li-asjuda libasharin khalaqtahoo min salsaalim min hama-im masnoon"
  },
  "34": {
    "t": "God told him, \"Get out of the garden; you are rejected",
    "tr": "Qaala fakhruj minhaa fa-innaka rajeem"
  },
  "35": {
    "t": "and will be subjected to condemnation until the Day of Judgment.\"",
    "tr": "Wa-inna 'alaikal la'nata ilaa Yawmid Deen"
  },
  "36": {
    "t": "Iblis prayed, \"Lord, grant me respite until the Day of Judgment\".",
    "tr": "Qaala Rabbi fa-anzirneee ilaa Yawmi yub'asoon"
  },
  "37": {
    "t": "The Lord said, \"Your request is granted",
    "tr": "Qaala fa-innaka minal munzareen"
  },
  "38": {
    "t": "for an appointed time.\"",
    "tr": "Ilaa Yawmil waqtil ma'loom"
  },
  "39": {
    "t": "Iblis said, \"Lord, because you have caused me to go astray, I shall make earthly things attractive to (people) and mislead all of them",
    "tr": "Qaala Rabbi bimaaa aghwaitanee la-uzayyin-anna lahum fil ardi Wa-la-ughwiyan-nahum ajma'een"
  },
  "40": {
    "t": "except Your sincere servants\".",
    "tr": "Illaa 'ibaadaka minhumul mukhlaseen"
  },
  "41": {
    "t": "God said, \"The path which leads to Me is a straight",
    "tr": "Qaala haaza Siraatun 'alaiya Mustaqeem"
  },
  "42": {
    "t": "and you have no authority over My servants except the erring ones who follow you.",
    "tr": "Inna 'ibaadee laisa laka 'alaihim sultaanun illaa manit taba'aka minal ghaaween"
  },
  "43": {
    "t": "Hell is the promised place for them all.",
    "tr": "Wa-inna jahannama lamaw'iduhum ajma'een"
  },
  "44": {
    "t": "It has seven gates and each gate is assigned for a certain group of people.",
    "tr": "Lahaa sab'atu abwaab; likulli baabim minhum juz'um maqsoom"
  },
  "45": {
    "t": "The pious will live in gardens with streams",
    "tr": "Innal muttaqeena fee Jannaatinw Wa-'uyoon"
  },
  "46": {
    "t": "and they will be told to enter there in peace and safety.",
    "tr": "Udkhuloohaa bisalaamin aamineen"
  },
  "47": {
    "t": "We shall remove all hatred from their breasts and make them as brothers reclining on thrones facing one another.",
    "tr": "Wa-naza'naa ma fee sudoorihim min ghillin ikhwaanan 'alaa sururim mutaqaabileen"
  },
  "48": {
    "t": "No fatigue will touch them nor will they be expelled therefrom.\"",
    "tr": "Laa yamas-suhum feehaa nasabunw Wa-maa hum minhaa bimukhrajeen"
  },
  "49": {
    "t": "(Muhammad), tell My servants that I am All-forgiving and All-merciful",
    "tr": "Nabbi' 'ibaadeee annneee an al-Ghafoorur Raheem"
  },
  "50": {
    "t": "and that My punishment is a painful one.",
    "tr": "Wa-anna 'azaabee huwal 'azaabul aleem"
  },
  "51": {
    "t": "Tell them about the guests of Abraham",
    "tr": "Wa-nabbi'hum 'an daifi Ibraaheem"
  },
  "52": {
    "t": "who came to him saying, \"Peace be with you.\" Abraham said, \"We are afraid of you\".",
    "tr": "Iz dakhaloo 'alaihi faqaaloo salaaman qaala innaa minkum wajiloon"
  },
  "53": {
    "t": "They replied, \"Do not be afraid. We have brought you the glad news of (the birth) of a learned son\".",
    "tr": "Qaaloo la tawjal innaa nubashshiruka bighulaamin 'aleem"
  },
  "54": {
    "t": "Abraham asked, \"Are you giving me the glad news of a son in my old age? What reason can you give for such glad news?\"",
    "tr": "Qaala abashshartumoonee 'alaaa am massaniyal kibaru fabima tubashshiroon"
  },
  "55": {
    "t": "They said, \"We have given you the glad news for a true reason so do not despair\".",
    "tr": "Qaaloo bashsharnaaka bilhaqqi falaa takum minal qaaniteen"
  },
  "56": {
    "t": "He said, \"No one despairs of the mercy of his Lord except those who are in error.",
    "tr": "Qaala Wa-mai yaqnatu mir rahmati Rabbiheee illad daaaloon"
  },
  "57": {
    "t": "Messengers, what is your task?\"",
    "tr": "Qaala famaa khatbukum aiyuhal mursaloon"
  },
  "58": {
    "t": "They said, \"We are sent to a sinful people.",
    "tr": "Qaaloo innaaa ursilnaaa ilaa qawmim mujrimeen"
  },
  "59": {
    "t": "Only the family of Lot will all be saved,",
    "tr": "Illaaa Aala Loot; innaa lamunajjoohum ajma'een"
  },
  "60": {
    "t": "except his wife who is doomed to be left behind.\"",
    "tr": "Illam ra-atahoo qaddarnaaa innahaa laminal ghaabireen"
  },
  "61": {
    "t": "When the Messengers came to the family of Lot,",
    "tr": "Falamma jaaa'a Aala Lootinil mursaloon"
  },
  "62": {
    "t": "he said, \"You seem to be strangers\".",
    "tr": "Qaala innakum qawmum munkaroon"
  },
  "63": {
    "t": "They replied, \"We have come to you about the matter which the (unbelievers) have rejected.",
    "tr": "Qaaloo bal ji'naaka bimaa kaanoo feehi yamtaroon"
  },
  "64": {
    "t": "We have come to you for a genuine purpose and We are true in what we say.",
    "tr": "Wa-atainaaka bilhaqqi Wa-innaa lasaadiqoon"
  },
  "65": {
    "t": "Leave the town with your family sometime during the night. Walk behind them and let no one turn around. Proceed as you are commanded.\"",
    "tr": "Fa-asri bi-ahlika biqit'im minal laili wattabi' adbaarahum Wa-laa yaltafit minkum ahadunw wamdoo haisu tu'maroon"
  },
  "66": {
    "t": "We informed him that the unbelievers would be utterly destroyed.",
    "tr": "Wa-qadainaaa ilaihi zaalikal amra anna daabira haaa'ulaaa'i maqtoo'um musbiheen"
  },
  "67": {
    "t": "The people of the town rejoicingly",
    "tr": "Wa-jaaa'a ahlul madeenati yastabshiroon"
  },
  "68": {
    "t": "rushed towards the house of Lot. Lot said to them, \"These are my guests. Do not disgrace me.",
    "tr": "Qaala inna haaa'ulaaa'i daifee falaa tafdahoon"
  },
  "69": {
    "t": "Have fear of God and do not humiliate me\".",
    "tr": "Wattaqul laaha Wa-laa tukhzoon"
  },
  "70": {
    "t": "They replied, \"Did we not forbid you to bring anyone to your house?\"",
    "tr": "Qaalooo awalam nanhaka 'anil 'aalameen"
  },
  "71": {
    "t": "Lot said, \"These are my daughters if you want them.\"",
    "tr": "Qaala haaa'ulaaa'i banaateee in kuntum faa'ileen"
  },
  "72": {
    "t": "By your life! In their drunkenness they were truly blind.",
    "tr": "La'amruka innahum lafee sakratihim ya'mahoon"
  },
  "73": {
    "t": "An explosion struck them at sunrise.",
    "tr": "Fa-akhazat-humus saihatu mushriqeen"
  },
  "74": {
    "t": "We turned the town upside-down and showered on them lumps of baked clay.",
    "tr": "Faja'alnaa 'aaliyahaa saafilahaa Wa-amtamaa 'alaihim hijaaratam min sijjeel"
  },
  "75": {
    "t": "In this there is evidence (of the Truth) for the prudent ones.",
    "tr": "Inna fee zaalika la-Aayaatil lilmutawassimeen"
  },
  "76": {
    "t": "That town lies on a road which still exists.",
    "tr": "Wa-innahaa labi-sabeelim muqeem"
  },
  "77": {
    "t": "In this there is evidence (of the Truth) for the believers.",
    "tr": "Inna fee zaalika la-Aayatal lilmu'mineen"
  },
  "78": {
    "t": "Since the People of the Forest were unjust,",
    "tr": "Wa-in kaana Ashaabul Aikati lazaalimeen"
  },
  "79": {
    "t": "We afflicted them with punishment. Both people had clear (divine) authority among them.",
    "tr": "Fantaqamnaa minhum Wa-innahumaa labi-imaamim mubeen"
  },
  "80": {
    "t": "People of Hijr rejected the Messengers.",
    "tr": "Wa-laqad kazzaba ashaabul Hijril mursaleen"
  },
  "81": {
    "t": "We showed them miracles but they ignored them.",
    "tr": "Wa-aatainaahum Aayaatinaa fakaanoo 'anhaa mu'rideen"
  },
  "82": {
    "t": "They would carve secure houses out of the mountains.",
    "tr": "Wa-kaanoo yanhitoona minal jibaali buyootan aamineen"
  },
  "83": {
    "t": "An explosion struck them in the morning.",
    "tr": "Fa-akhazat-humus saihatu musbiheen"
  },
  "84": {
    "t": "Out of what they had gained, nothing proved to be of any benefit to them.",
    "tr": "Famaaa aghnaa 'anhum maa kaanoo yaksiboon"
  },
  "85": {
    "t": "We have created the heavens and the earth and all that is between them, for a genuine purpose. The Day of Judgment will certainly approach, so (Muhammad) forgive them graciously.",
    "tr": "Wa-maa khalaqnas samaawaati wal-arda Wa-maa bainahumaaa illaa bilhaqq; Wa-innas Saa'ata la-aatiyatun fasfahis safhal jameel"
  },
  "86": {
    "t": "Your Lord is certainly the All-knowing Creator.",
    "tr": "Inna Rabbaka Huwal khallaaqul 'aleem"
  },
  "87": {
    "t": "(Muhammad), We have given you the seven most repeated (verses) and the great Quran.",
    "tr": "Wa-laqad aatainaaka sab'am minal masaanee wal-Qur-aanal 'Azeem"
  },
  "88": {
    "t": "Do not yearn for other people's property and wives and do not grieve (that they do not believe). Be kind to the believers.",
    "tr": "Laa tamuddanna 'ainaika ilaa maa matta-'naa biheee azwaajam minhum Wa-laa tahzan 'alaihim wakhfid janaahaka lilmu-'mineen"
  },
  "89": {
    "t": "Say, \"Indeed, I am simply one who warns.\"",
    "tr": "Wa-qul inneee anan nazeerul mubeen"
  },
  "90": {
    "t": "(We have given you the Quran) as We had given (the Bible) to those who divided themselves into groups",
    "tr": "Kamaaa anzalnaa 'alal muqtasimeen"
  },
  "91": {
    "t": "and also divided the Quran believing in some parts and rejecting others.",
    "tr": "Allazeena ja'alul Quraana 'i-deen"
  },
  "92": {
    "t": "By the Lord, We will hold them all responsible",
    "tr": "Fawa-Rabbika lanas'a-lannahum ajma'een"
  },
  "93": {
    "t": "for what they have done",
    "tr": "Ammaa kaanoo ya'maloon"
  },
  "94": {
    "t": "Preach what you have been commanded to and stay away from the pagans.",
    "tr": "Fasda' bimaa tu'maru Wa-a'rid anil mushrikeen"
  },
  "95": {
    "t": "We shall help you against those who mock you",
    "tr": "Innaa kafainaakal mustahzi'een"
  },
  "96": {
    "t": "and believe other things to be equal to God. They will soon know the truth.",
    "tr": "Allazeena yaj'aloona ma'al laahi ilaahan aakhar; fasawfa ya'lamoon"
  },
  "97": {
    "t": "We certainly know that you feel sad about what they say against you.",
    "tr": "Wa-laqad na'lamu annaka yadeequ sadruka bimaa yaqooloon"
  },
  "98": {
    "t": "Glorify and praise your Lord and be with those who prostrate themselves before God.",
    "tr": "Fasbbih bihamdi Rabbika Wa-kum minas saajideen"
  },
  "99": {
    "t": "Worship your Lord until you achieve the ultimate certainty.",
    "tr": "Wa'bud Rabbaka hattaa yaatiyakal yaqeen"
  }
}