{
  "1": {
    "t": "God's help will certainly support (the believers), so pagans do not (seek) to hasten it. God is too Glorious and Exalted to be considered equal to idols.",
    "tr": "Ataaa amrul laahi falaa tasta'jilooh; Subhaanahoo Wa-Ta'aalaa 'ammaa yushrikoon"
  },
  "2": {
    "t": "He sends the angels with the Spirit to carry His orders to whichever of His servants He wants so that they would warn people that He is the only God and that people must have fear of Him.",
    "tr": "Yunazzilul malaaa-'ikata birroohi min amrihee 'alaa mai yashaaa'u min 'ibaadiheee an anzirooo annahoo laaa ilaaha illaaa ana fattaqoon"
  },
  "3": {
    "t": "He has created the heavens and the earth for a genuine purpose. He is too Exalted to be considered equal to anything else.",
    "tr": "Khalaqas samaawaati wal-arda bilhaqq; Ta'aalaa 'ammaa yushrikoon"
  },
  "4": {
    "t": "He created the human being from a drop of fluid but the human being openly disputes His Word.",
    "tr": "Khalaqal insaana min nutfatin fa-izaa huwa khaseemum mubeen"
  },
  "5": {
    "t": "He created cattle which provide you with clothes, food, and other benefits.",
    "tr": "Wal-an-'amaa khalaqahaa; lakum feehaa dif'unw Wa-manaafi'u Wa-minhaa taakuloon"
  },
  "6": {
    "t": "How beautiful you find them when you bring them home and when you drive them out to graze.",
    "tr": "Wa-lakum feehaa jamaalun heena tureehoona Wa-heena tasrahoon"
  },
  "7": {
    "t": "They carry your heavy loads to lands which you would not have been able to reach without great difficulty. Your Lord is certainly Compassionate and All-Merciful.",
    "tr": "Wa-tahmilu asqaalakum ilaa baladil lam takoonoo baaligheehi illaa bishiqqil anfus; inna Rabbakum la-Ra'oofur Raheem"
  },
  "8": {
    "t": "He created horses, mules, and donkeys for you to ride and as a means of beauty. He has also created things that you do not know.",
    "tr": "Walkhaila wal-bighaala wal-hameera litarkaboohaa Wa-zeenah; Wa-yakhluqu maa laa ta'lamoon"
  },
  "9": {
    "t": "Some paths lead away from God but one must follow the path that leads to God. Had God wanted, He could have guided (all to the right path).",
    "tr": "Wa-'alal laahi qasdus sabeeli Wa-minhaa jaaa'ir; Wa-law shaaa'a lahadaakum ajma'een"
  },
  "10": {
    "t": "It is God who sends down water from the sky for you to drink and produces plants as pasture for your cattle.",
    "tr": "Huwal lazeee anzala minas samaaa'i maaa'al lakum minhu sharaabunw Wa-minhu shajarun feehi tuseemoon"
  },
  "11": {
    "t": "(With this water) He causes corn, olives, palm-trees, vines, and all kinds of fruits to grow. In this there is evidence (of the existence of God) for the people of understanding.",
    "tr": "Yumbitu lakum bihiz zar'a wazzaitoona wanna-kheela wal-a'naaba Wa-min kullis samaraat, inna fee zaalika la-Aayatal liqawminy yatafakkaroon"
  },
  "12": {
    "t": "God has made the day and the night, the sun and the moon, and all the stars subservient to you by His command. In this there is evidence of the truth for people of understanding.",
    "tr": "Wa-sakkhkhara lakumul laila wannahaara wash-shamsa walqamara wannujoomu musakhkharaatum bi-amrih; inna fee zaalika la-Aayaatil liqawminy ya'qiloon"
  },
  "13": {
    "t": "All that He has created for you on the earth are of different colors. In this there is evidence of the Truth for the people who take heed.",
    "tr": "Wa-maa zara-a lakum fil ardi mukhtalifan alwaanuh; inna fee zaalika la-Aayatal liqawminy yazakkaroon"
  },
  "14": {
    "t": "It is God who put the oceans at your disposal so that you could find therein fresh fish for food and ornaments with which to deck yourselves with. You will find ships that sail for you so that you may travel in search of the bounties of God and give Him thanks.",
    "tr": "Wa-Huwal lazee sakhkharal bahra litaakuloo minhu lahman tariyyanw Wa-tastakhrijoo minhu hilyatan talbasoonahaa Wa-taral fulka mawaakhira feehi Wa-litabtaghoo min fadlihee Wa-la'allakum tashkuroon"
  },
  "15": {
    "t": "God has fixed the mountains on earth lest you should be hurled away when it quakes. Therein He has also made rivers and roads so that you will find your way.",
    "tr": "Wa-alqaa fil ardi rawaasiya an tameeda bikum Wa-anhaaranw Wa-sublulal la-'allakum tahtadoon"
  },
  "16": {
    "t": "The stars and other signs also help people to find their way.",
    "tr": "Wa-'alaamaat; Wa-bin-najmi hum yahtadoon"
  },
  "17": {
    "t": "Is the One who can create equal to the one who cannot create anything? Why, then, will you not consider?",
    "tr": "Afamany yakhluqu kamal laa yakhluq; afalaa tazak-karoon"
  },
  "18": {
    "t": "Even if you wanted to count up all of God's blessings, you would not be able to. God is All-forgiving and All-merciful.",
    "tr": "Wa-in ta'uddoo ni'matal laahi laa tuhsoohaa; innal laaha la-Ghafoorur Raheem"
  },
  "19": {
    "t": "God knows all that you conceal or reveal.",
    "tr": "Wallaahu ya'lamu maa tusirroona Wa-maa tu'linoon"
  },
  "20": {
    "t": "Whatever (idols) they worship besides God can create nothing for they are themselves created.",
    "tr": "Wallazeena yad'oona min doonil laahi laa yakhluqoona shai'anw Wa-hum yukhlaqoon"
  },
  "21": {
    "t": "They are not living but are dead. They can not know when they will be raised.",
    "tr": "Amwaatun ghairu ahyaaa'inw Wa-maa yash'uroona aiyaana yub'asoon"
  },
  "22": {
    "t": "Your Lord is only One. The hearts of those who do not believe in the life hereafter dislike (the truth). They are puffed up with pride.",
    "tr": "Illahukum Ilaahunw Waahid; fallazeena laa yu'minoona bil-Aakhirati quloobuhum munkiratunw Wa-hum mustakbiroon"
  },
  "23": {
    "t": "God certainly knows whatever you conceal or reveal. He does not love the proud ones.",
    "tr": "Laa jarama annal laaha ya'lamu maa yusirrona Wa-ma yu'linoon; innahoo laa yuhibbul mustakbireen"
  },
  "24": {
    "t": "When they are asked, \"What has your Lord revealed to you?\" they say, \"Only ancient legends\".",
    "tr": "Wa-izaa qeela lahum maazaaa anzala Rabbukum qaaloo asaateerul awwaleen"
  },
  "25": {
    "t": "Besides their own burdens, on the Day of Judgment, they will have to carry on the burdens of those whom they have misled without knowledge. How evil that burden will be!",
    "tr": "Liyahmilooo awzaarahum kaamilatany Yawmal Qiyaamati Wa-min awzaaril lazeena yudilloonahum bighairi 'ilm; alaa saaa'a maa yaziroon"
  },
  "26": {
    "t": "Those who went before them had also devised evil plans. God demolished their houses, destroying their very foundations. Their ceilings toppled on their heads and torment struck them from a direction which they had never expected.",
    "tr": "Qad makaral lazeena min qablihim fa-atal laahu bunyaa-nahum minal qawaa'idi fakharra 'alaihimus saqfu min fawqihim Wa-ataahumul 'azaabu min haisu laa yash'uroon"
  },
  "27": {
    "t": "God will humiliate them on the Day of Judgment and ask them, \"Where are the idols which you had considered equal to Me and which were the cause of hostility and animosity among you?\" The people who were given knowledge will say, \"It is the unbelievers who face disgrace and trouble on this day.\"",
    "tr": "Summa Yawmal Qiyaamati yukhzeehim Wa-yaqoolu aina shurakaaa'iyal lazeena kuntum tushaaaqqoona feehim; qaalal lazeena ootul 'ilma innal khizyal Yawma wassooo'a 'alal kaafireen"
  },
  "28": {
    "t": "The unjust, who will be seized by the angels, will submit themselves, obey, and say, \"We were not evil-doers.\" But God certainly knows what they had been doing.",
    "tr": "Allazeena tatawaf-faahu-mul malaaa'ikatu zaalimeee anfusihim fa-alqawus salama maa kunnaa na'malu min sooo'; balaaa innal laaha 'aleemum bimaa kuntum ta'maloon"
  },
  "29": {
    "t": "They will be commanded to enter hell to live therein forever. How terrible will be the place of the proud ones!",
    "tr": "Fadkhulooo abwaaba jahannama khaalideena feeha falabi'sa maswal mutakab-bireen"
  },
  "30": {
    "t": "The pious ones will be asked, \"What did your Lord reveal to you?\" They will reply, \"He revealed only good.\" The share of the righteous ones is virtue in this world and greater virtue in the life to come. How blessed will be the dwelling of the pious ones!",
    "tr": "Wa-qeela lillazeenat taqaw maazaaa anzala Rabbukum; qaaloo khairaa; lillazeena ahsanoo fee haazihid dunyaa hasanah; Wa-la-Daarul Aakhirati khair; Wa-lani'ma daarul muttaqeen"
  },
  "31": {
    "t": "They will be admitted into the gardens of Eden wherein steams flow and they will have therein whatever they want. This is how God will reward the pious ones.",
    "tr": "Jannaatu 'Adniny yadkhuloonahaa tajree min tahtihal anhaaru lahum feehaa maa yashaaa'oon; kazaalika yajzil laahul muttaqeen"
  },
  "32": {
    "t": "They will be received by the angels of mercy with the greeting, \"Peace be with you. Enter Paradise as a reward for your good deeds.\"",
    "tr": "Allazeena tatawaf-faahumul malaaa'ikatu taiyibeena yaqooloona salaamun 'alai-kumud khulul Jannata bimaa kuntum ta'maloon"
  },
  "33": {
    "t": "Are they (the disbelievers) waiting for the angels and the decree of your Lord to be fulfilled before they believe? The people who lived before them had also done the same thing. God did not do injustice to them, but they wronged themselves.",
    "tr": "Hal yanzuroona illaaa an taatiyahumul malaaa'ikatu aw yaatiya amru Rabbik; kazaalika fa'alal lazeena min qablihim; Wa-maa zalamahumul laahu Wa-laakin kaanoo anfusahum yazlimoon"
  },
  "34": {
    "t": "The evil consequences of their deeds afflicted them and they were surrounded by what they had mocked.",
    "tr": "Fa-asaabahum saiyi-aatu maa 'amiloo Wa-haaqa bihim maa kaano bihee yastahzi'oon"
  },
  "35": {
    "t": "The pagans had said, \"Had God wanted we would not have worshipped anything other than Him, nor would our fathers. We would not have forbidden anything without (a command from) Him.\" The same thing was said by the people who lived before them. Are the Messengers expected to do more than just preach?",
    "tr": "Wa-qaalal lazeena ashrakoo law shaaa'al laahu ma 'abadnaa min doonihee min shai'in nahnu Wa-laaa aabaaa'unaa Wa-laa harramnaa min doonihee min shai'; kazaalika fa'alal lazeena min qablihim fahal 'alar Rusuli illal balaaghul mubeen"
  },
  "36": {
    "t": "To every nation We sent a Messenger who told its people, \"Worship God and stay away from satan.\" Some of them were guided by God and others were doomed to go astray. Travel through the land and see how terrible was the end for those who rejected the truth!",
    "tr": "Wa-laqad ba'asnaa fee kulli ummatir Rasoolan ani' budul laaha wajtanibut Taaghoota faminhum man hadal laahu Wa-minhum man haqqat 'alaihid dalaalah; faseeroo fil ardi fanzuroo kaifa kaana 'aaqibatul mukazzibeen"
  },
  "37": {
    "t": "(Muhammad), even though you have a strong desire to guide them, be sure that God will not guide those who have gone astray and no one will be able to help them.",
    "tr": "In tahris 'alaa hudaahum fa-innal laaha laa yahdee mai yudillu Wa-maa lahum min naasireen"
  },
  "38": {
    "t": "They strongly swear by God that God will not bring the dead to life. God's promise (of the Resurrection) will certainly come true but many people do not know.",
    "tr": "Wa-aqsamoo billaahi jahda aimaanihim laa yab'asul laahu mai yamoot; balaa wa'dan 'alaihi haqqanw Wa-laakinna aksaran naasi laa ya'lamoon"
  },
  "39": {
    "t": "(Through the resurrection) God wants to make a clear distinction between right and wrong and make the unbelievers know that they were liars.",
    "tr": "Liyubaiyina lahumul lazee yakhtalifoona feehi Wa-liya'lamal lazeena kafarooo annahum kaanoo kaazibeen"
  },
  "40": {
    "t": "When We want to bring something into existence, Our command is, \"Exist,\" and it comes into existence.",
    "tr": "Innamaa qawlunaa lishay'in izaa aradnaahu an naqoola lahoo kun fa-yakoon"
  },
  "41": {
    "t": "God settles those who leave their homes for His cause after having suffered injustice, in a prosperous dwelling in this life and greater rewards will be theirs in the life to come. Would that they knew this.",
    "tr": "Wallazeena haajaroo fil laahi mim ba'di maa zulimoo lanubawwi'-annahum fid dunyaa hasanatanw Wa-la-ajrul Aakhirati akbar; law kaanoo ya'lamoon"
  },
  "42": {
    "t": "(It is they) who have exercised patience and trust in their Lord.",
    "tr": "Allazeena sabaroo Wa-'alaa Rabbihim yatawak-kaloon"
  },
  "43": {
    "t": "The Messengers whom We sent before you were mere mortals to whom We had sent with miracles and revelations. Ask those who know about the heavenly Books if you do not know about this.",
    "tr": "Wa-maaa arsalnaa min qablika illaa rijaalan nooheee ilaihim; fas'alooo ahlaz zikri in kuntum laa ta'lamoon"
  },
  "44": {
    "t": "We have revealed the Quran to you so that you could tell the people what has been revealed to them and so that perhaps they will think.",
    "tr": "Bilbaiyinaati waz-Zubur; Wa-anzalnaaa ilaikaz Zikra litubaiyina linnaasi maa nuzzila ilaihim Wa-la'allahum yatafakkaroon"
  },
  "45": {
    "t": "Can they who have devised evil plans expect to be safe from the command of God to the earth to swallow them up, or from a torment which might strike them from an unexpected direction?",
    "tr": "Afa-aminal lazeena makarus saiyi-aati ai yakhsifal laahu bihimul arda aw yaaa-tiyahumul 'azaabu min haisu laa yash'uroon"
  },
  "46": {
    "t": "Are they confident that God will not seize them while they are on a journey? They will not be able to escape from God.",
    "tr": "Aw yaakhuzahum fee taqallubihim famaa hum bi-mu'jizeen"
  },
  "47": {
    "t": "Are they confident that God will not slowly destroy them? Your Lord is Compassionate and All-merciful.",
    "tr": "Aw yaakhuzahum 'alaa takhawwuf; fa-inna Rabbakum la-Ra'oofur Raheem"
  },
  "48": {
    "t": "Can they not see that the shadows of whatever God has created turn to the right and to the left in prostration and submission to Him?",
    "tr": "Awa-lam yaraw ilaa maa khalaqal laahu min shai'iny yatafaiya'u zilaaluhoo 'anil yameeni washshamaaa'-ili sujjadal lillaahi Wa-hum daakhiroon"
  },
  "49": {
    "t": "Whatever is in the heavens and the earth, the cattle and the angels prostrate themselves before God without pride.",
    "tr": "Wa-lillaahi yasjudu maa fis samaawaati Wa-maa fil ardi min daaabbatinw walma-laaa'ikatu Wa-hum laa yastakbiroon"
  },
  "50": {
    "t": "They (angels) have fear of their Lord above them and fulfill His commands.",
    "tr": "yakhaafoona Rabbahum min fawqihim Wa-yaf'aloona maa yu'maroon"
  },
  "51": {
    "t": "God says, \"Do not worship two gods. There is only One God. Have fear of Me\".",
    "tr": "Wa-qaalal laahu laa tatta-khizooo ilaahainis naini innamaa Huwa Ilaahunw Waahid; fa-iyyaaya farhaboon"
  },
  "52": {
    "t": "To Him belongs all that is in the heavens and the earth. God's retribution is severe. Should you then have fear of anyone other than God?",
    "tr": "Wa-lahoo maa fis samaawaati wal-ardi Wa-lahud deenu waasibaa; afaghairal laahi tattaqoon"
  },
  "53": {
    "t": "Whatever bounties you have are from God. When hardship befalls you, you begin to cry out to Him.",
    "tr": "Wa-maa bikum min ni'matin faminal laahi summa izaa massakumud durru fa-ilaihi taj'aroon"
  },
  "54": {
    "t": "When He saves you from the hardship, some of you start to believe in idols.",
    "tr": "Summaa izaa kashafad durra 'ankum izaa fareequm minkum bi-Rabbihim yushrikoon"
  },
  "55": {
    "t": "In the end you will reject Our bounties. Enjoy yourselves; you will soon know (the consequences of your deeds).",
    "tr": "Liyakfuroo bimaa aatainaahum; fatamatta'oo, faswfa ta'lamoon"
  },
  "56": {
    "t": "They give to unknown images a share out of the sustenance that We gave them. By God, you will be questioned about that which you have falsely invented.",
    "tr": "Wa-yaj'aloona limaa laa ya'lamoona naseebam mimmaa razaqnnaahum; tallaahi latus'alunaa 'ammaa kuntum taftaroon"
  },
  "57": {
    "t": "They ascribe daughters to God, God is too Exalted to have daughters, but they can have whatever they want.",
    "tr": "Wa-yaj'aloona lillaahil banaati Subhaanahoo Wa-lahum maa yashtahoon"
  },
  "58": {
    "t": "When the glad news of the birth of their daughter is brought to them, their faces turn gloomy and black with anger.",
    "tr": "Wa-izaa bushshira ahaduhum bil-unsaa zalla wajhuhoo muswaddanw Wa-huwa kazeem"
  },
  "59": {
    "t": "They try to hide themselves from the people because of the disgrace of such news. Will they keep their new born despite the disgrace or bury it alive? How sinful is their Judgment!",
    "tr": "yatawaaraa minal qawmi min sooo'i maa bushshira bih; a-yumsikuhoo 'alaa hoonin am yadussuhoo fit turaab; alaa saaa'a maa yahkumoon"
  },
  "60": {
    "t": "Those who do not believe in the life to come are evil examples. To God belongs all the exalted attributes; He is the Majestic and the All-wise.",
    "tr": "Lillazeena laa yu'minoona bil-Aakhirati masalus saw'i Wa-lillaahil masalul a'laa; Wa-Huwal 'Azeezul Hakeem"
  },
  "61": {
    "t": "Was God to seize people immediately for their injustice, no living creature would be left on earth. He gives them respite for an appointed time. When their term is over, they will not be able to change the inevitable.",
    "tr": "Wa-law yu'aakhizul laahun naasa bizulminhim maa taraka 'alaihaa min daaabbatinw Wa-laakiny yu'akhkhiruhum ilaaa ajalim musamman fa-izaa jaaa'a ajaluhum laa yastaakhiroona saa'atanw Wa-laa yastaqdimoon"
  },
  "62": {
    "t": "They ascribe to God that which even they themselves do not like and their lying tongues say that their end will be virtuous. Their share will certainly be hell fire to which they are earnestly heading.",
    "tr": "Wa-yaj'aloona lillaahi maa yakrahoona Wa-tasifu alsinatuhumul kaziba anna lahumul husnaa laa jarama anna lahumun Naara Wa-annahum mufratoon"
  },
  "63": {
    "t": "By God, We sent (Messengers) to nations who lived before you. Satan made their deeds seem attractive to them and, on the Day of Judgment, satan will be their guardian. For them there will be a painful punishment.",
    "tr": "Tallaahi laqad arsalnaaa ilaaa umamim min qablika fazayyana lahumush Shaitaanu a'maalahum fahuwa waliyyuhumul yawma Wa-lahum 'azaabun aleem"
  },
  "64": {
    "t": "We have sent you the Book for no other reason than to settle their differences and to be a guide and mercy for those who believe.",
    "tr": "Wa-maaa anzalnaa 'alaikal Kitaaba illaa litubaiyina lahumul lazikh talafoo feehi Wa-hudanw Wa-rahmatal liqawminy yu'minoon"
  },
  "65": {
    "t": "God has sent down water from the sky and has brought the dead earth to life. In this there is evidence (of the truth) for those who listen (carefully).",
    "tr": "Wallaahu anzala minas samaaa'i maaa'an fa-ahyaa bihil arda ba'da mawtihaa; inna fee zaalika la-aayatal liqaw-miny yasma'oon"
  },
  "66": {
    "t": "There is a lesson for you to learn concerning cattle. We provide pleasant milk for you to drink within the delicate system of their veins and arteries.",
    "tr": "Wa-inna lakum fil an'aami la'ibrah; nusqeekum mimmmaa fee butoonihee mim baini farsinw Wa-damil labanann khaalisan saaa'ighallish shaaribeen"
  },
  "67": {
    "t": "The fruit of palm trees and vines which provide you with sugar and delicious food also provide a lesson and evidence (of the Truth) for the people of understanding.",
    "tr": "Wa-min samaraatin nakheeli wal-a'nnaabi tattakhizoona minhu sakaranw Wa-rizqann hasanaa; inna fee zaalika la-Aayatal liqawmien ya'qiloon"
  },
  "68": {
    "t": "Your Lord inspired the bees, \"Make hives in the mountains, in the trees and in the trellises,",
    "tr": "Wa-awhaa Rabbuka ilan nahli anit takhizee minal jabaali buyootanw Wa-minash shajari Wa-mimmaa ya'rishoon"
  },
  "69": {
    "t": "then eat of every fruit and follow the path of your Lord submissively.\" From out of their bellies comes a drink of different color in which there is a cure for the human being. In this there is evidence (of the truth) for the people of understanding.",
    "tr": "Summma kulee min kullis samaraati faslukee subula Rabbiki zululaa; yakhruju mim butoonihaa sharaabum mukh-talifun alwaanuhoo feehi shifaaa'ul linnaas, innna fee zaalika la-Aayatal liqawmien yatafakkaroon"
  },
  "70": {
    "t": "God has created you and He causes you to die. Some of you will grow to an extremely old age and lose your memory. God is All-knowing and Almighty.",
    "tr": "Wallaahu khalaqakum suma tatawaffaakum; Wa-minkum maien yuradu ilaaa arzalil 'umuri likai laa ya'lama ba'da 'ilmin shai'aa; innal laaha 'Aleemun Qadeer"
  },
  "71": {
    "t": "God has made some of you richer than others. The rich ones do not have to give away their property to their slaves to make them equally rich. Do they reject the bounties of God?",
    "tr": "Wallaahu faddala ba'dakum 'alaa ba'din fir rizq; famal lazeena fuddiloo biraaaddee rizqihim 'alaa maa malakat aimaanuhum fahum feehi sawaaa'; afabini'matil laahi yajhadoon"
  },
  "72": {
    "t": "God has created spouses for you from your own selves. He has created your sons and grandsons from your spouses and has given you pure things for your sustenance. Do they then believe in falsehood and reject the bounties of God?",
    "tr": "Wallaahu ja'ala lakum min anfusikum azwaajanw Wa-ja'ala lakum min azwaajikum baneena Wa-hafadatanw Wa-razaqakum minat taiyyibaat; afabil-baatili yu'minoona Wa-bini'matil laahi hum yakkfuroon"
  },
  "73": {
    "t": "Do they worship things other than God which neither provide them with any sustenance from the heavens and the earth nor have the ability to do so?",
    "tr": "Wa-ya'budoona min doonil laahi maa laa yamliku lahum rizqam minas samaawaati wal-ardi shai'anw Wa-laa yastatee'oon"
  },
  "74": {
    "t": "Do not consider anything equal to God. God knows that which you do not know.",
    "tr": "Falaa tadriboo lillaahil amsaal; innal laaha ya'lamu Wa-antum laa ta'lamoon"
  },
  "75": {
    "t": "God tells a parable about a helpless servant and one to whom He has given honorable provisions and who has spent for the cause of God privately and in public. Can these two people be considered equal? It is only God who deserves all praise, but most people do not know.",
    "tr": "Darabal laahu masalan 'abdam mammlookal laa yaqdiru 'alaa shai'inw Wa-mar razaqnaahu mminnaa rizqan hasanan fahuwa yunfiqu minhu sirranw Wa-jahra; hal yasta-woon; alhamdu lillaah; bal aksaruhum laa ya'lamoon"
  },
  "76": {
    "t": "God tells a parable about two men. One of them is dumb and useless and a burden on his friend. Wherever he goes, he returns with nothing. Can he be considered equal to the one who maintains justice and follows the right path?",
    "tr": "Wa-darabal laahu masalar rajulaini ahaduhumaaa abkamu laa yaqdiru 'alaa shai'inw Wa-huwa kallun 'alaa mawlaahu ainamaa yuwajjihhu laa yaati bikhairin hal yastawee huwa Wa-maien yaamuru bil'adli Wa-huwa 'alaa Siraatim Mustaqeem"
  },
  "77": {
    "t": "To God belongs all the secrets of the heavens and the earth. It only takes God a twinkling of an eye or even less to make it the Day of Judgment. God has power over all things.",
    "tr": "Wa-lillaahi ghaibus samaawaati wal-ard; Wa-maaa amrus Saa'ati illaa kalamhil basari aw huwa aqrab; innal laaha 'alaaa kulli shai'in Qadeer"
  },
  "78": {
    "t": "When God brought you out of your mothers wombs, you knew nothing. He gave you ears, eyes, and hearts so that perhaps you would give Him thanks.",
    "tr": "Wallaahu akhrajakum mim butooni ummahaatikum laa ta'lamoona shai'anw Wa-ja'ala lakumus sam'a wal-absaara wal-af'idata la'allakum tashkuroon"
  },
  "79": {
    "t": "Have you not considered the free movements of the birds high in the sky above? What keeps them aloft except God? In this there is evidence (of the truth) for the believing people.",
    "tr": "Alam yaraw ilat tairi musakhkharaatin fee jawwis samaaa'i maa yumsikuhunna illal laah; inna fee zaalika la-Aayaatil liqawminy yu'minoon"
  },
  "80": {
    "t": "God has made your house the place for you to rest. He has also made homes for you out of the skins of cattle which are easy to carry along on a journey or at a camp. He has made wool, fur and the hair of cattle a temporary means of enjoyment for you.",
    "tr": "Wallaahu ja'ala lakum mim buyootikum sakananw Wa-ja'ala lakum min juloodil an'aami buyootan tastakhif-foonahaa yawma za'nikum Wa-yawma iqaamatikum Wa-min aswaafihaa Wa-awbaarihaa Wa-ash'aarihaaa asaasanw Wa-mataa'an ilaa heen"
  },
  "81": {
    "t": "God has provided shade for you out of what He has created and places of retreat out of mountains. He has given you garments to protect you from the heat and cover your private parts. This is how He perfects His bounties to you so that perhaps you would submit to His will.",
    "tr": "Wallaahu ja'ala lakum mimmaa khalaqa zilaalanw Wa-ja'ala lakum minal jibaali aknaananw Wa-ja'ala lakum saraabeela taqeekumul harra Wa-saraabeela taqeekum baasakum; kazaalika yutimmu ni'matahoo alaikum la'allakum tuslimoon"
  },
  "82": {
    "t": "(Muhammad), if they turn away, your only duty is to clearly preach to them.",
    "tr": "Fa-in tawallaw fa-innamaa 'alaikal balaaghul mubeen"
  },
  "83": {
    "t": "They recognize the bounties of God but they refuse them and most of them are unbelievers.",
    "tr": "Ya'rifoona ni'matal laahi summa yunkiroonahaa Wa-aksaruhumul kaafiroon"
  },
  "84": {
    "t": "On the day when We will call a witness from every nation, the disbelievers will not be given permission for anything, nor will they be allowed to seek solicitation.",
    "tr": "Wa-yawma nab'asu min kulli ummatin shaheedan summa laa yu'zanu lillazeena kafaroo Wa-laa hum yusta'taboon"
  },
  "85": {
    "t": "There will be no relief for them when the torment approaches the unjust nor will they be given any respite.",
    "tr": "Wa-izaa ra al-lazeena zalamul 'azaaba falaa yukhaf-fafu 'anhum Wa-laa hum yunzaroon"
  },
  "86": {
    "t": "When the idolators see their idols, they will say, \"Lord, these are the idols whom we worshipped instead of you.\" But the idols will say, \"They are liars.\"",
    "tr": "Wa-izaa ra al-lazeena ashrakoo shurakaaa'ahum qaaloo Rabbana haaa'ulaaa'i shurakaaa'unal lazeena kunnaa nad'oo min doonika fa-alqaw ilaihimul qawla innakum lakaaziboon"
  },
  "87": {
    "t": "(On the Day of Judgment) the disbelievers will submit themselves to God and whatever they had falsely invented will disappear.",
    "tr": "Wa-alqaw ilal laahi yawma'izinis salama Wa-dalla 'anhum maa kaanoo yaftaroon"
  },
  "88": {
    "t": "The disbelievers who had created obstacles in the way leading to God will face manifold torments as a result of their evil deeds.",
    "tr": "Allazeena kafaroo Wa-saddoo 'an sabeelil laahi zidnaahum 'azaaban fawqal 'azaabi bimaa kaanoo yufsidoon"
  },
  "89": {
    "t": "On the day when We call a witness against every nation from their own people, We will call you, (Muhammad), as a witness against them all. We have sent you the Book which clarifies all matters. It is a guide, a mercy, and glad news to the Muslims.",
    "tr": "Wa-yawma nab'asu fee kulli ummmatin shaheedan 'alaihim min anfusihim Wa-ji'naa bika shaheedan 'alaa haaa'ulaaa'; Wa-nazzalnaa 'alaikal Kitaaba tibyaanal likulli shai'inw Wa-hudanw Wa-rahmatanw Wa-bushraa lilmuslimeen"
  },
  "90": {
    "t": "God commands (people) to maintain justice, kindness, and proper relations with their relatives. He forbids them to commit indecency, sin, and rebellion. God gives you advice so that perhaps you will take heed.",
    "tr": "Innal laaha ya'muru bil-'adli wal-ihsaani Wa-eetaaa'i zil qurbaa Wa-yanhaa 'anil fahshaaa'i wal-munkari walbagh-i' ya'izukum la'allakum tazakkaroon"
  },
  "91": {
    "t": "(He commands people) to keep their established covenants with God, not to disregard their firm oaths; they have already appointed God as their Guarantor. God certainly knows what you do.",
    "tr": "Wa-awfoo bi-Ahdil laahi izaa 'aahattum Wa-laa tanqudul aimaana ba'da tawkeedihaa Wa-qad ja'altumul laaha 'alaikum kafeelaa; innal laaha ya'lamu maa taf'aloon"
  },
  "92": {
    "t": "Do not be like the lady behind the spinning wheel who has broken the yarn by pulling it with unnecessary force. You must not consider your oaths as means of deceit to benefit one party and incur loss upon the other. God tests your faith by your oaths. He will make clear to you who was right and who was wrong on the Day of Judgment.",
    "tr": "Wa-laa takoonoo kallatee naqadat ghazlahaa mim ba'di quwwatin ankaasaa; tattakhizoona aimaanakum dakhlalam bainakum an takoona ummatun hiya arbaa min ummah; innnamaa yablookumul laahu bih; Wa-la-yubaiyyinanna lakum yawmal Qiyaamati maa kuntum feehi takhtalifoon"
  },
  "93": {
    "t": "Had God wanted, He would have made you one single nation but He guides or causes to go astray whomever He wants. You will certainly be questioned about what you have done.",
    "tr": "Wa-law shaaa'al laahu laja'alakum ummmatanw waahidatanw Wa-laakien yudillu maien yashaaa'u Wa-yahdee maien yashaaa'; Wa-latus'alunna 'ammaa kuntum ta'maloon"
  },
  "94": {
    "t": "Do not consider your oaths as a means of deceit lest you damage the firmness of your faith, suffer from evil by creating obstacles in the way that leads to God, and incur a great torment upon yourselves.",
    "tr": "Wa-laa tattakhizooo aimaanakum dakhalam bainakum fatazilla qadamum ba'da subootihaa Wa-tazooqus sooo'a bimmaa sadattum 'an sabeelil laahi Wa-lakum 'azaabun 'azeem"
  },
  "95": {
    "t": "Do not sell your covenant with God for a small price. The reward which you will receive from God is better for you, if only you knew it.",
    "tr": "Wa-laa tashtaroo bi-'ahdil laahi samanan qaleelaa; innamaa 'indal laahi huwa khairul lakum in kuntum ta'lamoon"
  },
  "96": {
    "t": "Whatever you possess is transient and whatever is with God is everlasting. We will recompense those who exercise patience with their due reward and even more.",
    "tr": "maa 'indakum yanfadu Wa-maa 'indal laahi baaq; Wa-lanajziyannal lazeena sabarooo ajjrahum bi-ahsani maa kaanoo ya'maloon"
  },
  "97": {
    "t": "All righteously believing male or female will be granted a blessed happy life and will receive their due reward and more.",
    "tr": "Man 'amila saaliham min zakarin aw unsaa Wa-huwa mu'minun falanuhyiyannahoo hayaatan taiiyibatanw Wa-lanajzi-yannnahum ajrahum bi-ahsani maa kaanoo ya'maloon"
  },
  "98": {
    "t": "(Muhammad), when you recite the Quran, seek refuge in God from the mischief of satan.",
    "tr": "Fa-izaa qara-tal Quraana fasta'iz billaahi minashh Shai-taanir rajeem"
  },
  "99": {
    "t": "Satan has certainly no authority over the believers who have trust in their Lord.",
    "tr": "Innahoo laisa lahoo sultaanun 'alal lazeena aamanoo Wa-'alaa Rabbihim yatawakkaloon"
  },
  "100": {
    "t": "The only authority which he has is over his friends and those who consider things equal to God.",
    "tr": "Innnamaa sultaanuhoo 'alal lazeena yatawallawnahoo wallazeena hum bihee mushrikoon"
  },
  "101": {
    "t": "When God replaces one revelation with another, He knows best what to reveal. But they say, \"(Muhammad), you have falsely invented it.\" Most people are ignorant.",
    "tr": "Wa-izaa baddalnaaa Aayatam makaana Aayatinw wal-laahu a'lamu bimaa yunazzilu qaalooo innamaa anta muftar; bal aksaruhum laa ya'lamoon"
  },
  "102": {
    "t": "(Muhammad), say, \"The Holy Spirit has brought the Quran from your Lord to you in all truth to strengthen the faith of the believers and to be a guide and glad news for the Muslims\".",
    "tr": "Qul nazzalahoo Roohul Qudusi mir Rabbika bilhaqqi liyusabbital lazeena aamanoo Wa-hudanw Wa-bushraa lilmuslimeen"
  },
  "103": {
    "t": "We know that they say a mere mortal has taught it (the Quran) to him (Muhammad). The language of the person whom they think has taught it to him is not Arabic. This (the Quran) is in illustrious Arabic.",
    "tr": "Wa-laqad na'lamu annahum yaqooloona innamaa yu'allimuhoo bashar; lisaanul lazee yulhidoona ilaihi a'ja-miyyunw Wa-haaza lisaanun 'Arabiyyum mubeen"
  },
  "104": {
    "t": "God will not guide those who do not believe in His miracles. They will suffer a painful punishment.",
    "tr": "Innal lazeena laa yu'minoona bi-Aayaatil laahi laa yahdehimul laahu Wa-lahum 'azaabun aleem"
  },
  "105": {
    "t": "Those who do not believe in the miracles of God invent lies and they are liars.",
    "tr": "Innamaa yaftaril kazibal lazeena laa yu'minoona bi-Aayaatil laahi Wa-ulaaa'ika humul kaaziboon"
  },
  "106": {
    "t": "No one verbally denounces his faith in God - unless he is forced - but his heart is confident about his faith. But those whose breasts have become open to disbelief will be subject to the wrath of God and will suffer a great torment.",
    "tr": "Man kafara billaahi mim ba'di eemaanihee illaa man ukriha Wa-qalbuhoo mutmma'innum bil-eemaani Wa-laakim man sharaha bilkufri sadran fa'alaihim ghadabum minal laahi Wa-lahum 'azaabun 'azeem"
  },
  "107": {
    "t": "This is because they have given preference to this life over the life to come and God does not guide disbelieving people.",
    "tr": "Zaalika bi-annahumus tahabbul hayaatad dunyaa 'alal Aakhirati Wa-annal laaha laa yahdil qawmal kaafireen"
  },
  "108": {
    "t": "God has sealed their hearts, ears and eyes and they are not aware of it.",
    "tr": "Ulaaa'ikal lazeena taba'al laahu 'alaa quloobihim Wa-sam'ihim Wa-absaarihim Wa-ulaaa'ika humul ghaafiloon"
  },
  "109": {
    "t": "On the Day of Judgment they will certainly be lost.",
    "tr": "Laa jarama annnahum fil Aakhirati humul khassiroon"
  },
  "110": {
    "t": "Those who left their homes for the cause of God after they had been persecuted, strove hard for His cause and exercised patience should know (even though they had verbally renounced their faith) that your Lord is All-forgiving and All-merciful.",
    "tr": "Summa inna Rabbaka lillazeena haajaroo mim ba'dimaa futinoo summma jaahadoo Wa-sabaroo inna Rabbaka mim ba'dihaa la Ghafoorur Raheem"
  },
  "111": {
    "t": "On the Day of Judgment every soul shall try to defend itself and every soul will be justly recompensed.",
    "tr": "Yawma taatee kullu nafsin tujaadilu 'an nafsihaa Wa-tuwaffaa kullu nafsim maa 'amilat Wa-hum laa yuzlamoon"
  },
  "112": {
    "t": "God tells a parable about a secure and peaceful town surrounded by abundant sustenance. Its inhabitants rejected the bounties of God and He caused them to suffer hunger and fear as a result of their deeds.",
    "tr": "Wa-darabal laahu masalan qaryatan kaanat aaminatam mutma'innataien yaaateehaa rizquhaa raghadam min kulli makaanin fakafarat bi-an'umil laahi fa-azaaqahal laahu libaasal joo'i walkhawfi bimaa kaanoo yasna'oon"
  },
  "113": {
    "t": "A Messenger from their own people came to them and they called him a liar. Torment struck them because of their injustice.",
    "tr": "Wa-laqad jaaa'ahum Rasoolum minhum fakazzaboohu fa-akhazahumul 'azaabu Wa-hum zaalimoon"
  },
  "114": {
    "t": "(People), consume the pure and lawful sustenance which God has given to you and thank God for his bounty if you are His true worshippers.",
    "tr": "Fakuloo mimmaa razaqa-kumul laahu halaalan taiyyibanw washkuroo ni'matal laahi in kuntum iyyaahu ta'budoon"
  },
  "115": {
    "t": "The only things which are made unlawful for you are the flesh of dead animals, blood, pork and that which is not consecrated with the Name of God. But in an emergency, without the intention of transgression and rebellion, (it is not an offense for one to consume such things). God is certainly All-forgiving and All-merciful.",
    "tr": "Innamaa harama 'alai-kumul maitata waddama Wa-lahmal khinzeeri Wa-maaa uhilla lighairil laahi bihee famanid turra ghaira baaghinw Wa-laa 'aadin fa-innal laaha Ghafoorur Raheem"
  },
  "116": {
    "t": "(Unbelievers), do not follow whatever your lying tongues may tell you is lawful or unlawful to invent lies against God. Those who invent lies against God will have no happiness.",
    "tr": "Wa-laa taqooloo limaa tasifu alsinatukumul kaziba haaza halaalunw Wa-haazaa haraamul litaftaroo 'alal laahil kazib; innal lazeena yaftaroona 'alal laahil kaziba laa yuflihoon"
  },
  "117": {
    "t": "(Such an invention) will bring only a little enjoyment but will be followed by painful torment.",
    "tr": "Mata'un qaleelunw Wa-lahum 'azaabun aleem"
  },
  "118": {
    "t": "We had made unlawful for the Jews all that we told you before. We did not do any wrong to them but they wronged themselves.",
    "tr": "Wa-'alal lazeena haadoo harramnaa ma qasasnaa 'alaika min qablu Wa-maa zalamanaahum Wa-laakin kaanoo anfusahum yazlimoon"
  },
  "119": {
    "t": "To those who commit sins in their ignorance then repent and reform, your Lord is certainly All-forgiving and All-merciful.",
    "tr": "Summma inna Rabbaka lillazeena 'amilus sooo'a bijahaalatin summa taaboo mim ba'di zaaalika Wa-aslahoo inna Rabbaka mim ba'dihaa la-Ghafoorur Raheem"
  },
  "120": {
    "t": "Abraham was, certainly, an obedient and upright person. He was not a pagan.",
    "tr": "Inna Ibraaheema kaana ummatan qaanital lillaahi Haneefanw Wa-lam yaku minal mushrikeen"
  },
  "121": {
    "t": "He was thankful to God for His bounties. God chose him and guided him to the right path.",
    "tr": "Shaakiral li-an'umih; ijtabaahu Wa-hadaahu ilaa Siraatim Mustaqeem"
  },
  "122": {
    "t": "We granted him virtue in this life and he shall be among the righteous ones in the life to come.",
    "tr": "Wa-aatainaahu fid dunyaa hasanah; Wa-innahoo fil Aakhirati laminas saaliheen"
  },
  "123": {
    "t": "We sent you, (Muhammad), a revelation that you should follow the tradition of Abraham, the upright one, who was not a pagan.",
    "tr": "Summma awhainaa ilaika anit tabi' Millata Ibraaheema haneefaa; Wa-maa kaana minal mushrikeen"
  },
  "124": {
    "t": "(The observance) of the Sabbath was only sanctioned for those who disputed it. Your Lord will certainly issue His decree about their dispute on the Day of Judgment.",
    "tr": "Innnamaa ju'ilas Sabtu 'alal lazeenakhtalafoo feeh; Wa-inna Rabbaka la yahkumu bainahum Yawmal Qiyaamati feemaa kaanoo feehi yakhtalifoon"
  },
  "125": {
    "t": "Call (the pagans) to the path of your Lord through wisdom and good advice and argue with them in the best manner. God knows well about those who stray from His path and those who seek guidance.",
    "tr": "Ud'u ilaa sabeeli Rabbika bilhikmati walmaw-'izatil hasanati Wa-jaadilhum billatee hiya ahsan; inna Rabbaka huwa a'almu biman dalla 'an sabeelihee Wa-Huwa a'lamu bilmuhtadeen"
  },
  "126": {
    "t": "If you want retaliation, let it be equal to that which you faced. But if you exercise patience it will be better for you.",
    "tr": "Wa-in 'aaqabtum fa'aaqiboo bimisli maa 'ooqibtum bihee Wa-la'in sabartum lahuwa khairul lissaabireen"
  },
  "127": {
    "t": "Exercise patience and let it be only for the cause of God. Do not be grieved about them nor disappointed at their evil plans.",
    "tr": "Wasbir Wa-maa sabruka illaa billaah; Wa-laa tahzan 'alaihim Wa-laa taku fee daiqim mimmaa yamkuroon"
  },
  "128": {
    "t": "God is certainly with the pious and the righteous ones.",
    "tr": "Innal laaha ma'al lazeenat taqaw wal-lazeena hum muhsinoon"
  }
}