{
  "1": {
    "t": "God is the Exalted One who took His servant one night for a visit from the Sacred Mosque (in Mecca) to the Aqsa Mosque (in Jerusalem). God has blessed the surroundings of the Aqsa Mosque. He took His servant on this visit to show him (miraculous) evidence of His (existence). It is He who is All-hearing and All-aware.",
    "tr": "Subhaanal lazeee asraa bi'abdihee lailam minal Masjidil Haraami ilal Masjidil Aqsal lazee baaraknaa haw-lahoo linuriyahoo min aayaatinaa; innahoo Huwas Samee'ul Baseer"
  },
  "2": {
    "t": "To Moses We gave the Book and made it a guide for the children of Israel, so that they would not have any one as their guardian other than Me",
    "tr": "Wa-aatainaa Moosal Kitaaba Wa-ja'alnaahu hudal liBaneee Israaa'eel; allaa tat-takhizoo min doonee wakeelaa."
  },
  "3": {
    "t": "(We made it a guide for) the offspring of those whom We carried in the Ark with Noah, a thankful servant (of God).",
    "tr": "Zurriyyata man hamalnaa ma'a Nooh innahoo kaana 'abdan shakooraa"
  },
  "4": {
    "t": "We made it known to the Israelites through the Torah that they would twice commit evil in the land with great transgression and rebellion.",
    "tr": "Wa qadainaaa ilaa Baneee Israaa'eela fil Kitaabi latufsidunna fil ardi marratain; Wa-lata'lunna'uluwwan kabeeraa"
  },
  "5": {
    "t": "(We told them) during your first uprising of evil We shall send to you",
    "tr": "Fa-izaa jaaa'a wa'du oolaahumaa ba'asnaaa 'alykum 'ibaadal lanaaa ulee baasin shadeedin fajaasoo khilaalad diyaar; Wa-kaana wa'dam maf'oolaa"
  },
  "6": {
    "t": "Our Mighty servants, who will chase you from house to house. This is a decree already ordained. We, then, gave you a chance to defeat your enemies with the help of increasing your wealth and offspring.",
    "tr": "Summa radadnaa lakumul karrata 'alaihim Wa-amdad-naakum-bi amwaalinuw Wa-baneen; Wa-ja'alnaakum aksara nafeeraa"
  },
  "7": {
    "t": "(We told you), \"If you do good, it will be for your own benefit, but if you do bad, it will be against your souls. When the prophecy of your second transgression will come to pass, sadness will cover your faces. They (your enemies) will enter the mosque as they did the first time to bring about utter destruction.",
    "tr": "In ahsantum ahsantum li-anfusikum Wa-in asaatum falahaa; fa-izaa jaaa'a wa'dul aakhirati liyasooo'oo wujoo-hakum Wa-liyadkhulul masjida kamaa dakhaloohu awwala marratinw Wa-liyutabbiroo maa a'law tatbeera"
  },
  "8": {
    "t": "Perhaps your Lord will have mercy on you. If you return to disobedience We will also punish you again. We have made hell a prison for the disbelievers.\"",
    "tr": "Asaa rabbukum aien yarhamakum; Wa-in 'uttum 'udnaa; Wa-ja'alnaa jahannama lilkaafireena haseera"
  },
  "9": {
    "t": "This Quran shows the way to that which is the most upright and gives to the righteous believers the glad news of a great reward.",
    "tr": "Inna haazal Quraana yahdee lillatee hiya aqwamu Wa-yubashshirul mu'mineenal lazeena ya'maloonas saalihaati anna lahum ajran kabeeraa"
  },
  "10": {
    "t": "(It also declares) that for the disbelievers We have prepared a painful torment in the life to come.",
    "tr": "Wa-annal lazeena laa yu'minoona bil-aakhirati a'tadnaa lahum 'azaaban aleemaa"
  },
  "11": {
    "t": "People pray as earnestly to gain evil as one should to gain virtue. But people are hasty.",
    "tr": "Wa-yad'ul insaanu bishsharri du'aaa-'ahoo bilkhayr; Wa-kaanal insaanu 'ajoola"
  },
  "12": {
    "t": "We have made the day and night each as evidence (of Our existence). The night is invisible and the day is visible so that you may seek favors from your Lord and determine the number of years and mark the passing of time. For everything We have given a detailed explanation.",
    "tr": "Wa-ja'alnal laila wannahaara Aayatayni famahawnaaa Aayatal laili Wa-ja'alnaaa Aayatan nahaari mubsiratal litabtaghoo fadlam mir Rabbikum Wa-lita'lamoo 'adadas sineena walhisaab; Wa-kulla shai'in fassalnaahu tafseelaa"
  },
  "13": {
    "t": "We have made every person's actions cling to his neck. On the Day of Judgment, We will bring forth the record of his actions in the form of a wide open book.",
    "tr": "Wa-kulla insaanin alzamnaahu taaa'irahoo fee 'unuqihee Wa-nukhriji lahoo Yawmal Qiyaamati kitaabany yalqaahu manshooraa"
  },
  "14": {
    "t": "We will tell him, \"Read it and judge for yourself.\"",
    "tr": "Iqra kitaabaka kafaa bi-nafsikal Yawma 'alaika haseebaa"
  },
  "15": {
    "t": "One who follows guidance does so for himself and one who goes astray does so against his soul. No one will suffer for the sins of others. We have never punished anyone without sending them Our Messenger first.",
    "tr": "Manih tadaa fa-innamaa yahtadee linafsihee Wa-man dalla fa-innamaa yadillu 'alaihaa; Wa-laa taziru waaziratunw wizra ukhraa; Wa-maa kunnaa mu'azzibeena hatta nab'asa Rasoola"
  },
  "16": {
    "t": "When We decide to destroy a town We warn the rich ones therein who commit evil. Thus it becomes deserving to destruction and We destroy its very foundations.",
    "tr": "Wa-izaaa aradnaaa an nuhlika qaryatan amarnaa mutrafeehaa fafasaqoo feehaa fahaqqa 'alaihal qawlu fadammarnaahaa tadmeeraa"
  },
  "17": {
    "t": "We have destroyed many generations after the time of Noah. Your Lord is All knowing and Well Aware of the sins of His servants.",
    "tr": "Wa-kam ahlaknaa minal qurooni min ba'di Nooh; Wa-kafaa bi-Rabbika bizunoobi 'ibaadihee Khabeeram Baseeraa"
  },
  "18": {
    "t": "Whoever desires (only) the enjoyment of this life will receive it if We want it to be so. Then We will make Hell his reward wherein he will suffer, despised and driven away from Our mercy.",
    "tr": "Man kaana yureedul 'aajilata 'ajjalnaa lahoo feehaa maa nashaaa'u liman nureedu summa ja'alnaa lahoo Jahannama yaslaahaa mazmoomammad hooraa"
  },
  "19": {
    "t": "The effort of one who faithfully strives hard for the (happiness) of the life to come will be appreciated (by God).",
    "tr": "Wa-man araadal Aakhirata Wa-sa'aa lahaa sa'yahaa Wa-huwa mu'minun fa-ulaaa'ika kaana sa'yuhum mashkooraa"
  },
  "20": {
    "t": "Each group will receive its share of your Lord's generosity. Your Lord's generosity is not limited.",
    "tr": "Kullan numiddu haaa-'ulaaa'i Wa-haaa'ulaaa'i min 'ataaa'i rabbik; Wa-maa kaana 'ataaa'u rabbika mahzooraa"
  },
  "21": {
    "t": "Consider how We have given preference to some people above others, yet the life to come has more honor and respect.",
    "tr": "Unzur kaifa faddalnaa ba'dahum 'alaa ba'd; Wa-lal-Aakhiratu akbaru darajaatinw Wa-akbaru tafdeelaa"
  },
  "22": {
    "t": "Do not consider anything equal to God lest you will become despised and neglected.",
    "tr": "Laa taj'al ma'al laahi ilaahan aakhara fataq'uda mazoomam makhzoolaa"
  },
  "23": {
    "t": "Your Lord has ordained that you must not worship anything other than Him and that you must be kind to your parents. If either or both of your parents should become advanced in age, do not express to them words which show your slightest disappointment. Never yell at them but always speak to them with kindness.",
    "tr": "Wa qadaa Rabbuka allaa ta'budooo illaaa iyyaahu Wa-bilwaalidaini ihsaanaa; immaa yablughanna 'indakal kibara ahaduhumaaa aw kilaahumaa falaa taqul lahumaaa uffinw Wa-laa tanharhumaa Wa-qullahumaa qawlan kareemaa"
  },
  "24": {
    "t": "Be humble and merciful towards them and say, \"Lord, have mercy upon them as they cherished me in my childhood.\"",
    "tr": "Wakhfid lahumaa janaahaz zulli minar rahmati Wa-qur Rabbir hamhumaa kamaa rabbayaanee sagheera"
  },
  "25": {
    "t": "Your Lord knows what is in your souls. If you would be righteous, know that He is All-forgiving to those who turn to Him in repentance.",
    "tr": "Rabbukum a'lamu bimaa fee nufoosikum; in takoonoo saaliheena fa-innahoo kaana lil-awwaabeena Ghafoooraa"
  },
  "26": {
    "t": "Give the relatives, the destitute and those who when on a journey have become needy, their dues.",
    "tr": "Wa-aati zal qurbaa haqqahoo walmiskeena wabnas sabeeli Wa-laa tubazzir tabzeeraa"
  },
  "27": {
    "t": "Do not be a wasteful spender. Squanderers are the brothers of satan. Satan was faithless to his Lord.",
    "tr": "Innal mubazzireena kaanoo ikhwaanash shayaateeni Wa-kaanash shaytaanu li-Rabbihee kafooraa"
  },
  "28": {
    "t": "If you are not able to assist them, at least speak to them in a kind manner.",
    "tr": "Wa-immaa tu'ridanna 'anhum ubtighaaa'a rahmatim mir rabbika tarjoohaa faqul lahum qawlam maisooraa"
  },
  "29": {
    "t": "Do not be stingy nor over generous lest you become empty handed and bankrupt.",
    "tr": "Wa-laa taj'al yadaka maghloolatan ilaa 'unuqika Wa-laa tabsut-haa kullal basti fataq'uda maloomam mahsooraa"
  },
  "30": {
    "t": "Your Lord increases and determines the sustenance of whomever He wants. He is Well Aware and watches over His servants.",
    "tr": "Inna Rabbaka yabsutur rizqa limaien yashaaa'u Wa-yaqdir; innahoo kaana bi'ibaadihee Khabeeran Baseera"
  },
  "31": {
    "t": "Do not kill your children for fear of poverty. We will give sustenance to all of you. To kill them is certainly a great sin.",
    "tr": "Wa-laa taqtulooo awlaadakum khashyata imlaaqin nahnu narzuquhum Wa-iyyaakum; inna qatlahum kaana khit-'an kabeeraa"
  },
  "32": {
    "t": "Do not even approach adultery. It is indecent and an evil act.",
    "tr": "Wa-laa taqrabuz zinaaa innahoo kaana faahishatanw Wa-saaa'a sabeelaa"
  },
  "33": {
    "t": "Do not kill a respectable soul without a just cause. If anyone is wrongfully killed, we have given the heirs of that person the right (to demand satisfaction or to forgive). He must not exceed the law in having vengeance; his victim shall also be assisted (by law).",
    "tr": "Wa-laa taqtulun nafsal latee harramal laahu illaa bilhaqq; Wa-man qutila mazlooman faqad ja'alnaa liwaliyyihee sultaanan falaa yusrif fil qatli innahoo kaana mansooraa"
  },
  "34": {
    "t": "Do not get close to the property of the orphans (unless it is for a good reason) until they are mature and strong. Keep your promise; you will be questioned about it.",
    "tr": "Wa-laa taqraboo maalal yateemi illaa billatee hiya ahsanu hattaa yablugha ashuddah; Wa-awfoo bil'ahd, innal 'ahda kaana mas'oolaa"
  },
  "35": {
    "t": "While weighing, use proper measurements in the exchange of your property. This is fair and will be better in the end.",
    "tr": "Wa-awful kaila izaa kiltum Wa-zinoo bilqistaasil mustaqeem; zaalika khairunw Wa-ahsanu ta'weelaa"
  },
  "36": {
    "t": "Do not follow what you do not know; the ears, eyes, and hearts will all be held responsible for their deeds.",
    "tr": "Wa-laa taqfu maa laisa laka bihee 'ilm; innas sam'a walbasara walfu'aada kullu ulaaa'ika kaana 'anhu mas'oolaa"
  },
  "37": {
    "t": "Do not walk proudly on the earth; your feet cannot tear apart the earth nor are you as tall as the mountains.",
    "tr": "Wa-laa tamshi fil ardi marahan innaka lan takhriqal arda Wa-lan tablughal jibaala toola"
  },
  "38": {
    "t": "All such things are sins and detestable in the sight of your Lord.",
    "tr": "Kullu zaalika kaana sayyi'uhoo inda Rabbika makroohaa"
  },
  "39": {
    "t": "(Muhammad), these are words of wisdom which your Lord has revealed to you. Do not consider anything equal to God lest you be thrown into hell, despised, and driven away from God's mercy.",
    "tr": "Zaalika mimmaaa awhaaa ilaika Rabbuka minal hikmah; Wa-laa taj'al ma'al laahi ilaahan aakhara fatulqaa fee Jahannama maloomammad hooraa"
  },
  "40": {
    "t": "(Pagans) has your Lord given you preference over Himself by granting you sons and taking the angels as His own daughters? What you say is a monstrous utterance.",
    "tr": "Afa-asfaakum rabbukum bilbaneena wattakhaza minal malaaa'ikati inaasaa; innakum lataqooloona qawlan 'azeema"
  },
  "41": {
    "t": "We have given you various facts (about the Truth in this Quran) so that they (unbelievers) would take heed, but this has only increased their aversion (to the truth).",
    "tr": "Wa-laqad sarrafnaa fee haazal Quraani liyazzakkaroo Wa-maa yazeeduhum illaa nufooraa"
  },
  "42": {
    "t": "(Muhammad), ask them, \"Had there been many other gods besides Him, as they say, they should have found a way to the Lord of the Throne",
    "tr": "Qul law kaana ma'ahooo aalihatun kamaa yaqooloona izal labtaghaw ilaa zil 'Arshi Sabeela"
  },
  "43": {
    "t": "(to challenge Him). God is too Glorious and Exalted to be considered as they believe Him to be. He is the most High and Great.",
    "tr": "Subhaanahoo Wa-Ta'aalaa 'ammaa yaqooloona 'uluwwan kabeeraa"
  },
  "44": {
    "t": "The seven heavens, the earth, and whatever is between them all glorify Him. There is nothing that does not glorify Him and always praise him, but you do not understand their praise and glorification. He is All-forbearing and All-forgiving.",
    "tr": "Tusabbihu lahus samaawaatus sab'u wal-ardu Wa-man feehinn; Wa-im min shai'in illaa yusabbihu bihamdihee Wa-laakil laa tafqahoona tasbeehahum; innahoo kaana Haleeman Ghafooraa"
  },
  "45": {
    "t": "When you recite the Quran We place a curtain as a barrier between you and those who do not believe in the life to come.",
    "tr": "Wa-izaa qara'-tal Quraana ja'alnaa bainaka Wa-bainal lazeena laa yu'minoona bil-aakhirati hijaabam mastooraa"
  },
  "46": {
    "t": "We put a veil over their hearts so that they cannot understand it. We deafen their ears. When you mention your Lord in this Quran as One (Supreme Being), they run away.",
    "tr": "Wa-ja'alnaa 'alaa quloo-bihim akinnatan any yafqahoohu Wa-feee aazaanihim waqraa; Wa-izaa zakarta Rabbaka fil Quraani wahdahoo wallaw 'alaaa adbaarihim nufooraa"
  },
  "47": {
    "t": "We know what they want to hear when they listen to you. They whisper to each other and say, \"You are only following a bewitched person\".",
    "tr": "Nahnu a'lamu bimaa yastami'oona biheee iz yastami'oona ilaika Wa-iz hum najwaaa iz yaqooluz zaalimoona in tattabi'oona illaa rajulam mas-hooraa"
  },
  "48": {
    "t": "Consider what they have called you. They have certainly gone astray and cannot find the right path.",
    "tr": "Unzur kaifa daraboo lakal amsaala fadalloo falaa yastatee'oona sabeelaa"
  },
  "49": {
    "t": "The pagans say, \"When we become mere bones and dust, shall we then be brought back to life again?\"",
    "tr": "Wa-qaalooo 'a-izaa kunnaa 'izaamanw Wa-rufaatan 'a-innaa lamab'oosoona khalqan jadeedaa"
  },
  "50": {
    "t": "(Muhammad), say \"Yes, even if you become rocks, iron,",
    "tr": "Qul koonoo hijaaratan aw hadeedaa"
  },
  "51": {
    "t": "or anything that you think is harder to be brought to life.\" They will soon ask, \"Who will bring us back to life?\" Say,\"The One who created you in the first place.\" They will shake their heads and say, \"When will He bring us back to life?\" Say, \"Perhaps very soon.",
    "tr": "Aw khalqam mimmaa yakburu fee sudoorikum; fasa-yaqooloona maien yu'eedunaa qulil lazee fatarakum awwala marrah; fasa yunghidoona ilaika ru'oosahum Wa-yaqooloona mataahoo; qul 'asaaa any yakoona qareeba"
  },
  "52": {
    "t": "On the day when He will call you, you will answer Him with praise and think that you have tarried for only a little while.\"",
    "tr": "Yawma yad'ookum fatastajeeboona bihamdihee Wa-tazunnoona il labistum illaa qaleela"
  },
  "53": {
    "t": "(Muhammad), tell My servants to say what is best. Satan sows dissension among them; he is the sworn enemy of human beings.",
    "tr": "Wa-qul li'ibaadee yaqoolul latee hiya ahsan; innash shaitaana yanzaghu bainahum; innash shaitaana kaana lil-insaani 'aduwwam mubeenaa"
  },
  "54": {
    "t": "Your Lord knows better than you (people). He will have mercy on you or will punish you as He wills. We have not sent you to watch over them. Your Lord knows best about those in the heavens and the earth.",
    "tr": "Rabbukum a'lamu bikum iny yasha' yarhamkum aw iny yasha' yu'azzibkum; Wa-maaa arsalnaaka 'alaihim wakeelaa"
  },
  "55": {
    "t": "We have given preference to some Prophets over others and We gave the psalms to David.",
    "tr": "Wa-Rabbuka a'lamu biman fis samaawaati wal-ard; Wa-laqad faddalnaa ba'dan Nabiyyeena 'alaa ba'dinw Wa-aatainaaa Daawooda Zabooraa"
  },
  "56": {
    "t": "(Muhammad), tell them, \"Seek help from those whom you consider equal to God. They are not able to remove or change your hardships\".",
    "tr": "Qulid 'ul lazeena za'amtum min doonihee falaa yamlikoona kashfad durri 'ankum Wa-laa tahweelaa"
  },
  "57": {
    "t": "Those whom they worship seek to find intercessors for themselves with God. (They try to find out which of the intercessors) are closer to God. They have hope for His mercy and fear of His punishment; the punishment of your Lord is awesome.",
    "tr": "Ulaaa'ikal lazeena yad'oona yabtaghoona ilaa Rabbihimul waseelata ayyuhum aqrabu Wa-yarjoona rahmatahoo Wa-yakhaafoona 'azaabah; inna 'azaaba rabbika kaana mahzooraa"
  },
  "58": {
    "t": "The decree that all the towns were to be destroyed or afflicted with severe punishment was already written in the Book before the Day of Judgment.",
    "tr": "Wa-in min qaryatin illaa Nahnu muhlikoohaa qabla Yawmil Qiyaamati aw mu'az-ziboohaa 'azaaban shadeedaa; kaana zaalika fil Kitaabi mastooraa"
  },
  "59": {
    "t": "We did not abstain from sending miracles to any of Our Messengers. These miracles were called lies by the people who lived in ancient times. To the people of Thamud, We sent the she-camel as a visible miracle and they did injustice to it. We only send miracles as warnings.",
    "tr": "Wa-maa mana'anaaa an nursila bil-aayaati illaaa an kazzaba bihal awwaloon; Wa-aatainaa Samoodan naaqata mubsiratan fazalamoo bihaa; Wa-maa nursilu bil-aayaati illaa takhweefaa"
  },
  "60": {
    "t": "(Muhammad), We told you that your Lord has encompassed all mankind. We made the vision which We showed you and the condemned tree, mentioned in the Quran, as a trial for the human being. Even though We warn them, it only increases their rebellion.",
    "tr": "Wa-iz qulnaa laka inna rabbaka ahaata binnaas; Wa-maa ja'alnar ru'yal lateee arainaaka illaa fitnatal linnaasi washshajaratal mal'oonata fil quraan; Wa-nukhaw-wifuhum famaa yazeeduhum illa tughyaanan kabeeraa"
  },
  "61": {
    "t": "When We told the angels to prostrate before Adam, they all obeyed, except Iblis who said, \"Should I prostrate before one whom You have created out of clay?\"",
    "tr": "Wa-iz qulnaa lilma-laaa'ikatis judoo li-Aadama fasajadooo illaaa Ibleesa qaala 'a-asjudu liman khalaqta teena"
  },
  "62": {
    "t": "He continued, \"Remember, this one whom you have honored more than me I shall bring him and most of his offspring under my sway if you will give me respite until the Day of Judgment.\"",
    "tr": "Qaala ara'aytaka haazal lazee karramta 'alaiya la'in akhartani ilaa Yawmil Qiyaamati la-ahtanikanna zurriyyatahooo illaa qaleelaa"
  },
  "63": {
    "t": "God said, \"Go away. All those who follow you will have hell as ample recompense for their deeds.",
    "tr": "Qaalaz hab faman tabi'aka minhum fa-inna Jahannama jazaaa'ukum jazaaa'am mawfooraa"
  },
  "64": {
    "t": "Draw anyone of them you can into sin by your voice and by your cavalry and infantry, share their property and children with them and make promises to them. Your promises are all lies.",
    "tr": "Wastafziz manis tata'ta minhum bisawtika Wa-ajlib 'alaihim bikhailika Wa-rajilika Wa-shaarik-hum fil amwaali wal-awlaadi Wa-'idhum; Wa-maa ya'iduhumush Shaitaanu illaa ghurooraa"
  },
  "65": {
    "t": "You have no authority over My servants. Your Lord is a Sufficient Protector.\"",
    "tr": "Inna 'ibaadee laisa laka 'alaihim sultaan; Wa-kafaa bi-Rabbika Wakeelaa"
  },
  "66": {
    "t": "Your Lord who causes the ships to sail on the sea so that you may seek His bounty is certainly All-merciful to you.",
    "tr": "Rabbukumul lazee yuzjee lakumul fulka fil bahri litabtaghoo min fadlih; innahoo kaana bikum Raheemaa"
  },
  "67": {
    "t": "If you are afflicted by hardships in the middle of the sea, it would be an error to call anyone other than Him for help. When God saves you from such difficulties, you turn away from Him. The human being has always been ungrateful.",
    "tr": "Wa-izaa massakumud durru fil bahri dalla man tad'oona illaaa iyyaahu falammaa najjaakum ilal barri a'radtum; Wa-kaanal insaanu kafooraa"
  },
  "68": {
    "t": "Do you feel secure that We will not cause a part of the land to sink or engulf you with sand storms when you would find no one to protect you?",
    "tr": "Afa-amintum aien yakhsifa bikum jaanibal barri aw yursila 'alaikum haasiban summa laa tajidoo lakum wakeelaa"
  },
  "69": {
    "t": "Do you feel secure that We will not drive you back to the sea, send a fierce gale to you, and cause you to drown because of your disbelief when you would not be able to find anyone who would intercede for you with Us?",
    "tr": "Am amintum aien yu'eedakum feehi taaratan ukhraa fa-yursila 'alaikum qaasifam minar reehi fa-yugh-riqakum bimaa kafartum summa laa tajidoo lakum 'alainaa bihee tabee'aa"
  },
  "70": {
    "t": "We have honored the children of Adam, carried them on the land and the sea, given them pure sustenance and exalted them above most of My creatures.",
    "tr": "Wa-laqad karramnaa Baneee aadama Wa-hamalnaahum fil barri walbahri Wa-razaqnaahum minat taiyibaati Wa-faddalnaahum 'alaa kaseerim mimman khalaqnaa tafdeelaa"
  },
  "71": {
    "t": "On the day when We call every nation with their leaders, those whose record of deeds are given to their right hands will read the book and the least wrong will not be done to them.",
    "tr": "Yawma nad'oo kulla unaasim bi-imaamihim faman ootiya kitaabahoo bi-yameenihee fa-ulaaa'ika yaqra'oona kitaabahum Wa-laa yuzlamoona fateelaa"
  },
  "72": {
    "t": "Those who are blind in this life will also be blind in the life to come and in terrible error.",
    "tr": "Wa-man kaana fee haaziheee a'maa fahuwa fil aakhirati a'maa Wa-adallu sabeelaa"
  },
  "73": {
    "t": "(Such blind ones) try to confuse what We have revealed to you so that they may falsely ascribe to Us something other than the true revelation and thus establish friendship with you.",
    "tr": "Wa-in kaadoo la-yaftinoonaka 'anil lazeee awhainaaa ilaika litaftariya 'alainaaa ghairahoo Wa-izallat takhazooka khaleelaa"
  },
  "74": {
    "t": "Had We not strengthened your faith you might have relied on them some how.",
    "tr": "Wa-law-laaa an sabbatnaaka laqad kitta tarkanu ilaihim shai'an qaleela"
  },
  "75": {
    "t": "Had you done so, We would certainly have made you face double punishment in this life and after your death and you would have found none to help you.",
    "tr": "Izal la-azaqnaaka di'fal hayaati Wa-di'fal mamaati summa laa tajidu laka 'alainaa naseeraa"
  },
  "76": {
    "t": "They try to annoy you so that they can expel you from the land. Had they been successful, no one would have been left behind except a few.",
    "tr": "Wa-in kaadoo la-yastafizzoonaka minal ardi liyukhri-jooka minhaa Wa-izal laa yalbasoona khilaafaka illaa qaleelaa"
  },
  "77": {
    "t": "This was Our tradition with Our Messengers who lived before you, and you will find no change in Our tradition.",
    "tr": "Sunnata man qad arsalnaa qablaka mir Rusulinaa Wa-laa tajidu lisunnatinaa tahweelaa"
  },
  "78": {
    "t": "Say your prayer when the sun declines until the darkness of night and also at dawn. Dawn is certainly witnessed (by the angels of the night and day).",
    "tr": "Aqimis Salaata liduloo-kish shamsi ilaa ghasaqil laili Wa-quraanal Fajri inna quraa-nal Fajri kaana mashhoodaa"
  },
  "79": {
    "t": "Say your special (tahajjud) prayer during some part of the night as an additional (obligatory) prayer for you alone so that perhaps your Lord will raise you to a highly praiseworthy position.",
    "tr": "Wa-minal laili fatahajjad bihee naafilatal laka 'asaaa any yab'asaka Rabbuka Maqaamam Mahmoodaa"
  },
  "80": {
    "t": "(Muhammad), say, \"Lord, make me enter through a path that will lead to the Truth and come out of an exit that will take me to the Truth. Give me helpful authority.",
    "tr": "Wa-qur Rabbi adkhilnee mudkhala sidqinw Wa-akhrijnee mukhraja sidqinw waj'al lee mil ladunka sultaanan naseeraa"
  },
  "81": {
    "t": "Say, 'Truth has come and falsehood has been banished; it is doomed to banishment.'\"",
    "tr": "Wa-qul jaaa'al haqqu Wa-zahaqal baatil; innal baatila kaana zahooqaa"
  },
  "82": {
    "t": "We reveal the Quran which is a cure and mercy for the believers but does nothing for the unjust except to lead them to perdition.",
    "tr": "Wa-nunazzilu minal quraani maa huwa shifaaa'unw Wa-rahmatullil mu'mineena Wa-laa yazeeduz zaalimeena illaa khasaaraa"
  },
  "83": {
    "t": "When We do favors to the human being, he disregards it and turns away from it. When evil afflicts him, he becomes despairing.",
    "tr": "Wa-izaaa an'amnaa 'alal insaani a'rada Wa-na-aa bijaani-bihee Wa-izaa massahush sharru kaana ya'oosaa"
  },
  "84": {
    "t": "Say, \"Everyone does as he wants. Your Lord knows best who has the right guidance.\"",
    "tr": "Qul kulluny ya'malu 'alaa shaakilatihee fa-rabbukum a'lamu biman huwa ahdaa sabeelaa"
  },
  "85": {
    "t": "They ask you about the Spirit. Say, \"The Spirit comes by the command of my Lord. You have been given very little knowledge.",
    "tr": "Wa-yas'aloonaka 'anir rooh; qulir roohu min amri rabbee Wa-maaa ooteetum minal 'ilmi illaa qaleelaa"
  },
  "86": {
    "t": "Had We wanted, We could have removed the Spirit through whom We sent you revelation. Then you would not have found anyone to intercede with Us for you",
    "tr": "Wa-la'in shi'naa lanaz-habanna billazeee awhainaaa ilaika summa laa tajidu laka bihee 'alainaa wakeelaa"
  },
  "87": {
    "t": "except by the mercy of your Lord. He has certainly bestowed great favors on you.",
    "tr": "Illaa rahmatam mir Rabbik; inna fadlahoo kaana 'alaika kabeeraa"
  },
  "88": {
    "t": "Say, \"If all human beings and jinn were to come together to bring the equivalent of this Quran, they could not do so, even if they all were to help each other.",
    "tr": "Qul la'inij tama'atil insu waljinnu 'alaaa aien ya'too bimisli haazal quraani laa ya'toona bimislihee Wa-law kaana ba'duhum liba-'din zaheeraa"
  },
  "89": {
    "t": "We have mentioned in this Quran all kinds of examples for the human being, but most human beings turn away in disbelief.",
    "tr": "Wa-laqad sarrafnaa linnaasi fee haazal quraani min kulli masalin fa-abaaa aksarun naasi illaa kufooraa"
  },
  "90": {
    "t": "They have said, \"We shall never believe you until you cause a spring to gush forth from the earth,",
    "tr": "Wa-qaaloo lan nu'mina laka hattaa tafjura lanaa minal ardi yamboo'aa"
  },
  "91": {
    "t": "or you (show) us that you have your own garden of palm trees and vines with flowing streams therein,",
    "tr": "Aw takoona laka jannatum min nakheelinw Wa-'inabin fatufajjiral anhaara khilaalahaa tafjeeraa"
  },
  "92": {
    "t": "or cause the sky to fall into pieces on us - as you believe you can - or bring God and the angels face to face with us,",
    "tr": "Aw tusqitas samaaa'a kamaa za'amta 'alainaa kisafan aw ta'tiya billaahi wal-malaaa'ikati qabeelaa"
  },
  "93": {
    "t": "or (show us) that you have a well adorned house of your own, or climb into the sky. We shall never believe that you have climbed into the sky until you bring us a book that we can read.\" Say, \"All glory belongs to my Lord. Am I more than a mortal Messenger?\"",
    "tr": "Aw yakoona laka baitum min zukhrufin aw tarqaa fis samaaa'i Wa-lan nu'mina liruqiyyika hatta tunazzila 'alainaa kitaaban naqra'uh; qul Subhaana Rabbee hal kuntu illaa basharar Rasoolaa"
  },
  "94": {
    "t": "What keeps people from belief that guidance has come to them, but they question, \"Why has God sent a mortal Messenger?\"",
    "tr": "Wa-maa mana'an naasa any yu'minooo iz jaaa'ahumul hudaaa illaaa an qaalooo aba'asal laahu basharar Rasoolaa"
  },
  "95": {
    "t": "(Muhammad), say, \"Had the earth been inhabited by angels who would walk serenely therein, only then would We have sent to them angelic Messengers\".",
    "tr": "Qul law kaana fil ardi malaaa-'ikatuien yamshoona mutma'in-neena lanazzalnaa 'alaihim minas samaaa'i malakar Rasoolaa"
  },
  "96": {
    "t": "Say, \"God is a sufficient Witness between me and you. He certainly sees and knows all about His servants.",
    "tr": "Qul kafaa billaahi shaheedam bainee Wa-bainakum; innahoo kaana bi'ibaadihee Khabeeram Baseeraa"
  },
  "97": {
    "t": "Whomever God has guided has the proper guidance. You will never find any guardian besides God for the one whom He has caused to go astray. On the Day of Judgment, We will gather them lying on their faces, blind, dumb and deaf. Hell will be their dwelling. As hell fire abates, We will increase its blazing force.",
    "tr": "Wa-maien yahdil laahu fahuwal muhtad; Wa-mai yudlil falan tajida lahum awliyaaa'a min doonih; Wa-nahshuruhum Yawmal Qiyaamati 'alaa wujoohihim umyanw Wa-bukmanw Wa-summaa; ma'waahum Jahannamu kullamaa khabat zidnaahum sa'eeraa"
  },
  "98": {
    "t": "This will be the recompense for their disbelief of Our revelations and for their saying, \"Shall we be brought to life again after becoming bones and dust?\"",
    "tr": "Zaalika jazaa'uhum bi-annahum kafaroo bi-aayaatinaa Wa-qaalooo 'a-izaa kunnaa 'izaamanw Wa-rufaatan 'a-innaa la-mab'oosoona khalqan jadeedaa"
  },
  "99": {
    "t": "Do they not realize that God, who has created the heavens and the earth, has the power to create their like? He has given them life for an appointed time of which there is no doubt. The unjust turn away in disbelief (from Our revelation).",
    "tr": "Awalam yaraw annal laahal lazee khalaqas samaawaati wal-arda qaadirun 'alaaa aien yakhluqa mislahum Wa-ja'ala lahum ajalal laa raiba fee; fa-abaz zaalimoona illaa kufooraa"
  },
  "100": {
    "t": "Say, \"Had you owned the treasures of the Mercy of my Lord, you would have locked them up for fear of spending them. The human being has always been stingy.",
    "tr": "Qul law antum tamlikoona khazaaa'ina rahmati Rabbeee izal la-amsaktum khash-yatal infaaq; Wa-kaanal insaanu qatooraa"
  },
  "101": {
    "t": "To Moses We gave nine illustrious miracles. Ask the Israelites; Moses came to them. The Pharaoh said to him,\"Moses, I believe that you are bewitched\".",
    "tr": "Wa-laqad aatainaa Moosaa tis'a Aayaatim baiyyinaatin fas'al Baneee Israaa'eela iz jaaa'ahum faqaala lahoo Fir'awnu inee la-azunnuka yaa-Moosaa mas-hooraa"
  },
  "102": {
    "t": "He replied, \"Certainly you have come to know that these have been sent by the Lord of the heavens and the earth as lessons to people. Pharaoh, I believe that you are doomed to perdition.",
    "tr": "Qaala laqad 'alimta maaa anzala haaa'ulaaa'i illaa Rabbus samaawaati wal-ardi basaaa'ira Wa-innee la-azun-nuka yaa-Fir'awnu masbooraa"
  },
  "103": {
    "t": "The Pharaoh wanted to expel the Israelites from the land so We drowned him and all who were with him.",
    "tr": "Fa-araada aien yastafizzahum minal ardi fa-aghraqnaahu Wa-mam ma'ahoo jamee'aa"
  },
  "104": {
    "t": "We told the Israelites after this to settle in the land until Our second promise will come true. We would then gather them all together (on the Day of Judgment).",
    "tr": "Wa-qulnaa min ba'dihee li-Baneee Israaa'eelas kunul arda fa-izaa jaaa'a wa'dul aakhirati ji'naa bikum lafeefaa"
  },
  "105": {
    "t": "We sent it (the Quran) in all Truth and in all Truth it came. (Muhammad), We have sent you for no other reason than to be a bearer of glad news and a warner.",
    "tr": "Wa-bilhaqqi anzalnaahu Wa-bilhaqqi nazal; Wa-maaa arsalnaaka illaa mubash-shiranw Wa-nazeeraa"
  },
  "106": {
    "t": "We have divided the Quran into many segments so that you would read them to the people in gradual steps as We reveal them to you from time to time.",
    "tr": "Wa-quraanan faraqnaahu litaqra-ahoo 'alan naasi 'alaa muksinw Wa-nazzalnaahu tanzeelaa"
  },
  "107": {
    "t": "Say, \"It does not matter whether you believe in it or not, for when it is read to those who had received the knowledge (heavenly Books) that were sent before, they bow down and prostrate themselves before the Lord.",
    "tr": "Qul aaminoo biheee aw laa tu'minoo; innal lazeena ootul 'ilma min qabliheee izaa yutlaa 'alaihim yakhirroona lil-azqaani sujjadaa"
  },
  "108": {
    "t": "They say, \"Our Lord is too Glorious to disregard His promise\".",
    "tr": "Wa-yaqooloona Subhaana Rabbinaaa in kaana wa'du Rabbinaa lamaf'oolaa"
  },
  "109": {
    "t": "They bow down in prostration and weep and it makes them more humble (before the Lord).",
    "tr": "Wa-yakhirroona lil-azqaani yabkoona Wa-yazeeduhum khushoo'aa"
  },
  "110": {
    "t": "(Muhammad), tell them, \"It is all the same whether you call Him God or the Beneficent. All the good names belong to Him.\" (Muhammad), do not be too loud or slow in your prayer. Choose a moderate way of praying.",
    "tr": "Qulid 'ul laaha awid 'ur Rahmaana ayyam maa tad'oo falahul asmaaa'ul Husnaa; Wa-laa tajhar bi-Salaatika Wa-laa tukhaafit bihaa wabtaghi baina zaalika sabeela"
  },
  "111": {
    "t": "Say, \"It is only God who deserves all praise. He has not begotten a son and has no partner in His Kingdom. He does not need any guardian to help Him in His need. Proclaim His greatness.",
    "tr": "Wa-qulil hamdu lillaahil lazee lam yattakhiz waladanw Wa-lam yakul lahoo shareekun fil mulki Wa-lam yakul lahoo waliyyum minaz zulli Wa-kabbirhu takbeeraa"
  }
}