{
  "1": {
    "t": "Praise be to God. He has sent the Book to His servant and has made it a flawless guide (for human beings)",
    "tr": "Alhamdu lillaahil lazeee anzala 'alaa 'abdihil kitaaba Wa-lam yaj'al lahoo 'iwajaa"
  },
  "2": {
    "t": "so that he could warn them of His stern retribution, give the glad news of the best and everlasting reward to the righteously striving believers,",
    "tr": "Qaiyimal liyunzira ba'asan shadeedam mil ladunhu Wa-yubashshiral mu'mineenal lazeena ya'maloonas saalihaati anna lahum ajran hasanaa"
  },
  "3": {
    "t": "wherein they shall remain forever,",
    "tr": "Maakiseena feehi abadaa"
  },
  "4": {
    "t": "and admonish those who say that God has begotten a son.",
    "tr": "Wa-yunziral lazeena qaalut takhazal laahu waladaa"
  },
  "5": {
    "t": "Neither they nor their fathers had any knowledge of such utterance (that God has begotten a son). Whatever they say about (this matter) is vicious blasphemy and plain lies.",
    "tr": "Maa lahum bihee min 'ilminw Wa-laa li-aabaaa'ihim; kaburat kalimatan takhruju min afwaahihim; iny yaqooloona illaa kazibaa"
  },
  "6": {
    "t": "Perhaps you will destroy yourself out of grief because they disbelieve this Book.",
    "tr": "Fala'allaka baakhi'un nafsaka 'alaaa aasaarihim il lam yu'minoo bihaazal hadeesi asafaa"
  },
  "7": {
    "t": "We have caused earthly things to seem attractive so that We can see who will excel in good deeds.",
    "tr": "Innaa ja'alnaa ma 'alal ardi zeenatal lahaa linabluwahum ayyuhum ahsanu 'amalaa"
  },
  "8": {
    "t": "Let it be known that We will turn all things on earth into dust.",
    "tr": "Wa-innaa la-jaa'iloona maa 'alaihaa sa'eedan juruzaa"
  },
  "9": {
    "t": "Do you not think that the story of the Companions of the Cave and the Inscription was one of Our marvelous miracles?",
    "tr": "Am hasibta anna Ashaabal Kahfi war-Raqeemi kaanoo min Aayaatinaa 'ajabaa"
  },
  "10": {
    "t": "When the youth sought refuge in the cave they prayed \"Lord, grant us mercy and help us to get out of this trouble in a righteous way\".",
    "tr": "Iz awal fityatu ilal Kahfi faqaaloo Rabbanaaa aatinaa mil ladunka rahmatanw Wa-haiyi' lanaa min amrinaa rashadaa"
  },
  "11": {
    "t": "We sealed their ears in the cave for a number of years.",
    "tr": "Fadarabnaa 'alaaa aazaanihim fil Kahfi seneena 'adadaa"
  },
  "12": {
    "t": "Then We roused them to find out which of the party had the correct account of the duration of their sleep in the cave.",
    "tr": "Summa ba'asnaahum lina'lama ayyul hizbaini ahsaa limaa labisooo amadaa"
  },
  "13": {
    "t": "We tell you this story for a genuine purpose. They were young people who believed in their Lord and We gave them further guidance.",
    "tr": "Nahnu naqussu 'alaika naba-ahum bilhaqq; innahum fityatun aamanoo bi-Rabbihim Wa-zidnaahum hudaa"
  },
  "14": {
    "t": "We strengthened their hearts when they stood up against the idols and said, \"Our Lord is the Lord of the heavens and the earth. We shall never worship anyone other than Him lest we commit blasphemy.",
    "tr": "Wa-rabatnaa 'alaa quloo-bihim iz qaamoo faqaaloo Rabbunaa Rabbus samaawaati wal-ardi lan nad'uwa min dooniheee ilaahal laqad qulnaaa izan shatataa"
  },
  "15": {
    "t": "Our people have considered other things equal to God. Why cannot they present clear proof in support of their claim. Who is more unjust than one who invents falsehood against God?\"",
    "tr": "Haaa'ulaaa'i qawmunat takhazoo min dooniheee aalihatal law laa yaatoona 'alaihim bisultaanim baiyin; faman azlamu mimmaniftaraa 'alal laahi kazibaa"
  },
  "16": {
    "t": "(They were told), \"Now that you have abandoned them and what they worship instead of God, seek refuge in the cave. God will, certainly, grant you mercy and provide you with help to safely get out of this trouble.\"",
    "tr": "Wa-izi'tazal tumoohum Wa-maa ya'budoona illal laaha faawooo ilal kahfi yanshur lakum Rabbukum mir rahmatihee Wa-yuhaiyi' lakum min amrikum mirfaqa"
  },
  "17": {
    "t": "No sunlight could reach them during their sleep in the cave. One could see the rising sun decline to the right of their cave and the setting sun move its way to the left whilst they were sleeping in an opening of the cave. This is one of the miracles of God. Whomever God guides receives the right guidance and you will never find a guardian or guide for those whom He causes to go astray.",
    "tr": "Wa-tarash shamsa izaa tala'at tazaawaru 'an kahfihim zaatal yameeni Wa-izaa gharabat taqriduhum zaatash shimaali Wa-hum fee fajwatim minh; zaalika min Aayaatil laah; maien yahdil laahu fahuwal muhtad, Wa-maien yudlil falan tajida lahoo waliyyam murshidaa"
  },
  "18": {
    "t": "One would think them (the youths) awake while, in fact, they were sleeping. We turned their bodies from right to left and their dog stretched its front legs on the ground. Had one looked them over, he would have run away from them in terror.",
    "tr": "Wa-tahsabuhum ayqaazanw Wa-hum ruqood; Wa-nuqallibuhum zaatal yameeni Wa-zaatash shimaali Wa-kalbuhum baasitun ziraa'ayhi bilwaseed; lawit tala'ta 'alaihim la-wallaita minhum firaaranw Wa-lamuli'ta minhum rubaa"
  },
  "19": {
    "t": "We roused them from their sleep so that they would question each other about their stay in the cave. One of them said, \"How long do you think we have stayed here?\" They replied, \"A day or part of a day.\" They added, \" Your Lord knows better how long we have stayed here. Let us send one of us with this money to the city to get some pure food so that we might eat. He should be careful so that no one will know about us. If they were to recognize us,",
    "tr": "Wa-kazaalika ba'asnaahum liyatasaaa'aloo bainahum; qaala qaaa'ilum minhum kam labistum qaaloo labisnaa yawman aw ba'da yawm; qaaloo Rabbukum a'lamu bimaa labistum fab'asooo ahadakum biwariqikum haazihee ilal madeenati falyanzur ayyuhaaa azkaa ta'aaman falyaatikum birizqim minhu walyatalattaf Wa-laa yush'iranna bikum ahadaa"
  },
  "20": {
    "t": "they would certainly stone us to death or force us to follow their religion. Then we shall never be able to have everlasting happiness.\"",
    "tr": "Innahum ien yazharoo 'alaikum yarjumookum aw yu'eedookum fee millatihim Wa-lan tuflihooo izan abadaa"
  },
  "21": {
    "t": "We caused their story to become public so that people would know that God's promise was true and that there is no doubt about the coming of the Day of Judgment. They started to argue with each other about the matter (Resurrection) and some of them said, \"Let us establish a building at the youths' sleeping place (to hide them). Their Lord knew best their intentions about them. The majority prevailed in their suggestion of the establishment of a mosque in that place.",
    "tr": "Wa-kazaalika a'sarnaa 'alaihim liya'lamooo anna wa'dal laahi haqqunw Wa-annas Saa'ata laa raiba feehaa iz yatanaaza'oona bainahum amrahum faqaalub noo 'alaihim bunyaanaa; Rabbuhum a'lamu bihim; qaalal lazeena ghalaboo 'alaaa amrihim lanat-takhizanna 'alaihim masjidaa"
  },
  "22": {
    "t": "(With regard to the number of the youths) some say, \"There were three and the dog was the fourth one,\" Others say, \"There were five and the dog was the sixth one.\" In reality, they are just feeling around in the dark. Still some of them say, \"There were seven and the dog was the eighth one.\" (Muhammad), say, \"My Lord has the best knowledge of their number. You know very little about it.\" Do not insist on arguing with them, but merely tell them the story as it has been revealed to you and do not ask anyone about them.",
    "tr": "Sa-yaqooloona salaasatur raabi'uhum kalbuhum Wa-yaqooloona khamsatun saadisuhum kalbuhum rajmam bilghaib; Wa-yaqooloona sab'atunw Wa-saaminuhum kalbuhum; qur Rabbeee a'lamu bi'iddatihim maa ya'lamuhum illaa qaleel; falaa tumaari feehim illaa miraaa'an zaahiranw Wa-laa tastafti feehim minhum ahadaa"
  },
  "23": {
    "t": "Never say of something, \"I shall do it tomorrow,\"",
    "tr": "Wa-laa taqoolanna lishai'in innee faa'ilun zaalika ghadaa"
  },
  "24": {
    "t": "without adding, \"if God wills.\" Recall your Lord if you forget to do something. Say, \"I hope that my Lord will provide me better guidance.\"",
    "tr": "Illaaa aien yashaaa'al laah; wazkur Rabbaka izaa naseeta Wa-qul 'asaaa any yahdiyani Rabbee li-aqraba min haazaa rashadaa"
  },
  "25": {
    "t": "They, in fact, stayed in the cave for three hundred plus nine further years.",
    "tr": "Wa-labisoo fee kahfihim salaasa mi'atin sineena wazdaadoo tis'aa"
  },
  "26": {
    "t": "(Muhammad), say, \"God knows best how long they stayed there; to Him belongs the unseen of both the heavens and the earth. How clear is His sight and how keen His hearing! No one other than Him is their guardian and no one shares His Judgment.",
    "tr": "Qulil laahu a'lamu bimaa labisoo lahoo ghaibus samaawaati wal-ardi absir bihee Wa-asmi'; maa lahum min doonihee minw waliyyinw Wa-laa yushriku fee hukmihee ahadaa"
  },
  "27": {
    "t": "Read whatever is revealed to you from the Book of your Lord. No one can change His words and you can never find any refuge other than Him.",
    "tr": "Watlu maaa oohiya ilaika min Kitaabi Rabbika laa mubaddila li-Kalimaatihee Wa-lan tajida min doonihee multahadaa"
  },
  "28": {
    "t": "Be patient with those who worship their Lord in the mornings and evenings to seek His pleasure. Do not overlook them to seek the worldly pleasures. Do not obey those whom We have caused to neglect Us and instead follow their own desires beyond all limits.",
    "tr": "Wasbir nafsaka ma'al lazeena yad'oona Rabbahum bilghadaati wal'ashiyyi yureedoona Wajhahoo Wa-laa ta'du 'aynaaka 'anhum tureedu zeenatal hayaatid dunyaa Wa-laa tuti' man aghfalnaa qalbahoo 'an zikrinaa wattaba'a hawaahu Wa-kaana amruhoo furutaa"
  },
  "29": {
    "t": "Say,\" Truth comes from your Lord. Let people have faith or disbelieve as they chose.\" For the unjust We have prepared a fire which will engulf them with its (flames). Whenever they cry for help they will be answered with water as hot as molted brass which will scald their faces. How terrible is such a drink and such a resting place!",
    "tr": "Wa-qulil haqqu mir Rabbikum faman shaaa'a falyu'minw Wa-man shaaa'a falyakfur; innaaa a'tadnaa lizzaalimeena Naaran ahaata bihim suraadiquhaa; Wa-ien yastagheesoo yughaasoo bimaaa'in kalmuhli yashwil wujooh' bi'sash sharaab; Wa-saaa'at murtafaqaa"
  },
  "30": {
    "t": "The righteously striving believers should know that We do not neglect the reward of those who do good deeds.",
    "tr": "Innal lazeena aamanoo Wa-'amilus saalihaati innaa laa nudee'u ajra man ahsana 'amalaa"
  },
  "31": {
    "t": "They will be admitted to the gardens of Eden wherein streams flow. They will rest on soft couches, decked with bracelets of gold and clothed in green silk garments and shining brocade. How blissful is such a reward and resting place!",
    "tr": "Ulaaa'ika lahum Jannaatu 'Adnin tajree min tahtihimul anhaaru yuhallawna feehaa min asaawira min zahabinw Wa-yalbasoona siyaaban khudram min sundusinw Wa-istabraqim muttaki'eena feehaa 'alal araaa'ik; ni'mas sawaab; Wa-hasunat murtafaqaa"
  },
  "32": {
    "t": "(Muhammad), tell them the parable of the two men. To one of them We had given two gardens of vines surrounded by the palm trees with a piece of farm land between them",
    "tr": "Wadrib lahum masalar rajulaini ja'alnaa li-ahadihimaa jannataini min a'naabinw Wa-hafafnaahumaa binakhilinw Wa-ja'alnaa bainahumaa zar'aa"
  },
  "33": {
    "t": "and a stream flowing through the middle of the gardens.",
    "tr": "Kiltal jannataini aatat ukulahaa Wa-lam tazlim minhu shai'anw Wa-fajjarnaa khi-laalahumaa naharaa"
  },
  "34": {
    "t": "Both gardens would yield fruits to their fullest capacity. Whatever was produced belonged to him. To his friend he exclaimed, \"I have more wealth and greater man-power than you.\"",
    "tr": "Wa-kaana lahoo samarun faqaala lisaahibihee Wa-huwa yuhaawiruhoo ana aksaru minka maalanw Wa-a'azzu nafaraa"
  },
  "35": {
    "t": "He unjustly entered his garden and said, \"I do not think this (property) will ever perish",
    "tr": "Wa-dakhala jannatahoo Wa-huwa zaalimul linafsihee qaala maaa azunnu an tabeeda haaziheee abadaa"
  },
  "36": {
    "t": "nor do I think that there will be a Day of Judgment. Even if I shall be brought before my Lord, I certainly deserve to have a better place than this.\"",
    "tr": "Wa-maaa azunnus Saa'ata qaaa'imatanw Wa-la'ir rudittu ilaa Rabbee la-ajidanna khairam minhaa munqalabaa"
  },
  "37": {
    "t": "His friend said to him, \"How can you disbelieve in the One who turned clay into sperm out of which He created you?",
    "tr": "Qaala lahoo saahibuhoo Wa-huwa yuhaawiruhooo akafarta billazee khalaqaka min turaabin summa min nutfatin summa sawwaaka rajulaa"
  },
  "38": {
    "t": "I believe that He is God my Lord and I do not consider anything equal to Him.\"",
    "tr": "Laakinaa Huwal laahu Rabbee Wa-laa ushriku bi-Rabbeee ahadaa"
  },
  "39": {
    "t": "When entering your garden, you should have said, \"This is what God willed; All Power belongs to Him. Even if you consider me inferior to yourself in wealth and offspring,",
    "tr": "Wa-law-laaa iz dakhalta jannataka qulta maa shaaa'al laahu laa quwwata illaa billaah; in tarani ana aqalla minka maalanw Wa-waladaa"
  },
  "40": {
    "t": "perhaps my Lord will give me a garden better than yours and strike your garden with a thunderbolt from the sky to turn it into a barren ground,",
    "tr": "Fa'asaa Rabeee aien yu'tiyani khairam min jannatika Wa-yursila 'alaihaa husbaanam minas samaaa'i fatusbiha sa'eedan zalaqaa"
  },
  "41": {
    "t": "or cause the streams in your garden to disappear under the ground such that you will never be able to find them.",
    "tr": "Aw yusbiha maaa'uhaaa ghawran falan tastatee'a lahoo talabaa"
  },
  "42": {
    "t": "(Sure enough the rich person's) fruits were all destroyed and he began to wring his hands in grief for all that he had invested in his garden. He found his garden tumbled to its trellises and said, \"Would that I had not considered anything equal to my Lord\".",
    "tr": "Wa-uheeta bisamarihee faasbaha yuqallibu kaffaihi 'alaa maaa anfaqa feehaa Wa-hiya khaawiyatun 'alaa 'urooshihaa Wa-yaqoolu yaalaitanee lam ushrik bi-Rabbeee ahadaa"
  },
  "43": {
    "t": "He had no one besides God to help him, nor could he himself achieve any success.",
    "tr": "Wa-lam takul lahoo fi'atuien yansuroonahoo min doonil laahi Wa-maa kaana muntasiraa"
  },
  "44": {
    "t": "In such helplessness, the human being realizes that it is God who is the true Guardian and His rewards and recompense are the best.",
    "tr": "Hunaalikal walaayatu lillaahil haqq; huwa khairun sawaabanw Wa-khairun 'uqbaa"
  },
  "45": {
    "t": "(Muhammad), tell them, \"The worldly life resembles the (seasonal) plants that blossom by the help of the water which God sends from the sky. After a short time all of them fade away and the winds scatter them (and turns them into dust). God has power over all things.",
    "tr": "Wadrib lahum masalal hayaatid dunyaa kamaaa'in anzalnaahu minas samaaa'i fakhtalata bihee nabaatul ardi fa-asbaha hasheeman tazroo-hur riyaah; Wa-kaanal laahu 'alaa kulli shai'im muqtadiraa"
  },
  "46": {
    "t": "Children and property are the ornaments of the worldly life, but for deeds which continually produce virtue one can obtain better rewards from God and have greater hope in Him.",
    "tr": "Almaalu walbanoona zeenatul hayaatid dunya wal-baaqiyaatus saalihaatu khairun 'inda Rabbika sawaabanw Wa-khairun amalaa"
  },
  "47": {
    "t": "On the day when We will cause the mountains to travel around and the earth to turn into a levelled plain, We will also bring all human beings together. No one will be left behind.",
    "tr": "Wa-yawma nusaiyirul jibaala Wa-taral arda baariza-tanw Wa-hasharnaahum falam nughaadir minhum ahadaa"
  },
  "48": {
    "t": "They will all be lined up in the presence of your Lord who will tell them, \"Despite your belief that there would never be a Day of Judgment, all of you are brought in Our presence just as though We had created you for the first time. You believed that our promise could never come true.\"",
    "tr": "Wa 'uridoo 'alaa Rabbika saffaa, laqad ji'tumoonaa kamaa khalaqnaakum awala marrah; bal za'amtum allannaj'ala lakum maw'idaa"
  },
  "49": {
    "t": "When the record of every one's deeds is placed before him, you will see the criminals terrified from what the record contains. They will say, \"Woe to us! What kind of record is this that has missed nothing small or great?\" They will find whatever they have done right before their very eyes. Your Lord is not unjust to any one.",
    "tr": "Wa-wudi'al kitaabu fataral mujrimeena mushfiqeena mimmaa feehi Wa-yaqooloona yaa-wailatanaa maa lihaazal kitaabi laa yughaadiru saghee-ratanw Wa-laa kabeeratan illaaa ahsaahaa; Wa-wajadoo maa 'amiloo haadiraa; Wa-laa yazlimu Rabbuka ahadaa"
  },
  "50": {
    "t": "When We told the angels to prostrate before Adam they all obeyed except Iblis. He was a jinn and he sinned against the command of his Lord. Why do you (people) obey him and his offspring instead of Me, even though they are your enemies? How terrible will be the recompense that the wrong doers will receive!",
    "tr": "Wa-iz qulnaa lilma-laaa'ikatis judoo li-Aadama fasajadooo illaaa Ibleesa kaana minal jinni fafasaqa 'an amri Rabbih; afatattakhizoonahoo Wa-zurriyatahooo awliyaaa'a min doonee Wa-hum lakum 'aduww; bi'sa lizzaalimeena badalaa"
  },
  "51": {
    "t": "I did not call (the unjust) to witness the creation of the heavens and earth nor to witness their own creation nor did I want to be helped by those who lead people astray.",
    "tr": "Maaa ash-hattuhum khalqas samaawaati wal-ardi Wa-laa khalqa anfusihim Wa-maa kuntu muttakhizal mudilleena 'adudaa"
  },
  "52": {
    "t": "On the day when God asks the idolators to seek help from their idols, they will call their idols for help. But the idols will not answer them; We shall separate the two parties from each other by a destructive gulf.",
    "tr": "Wa-Yawma yaqoolu naadoo shurakaaa'i yal-lazeena za'amtum fada'awhum falam yastajeeboo lahum Wa-ja'alnaa bainahum maw-biqaa"
  },
  "53": {
    "t": "When the criminals see hell fire, they will have no doubt about falling (headlong) therein, nor of finding anyone to save them.",
    "tr": "Wa-ra al-mujrimoonan Naara fazannooo annahum muwaaqi'oohaa Wa-lam yajidoo 'anhaa masrifaa"
  },
  "54": {
    "t": "We have given various examples in this Quran for people to learn a lesson, but the human being is the most contentious creature.",
    "tr": "Wa-laqad sarrafnaa fee haazal quraani linnaasi min kulli masal; Wa-kaanal insaanu aksara shai'in jadalaa"
  },
  "55": {
    "t": "What prevents people from having faith when guidance comes to them or from asking for forgiveness from their Lord before they face the kind of torment that the ancient people experienced or a new form of torment.",
    "tr": "Wa-maa mana'an naasa any yu'minooo iz jaaa'ahumul hudaa Wa-yastaghfiroo Rabbahum illaaa an taatiyahum sunnatul awwaleena aw yaatiyahumul 'azaabu qubulaa"
  },
  "56": {
    "t": "The only reason for Our sending the Messengers is to give the human being the glad news of Our mercy and to warn him about Our wrath. The disbelievers argue by false means to refute the Truth. They mock My miracles and warnings.",
    "tr": "Wa-maa nursilul mursaleena illaa mubashshireena Wa-munzireen; Wa-yujaadilul lazeena kafaroo bilbaatili liyudhidoo bihil haqqa wattakhazooo Aayaatee Wa-maaa unziroo huzuwaa"
  },
  "57": {
    "t": "Who are more unjust than those who are reminded of the revelations of their Lord but have disregarded them and have forgotten their deeds? We have veiled their hearts and sealed their ears so that they cannot understand. Even if you call them to the right path, they will never accept guidance.",
    "tr": "Wa-man azlamu mimman zukkira bi-ayaati Rabbihee fa-a'rada 'anhaa Wa-nasiya maa qaddamat yadaah; innaa ja'alnaa 'alaa quloobihim akinnatan any yafqahoohu Wa-feee aazaanihim waqraa; Wa-in tad'uhum ilal hudaa falany yahtadooo izan abadaa"
  },
  "58": {
    "t": "Your Lord is All-forgiving and All-merciful. Had He wanted to punish them for their sins, He would have been prompt to torment them. For their punishment there is an appointed time, after which there will be no way for them to escape.",
    "tr": "Wa-Rabbukal Ghafooru zur rahmati law yu'aakhi-zuhum bimaa kasaboo la'ajala lahumul 'azaab; bal lahum maw'idul laien yajidoo min doonihee maw'ilaa"
  },
  "59": {
    "t": "We only destroyed the inhabitants of certain towns when they had committed injustice and did not repent before Our deadline.",
    "tr": "Wa-tilkal quraaa ahlak-nahum lammaa zulamoo Wa-ja'alnaa limahlikihim maw'idaa"
  },
  "60": {
    "t": "(Consider) when Moses said to his young companion, \"I shall continue travelling until I reach the junction of the two seas or have travelled for many years\".",
    "tr": "Wa-iz qaalaa Moosaa lifataahu laaa abrahu hattaaa ablugha majma'al bahrayni aw amdiya huqubaa"
  },
  "61": {
    "t": "When they reached the junction of the two seas they found out that they had forgotten all about the fish (which they had carried for food). The fish found its way into the sea.",
    "tr": "Falammaa balaghaa majma'a bainihimaa nasiyaa hootahumaa fattakhaza sabeelahoo fil bahri sarabaa"
  },
  "62": {
    "t": "Moses asked his young companion when they crossed this point, \"Bring us our food; the journey has made us tired.\"",
    "tr": "Falammaa jaawazaa qaala lifataahu aatinaa ghadaaa'anaa laqad laqeena min safarinaa haazaa nasabaa"
  },
  "63": {
    "t": "His companion replied, \"Do you remember the rock on which we took rest? Satan made me forget to mention to you the story of the fish and how it miraculously made its way into the sea.",
    "tr": "Qaala ara'ayta iz awainaaa ilas sakhrati fa-innee naseetul hoota Wa-maaa ansaaneehu illash Shaitaanu an azkurah; wattakhaza sabeelahoo fil bahri 'ajabaa"
  },
  "64": {
    "t": "Moses said, \"That is exactly what we are seeking. They followed their own foot prints back (to the rock).\"",
    "tr": "Qaala zaalika maa kunnaa nabghi; fartaddaa 'alaa aasaari-him-maa qasasaa"
  },
  "65": {
    "t": "There they met one of Our servants who had received blessings and knowledge from Us.",
    "tr": "Fa-wajadaa 'abdam min 'ibaadinaaa aatainaahu Rahmatam min 'indinaa Wa-'allamnaahu mil ladunnaa 'ilmaa"
  },
  "66": {
    "t": "Moses asked him, \"Can I follow you so that you would teach me the guidance that you have received?\"",
    "tr": "Qaala lahoo Moosaa hal attabi'uka 'alaaa an tu'allimani mimmaa 'ullimta rushdaa"
  },
  "67": {
    "t": "He replied, \"You will not be able to have patience with me.",
    "tr": "Qaalaa innaka lan tastatee'a ma'iya sabraa"
  },
  "68": {
    "t": "\"How can you remain patient with that which you do not fully understand?\"",
    "tr": "Wa-kaifa tasbiru 'alaa maa lam tuhit bihee khubraa"
  },
  "69": {
    "t": "Moses said, \"If God wishes, you will find me patient and I shall not disobey any of your orders.\"",
    "tr": "Qaala satajiduneee in shaa 'al-laahu saabiranw Wa-laaa a'see laka amraa"
  },
  "70": {
    "t": "He said to Moses, \"If you will follow me, do not ask me about anything until I tell you the story about it.\"",
    "tr": "Qaala fa-init taba'tanee falaa tas'alnee 'an shai'in hattaaa uhdisa laka minhu zikraa"
  },
  "71": {
    "t": "They started their journey and some time latter they embarked in a boat in which he made a hole. Moses asked him, \"Did you make the hole to drown the people on board? This is certainly very strange\".",
    "tr": "Fantalaqaa hattaaa izaa rakibaa fis safeenati kharaqahaa qaala akharaqtahaa litughriqa ahlahaa laqad ji'ta shai'an imraa"
  },
  "72": {
    "t": "He said, \"Did I not tell you that you would not be able to remain patient with me?\"",
    "tr": "Qaala alam aqul innaka lan tastatee'a ma'iya sabraa"
  },
  "73": {
    "t": "Moses said, \"Please, forgive my forgetfulness. Do not oblige me with what is difficult for me to endure.\"",
    "tr": "Qaala laa tu'aakhiznee bimaa naseetu Wa-laa turhiqnee min amree 'usraa"
  },
  "74": {
    "t": "They continued on their journey until they met a young boy whom he killed. Moses said, \"How could you murder an innocent soul? This is certainly a horrible act\".",
    "tr": "Fantalaqaa hattaa izaa laqiyaa ghulaaman faqatalahoo qaala aqatalta nafsan zakiy-yatam bighairi nafs; laqad ji'ta shai'an nukraa"
  },
  "75": {
    "t": "He responded, \"Did I not tell you that you will not be able to remain patient with me?\"",
    "tr": "Qaala alam aqul laka innaka lan tastatee'a ma'iya sabraa"
  },
  "76": {
    "t": "Moses said, \"If I ask you such questions again, abandon me; you will have enough reason to do so.\"",
    "tr": "Qaala in sa-altuka 'an shai'im ba'dahaa falaa tusaahibnee qad balaghta mil ladunnee 'uzraa"
  },
  "77": {
    "t": "They continued on their journey again until they reached a town. They asked the people there for food, but no one accepted them as their guests. They found there a wall of a house which was on the verge of tumbling to the ground. The companion of Moses repaired that wall. Moses said, \"You should have received some money for your labor.\"",
    "tr": "Fantalaqaa hattaaa izaaa atayaaa ahla qaryatinis tat'amaaa ahlahaa fa-abaw any yudaiyifoohumaa fawajadaa feehaa jidaarany yureedu any yanqadda fa-aqaamah; qaala law shi'ta lattakhazta 'alaihi ajraa"
  },
  "78": {
    "t": "He replied, \"This is where we should depart from one another. I shall give an explanation to you for all that I have done for which you could not remain patient.",
    "tr": "Qaala haazaa firaaqu bainee Wa-bainik; sa-unabi-'uka bitaaweeli maa lam tastati' 'alaihi sabraa"
  },
  "79": {
    "t": "\"The boat belonged to some destitute people who were using it as a means of their living in the sea. The king had imposed a certain amount of tax on every undamaged boat. I damaged it so that they would not have to pay the tax.",
    "tr": "Ammas safeenatu fakaanat limasaakeena ya'maloona fil bahri fa-arattu an a'eebahaa Wa-kaana waraaa'-ahum malikuien yaakhuzu kulla safeenatin ghasbaa"
  },
  "80": {
    "t": "\"The young boy had very faithful parents. We were afraid that out of love for him they would lose their faith in God and commit rebellion",
    "tr": "Wa-aammal ghulaamu fakaana abawaahu mu'minaini fakhasheenaaa aien yurhiqa-humaa tughyaananw Wa-kufraa"
  },
  "81": {
    "t": "so We decided that their Lord should replace him by a better and more virtuous son.",
    "tr": "Faradnaa aien yubdila-humaa Rabbuhumaa khairam minhu zakaatanw Wa-aqraba ruhmaa"
  },
  "82": {
    "t": "\"The tumbling wall belonged to two orphans in the town whose father was a righteous person. Underneath the wall there was a treasure that belonged to them. Your Lord wanted the orphans to find the treasure through the mercy of your Lord when they mature. I did not repair the wall out of my own desire. These were the explanations of my deeds about which you could not remain patient.\"",
    "tr": "Wa-ammal jidaaru fakaana lighulaamaini yateemaini fil madeenati Wa-kaana tahtahoo kanzul lahumaa Wa-kaana aboohumaa saalihan fa-araada Rabbuka any yablughaaa ashuddahumaa Wa-yastakhrijaa kanzahumaa rahmatam mir Rabbik; Wa-maa fa'altuhoo 'an amree; zaalika taaweelu maa lam tasti' 'alaihi sabra"
  },
  "83": {
    "t": "(Muhammad), they will ask you about Dhu 'l-Qarnayn. Say, \"I shall tell you something about him\".",
    "tr": "Wa-yas'aloonaka 'an Zil Qarnaini qul sa-atloo 'alaikum minhu zikraa"
  },
  "84": {
    "t": "We had given him great power in the land and all kinds of resources.",
    "tr": "Innaa makkannaa lahoo fil ardi Wa-aatainaahu min kulli shai'in sababaa"
  },
  "85": {
    "t": "With these he traveled",
    "tr": "Fa-atba'a sababaa"
  },
  "86": {
    "t": "to the West where he found the sun setting into a warm source (spring) of water and a people living near by. We asked him, \"Dhu 'l-Qarnayn, you may punish them or treat them with kindness?\"",
    "tr": "Hattaaa izaa balagha maghribash shamsi wajadahaaa taghrubu fee 'aynin hami'a-tinw Wa-wajada 'indahaa qawmaa; qulnaa yaa-Zal Qarnaini immaaa an tu'az-ziba Wa-immaaa an tattakhiza feehim husnaa"
  },
  "87": {
    "t": "He replied, \"I shall punish the unjust ones among them and then they will return to their Lord, who will punish them more sternly\".",
    "tr": "Qaala amma man zalama fasawfa nu'azzibuhoo summa yuraddu ilaa Rabbihee fa-yu-'azzibuhoo azaaban nukraa"
  },
  "88": {
    "t": "As for those who believe and do good, they will receive virtuous rewards and We will tell them to do only what they can.",
    "tr": "Wa-ammaa man aamana Wa-'amila saalihan falahoo jazaaa'anil husnaa Wa-sanaqoolu lahoo min amrinaa yusraa"
  },
  "89": {
    "t": "He travelled again",
    "tr": "Summa atba'a sababaa"
  },
  "90": {
    "t": "to the East where he found the sun rising upon a people whom We had exposed to its rays.",
    "tr": "Hattaaa izaa balagha matli'ash shamsi wajdahaa tatlu'u alaa qawmil lam naj'al lahum min doonihaa sitraa"
  },
  "91": {
    "t": "This indeed was true. We knew all that he did there.",
    "tr": "Kazaalika Wa-qad ahatnaa bimaa ladaihi khubraa"
  },
  "92": {
    "t": "He travelled",
    "tr": "Summa atba'a sababaa"
  },
  "93": {
    "t": "after this to the middle of two mountains where he found a people who could hardly understand a single word.",
    "tr": "Hattaaa izaa balagha bainas saddaini wajada min doonihimaa qawmal laa yakaa-doona yafqahoona qawlaa"
  },
  "94": {
    "t": "They said, \"Dhu 'l-Qarnayn, Gog and Magog are ravaging this land. Would you establish a barrier between us and them if we pay you a certain tax?\"",
    "tr": "Qaaloo yaa-Zal qarnaini inna Yaajooja Wa-Maajooja mufsidoona fil ardi fahal naj'alu laka kharjan 'alaaa an taj'ala bainanaa Wa-bainahum saddaa"
  },
  "95": {
    "t": "He replied, \"The power that my Lord has granted me is better (than your tax). Help me with your man-power and I shall construct a barrier between you and Gog and Magog.",
    "tr": "Qaala maa makkannee feehi Rabbee khairun fa-a'eenoonee biquwwatin aj'al bainakum Wa-bainahum radmaa"
  },
  "96": {
    "t": "Bring me blocks of iron to fill up the passage between the two mountains.\" He told them to ply their bellows until the iron became hot as fire. Then he told them to pour on it molten brass.\"",
    "tr": "Aatoonee zubaral hadeed, hattaaa izaa saawaa bainas sadafaini qaalan fukhoo hattaaa izaa ja'alahoo naaran qaala aatooneee ufrigh 'alaihi qitraa"
  },
  "97": {
    "t": "(Thus he constructed the barrier which) neither Gog nor Magog were able to climb nor were they able to dig a tunnel through the iron and brass barrier.",
    "tr": "Famas taa'ooo aien yazharoohu Wa-mas tataa'oo lahoo naqbaa"
  },
  "98": {
    "t": "Dhu l-Qarnayn said, \"This barrier is a blessing from my Lord but when His promise comes to pass He will level it to the ground; His promise always comes true.\"",
    "tr": "Qaala haaza rahmatum mir Rabbee fa-izaa jaaa'a wa'du Rabbee ja'alahoo dakkaaa'a; Wa-kaana; Wa-du Rabbee haqqaa"
  },
  "99": {
    "t": "On the day when the barrier is demolished, We will leave human beings in chaos. We will leave them like the waves of the sea striking against each other. Then the trumpet will be sounded and We will bring them all together.",
    "tr": "Wa-taraknaa ba'dahum Yawma'izien yamooju fee ba'dinw Wa-nufikha fis Soori fajama'naahum jam'aa"
  },
  "100": {
    "t": "We will fully expose the view of hell on that Day to the disbelievers,",
    "tr": "Wa-'aradnaa jahannama Yawma'izil lilkaafireena 'ardaa"
  },
  "101": {
    "t": "whose eyes had been veiled against Our Quran and who were not able to hear (its recitation).",
    "tr": "Allazeena kaanat a'yunuhum fee ghitaaa'in 'an zikree Wa-kaanoo la yastatee'oona sam'aa"
  },
  "102": {
    "t": "Do the unbelievers think they can make My servants as their guardians instead of Me? We have prepared hell as a dwelling place for the disbelievers.",
    "tr": "Afahasibal lazeena kafarooo aien yattakhizoo 'ibaadee min dooneee awliyaaa'; innaaa a'tadnaa jahannama lil-kaafireena nuzulaa"
  },
  "103": {
    "t": "(Muhammad), tell them, \"Should I tell you who will face the greatest loss as a result of their deeds?",
    "tr": "Qul hal nunabbi'ukum bilakhsareena a'maalaa"
  },
  "104": {
    "t": "It will be those who labor a great deal in this life but without guidance, yet think that they are doing a great many good deeds.",
    "tr": "Allazeena dalla sa'yuhum fil hayaatid dunyaa Wa-hum yahsaboona annahum yuhsinoona sun'aa"
  },
  "105": {
    "t": "They have rejected the revelations of their Lord and their meeting with Him. Thus, their deeds will be made devoid of all virtue and will be of no value on the Day of Judgment.",
    "tr": "Ulaaa'ikal lazeena kafaroo bi-aayaati Rabbihim Wa-liqaaa'ihee fahabitat a'maaluhum falaa nuqeemu lahum Yawmal Qiyaamati waznaa"
  },
  "106": {
    "t": "For their disbelief and their mocking Our revelations and Messengerss, their recompense will be hell.",
    "tr": "Zaalika jazaaa'uhum jahannamu bimaa kafaroo wattakhazooo Aayaatee Wa-Rusulee huzuwaa"
  },
  "107": {
    "t": "The righteously striving believers will have the gardens of Paradise as their dwelling place and therein they will live forever,",
    "tr": "Innal lazeena aamanoo Wa-'amilus saalihaati kaanat lahum Jannaatul Firdawsi nuzulaa"
  },
  "108": {
    "t": "without any desire to change their abode.",
    "tr": "Khaalideena feeha la yabghoona 'anhaa hiwalaa"
  },
  "109": {
    "t": "(Muhammad), tell them, \"Had the seas been used as ink to write down the words of my Lord, they would have all been consumed before the words of my Lord could have been recorded, even though replenished with a like quantity of ink.",
    "tr": "Qul law kaanal bahru midaadal li-kalimaati Rabbee lanafidal bahru qabla an tanfada Kalimaatu Rabbee Wa-law ji'naa bimislihee madadaa"
  },
  "110": {
    "t": "Say, \"I am only a mortal like you but I have received revelation that there is only one Lord. Whoever desires to meet his Lord should strive righteously and should worship no one besides Him.",
    "tr": "Qul innamaaa ana basharum mislukum yoohaaa ilaiya annamaa ilaahukum Ilaahunw Waahid; faman kaana yarjoo liqaaa'a Rabbihee falya'mal 'amalan saalihanw Wa-laa yushrik bi'ibaadati Rabbiheee ahadaa"
  }
}