{
  "1": {
    "t": "Kaf. Ha. Ya. Ain. Sad.",
    "tr": "Kaaaf-Haa-Yaa-'Ayyyn-Saaad"
  },
  "2": {
    "t": "This is the story of the blessing of your Lord to His servant Zachariah.",
    "tr": "Zikru rahmati Rabbika 'abdahoo Zakariyya"
  },
  "3": {
    "t": "When he quietly called his Lord",
    "tr": "Iz naadaa Rabbahoo nidaaa'an khafiyyaa"
  },
  "4": {
    "t": "and said, \"My Lord, my bones have become feeble and my hair has turned white with age. Yet I have never been deprived in receiving from You the answer to my prayers.",
    "tr": "Qaala Rabbi innee wahanal 'azmu minnee washta-'alar ra'su shaibanw Wa-lam akun bidu'aaa'ika Rabbi shaqiyyaa"
  },
  "5": {
    "t": "I am afraid of what my kinsmen will do after (my death) and my wife is barren. Lord, grant me a son",
    "tr": "Wa-innee khiftul mawaaliya minw waraaa'ee Wa-kaanat imra atee 'aqiran fa-hablee mil ladunka waliyyaa"
  },
  "6": {
    "t": "who will be my heir and the heir of the family of Jacob. Lord, make him a person who will please you\".",
    "tr": "Yarisunee Wa-yarisu min aali Ya'qoob, waj'alhu Rabbi radiyya"
  },
  "7": {
    "t": "We answered his prayers with the glad news of the birth of a son by the name of John and told him, \"We have never given such a name to anyone else.\"",
    "tr": "Yaa-Zakariyyaaa innaa nubashshiruka bi-ghulaamin ismuhoo Yahyaa lam naj'al lahoo min qablu samiyyaa"
  },
  "8": {
    "t": "He said, \"Lord, how can I have a son? My wife is barren and I have reached an extremely old age\".",
    "tr": "Qaala Rabbi annaa yakoonu lee ghulaamunw Wa-kaanat imra-atee 'aaqiranw Wa-qad balaghtu minal kibari 'itiyyaa"
  },
  "9": {
    "t": "(The angel) said, \"This is true, but your Lord says, 'For Me it is easy; I created you when you did not exist\".",
    "tr": "Qaala kazaalika qaala Rabbuka huwa 'alaiya haiyinunw Wa-qad khalaqtuka min qablu Wa-lam taku shai'aa"
  },
  "10": {
    "t": "Zachariah asked, \" Lord, show me evidence (if this is a heavenly news).\" The Lord said, \"The evidence for it is that you must not speak (to any mortal) though you are in good health for three nights (and days).\"",
    "tr": "Qaala Rabbij 'al leee Aayah; qaala Aayatuka allaa tukalliman naasa salaasa layaalin sawiyyaa"
  },
  "11": {
    "t": "Zachariah came out to his people from place of worship and inspired them to glorify the Lord both in the morning and evening.",
    "tr": "Fakharaja 'alaa qawmihee minal mihraabi fa-awhaaa ilaihim an sabbihoo bukratanw Wa-'ashiyyaa"
  },
  "12": {
    "t": "We commanded John, Zachariah's son, to follow the guidance of the Lord with due steadfastness. To John We gave knowledge and wisdom to John during his childhood.",
    "tr": "Yaa-Yahyaa khuzil Kitaaba biquwwatinw Wa-aatainaahul hukma sabiyyaa"
  },
  "13": {
    "t": "We gave him compassion and purity. He was a pious human being,",
    "tr": "Wa-hanaanam mil ladunnaa Wa-zakaatanw Wa-kaana taqiyyaa"
  },
  "14": {
    "t": "kind to his parents, not arrogant or a rebellious person.",
    "tr": "Wa-barram biwaalidayhi Wa-lam yakum jabbaaran 'asiyyaa"
  },
  "15": {
    "t": "He was born and died in peace and will be brought back to life again in peace.",
    "tr": "Wa-salaamun 'alaihi yawma wulida Wa-yawma yamootu Wa-yawma yub'asu haiyyaa"
  },
  "16": {
    "t": "(Muhammad), mention in the Book (the Quran) the story of Mary how she left her family and started living in a solitary place to the East",
    "tr": "Wazkur fil Kitaabi Maryma; izin tabazat min ahlihaa makaanan sharqiyyaa"
  },
  "17": {
    "t": "out of her people's sight. We sent Our Spirit to her, who stood before her in the shape of a well formed human being.",
    "tr": "Fattakhazat min doonihim hijaaban fa-arsalnaaa ilaihaa roohanaa fatamassala lahaa basharan sawiyyaa"
  },
  "18": {
    "t": "Mary said, \"Would that the Beneficent God would protect me from you. Leave me alone if you are a God fearing person\".",
    "tr": "Qaalat inneee a'oozu bir-Rahmaani minka in kunta taqiyyaa"
  },
  "19": {
    "t": "He said, \"I am the Messengers of your Lord. I have come to give you a purified son\".",
    "tr": "Qaala innamaa ana rasoolu Rabbiki li-ahaba laki ghulaaman zakiyyaa"
  },
  "20": {
    "t": "She said, \"How can I have a son when no mortal has touched me nor am I an unchaste woman\".",
    "tr": "Qaalat anna yakoonu lee ghulaamunw Wa-lam yamsasnee bashrunw Wa-lam aku baghiyyaa"
  },
  "21": {
    "t": "He said, \"This is true but your Lord says, \"It is very easy for Me. We have decided to give you a son as evidence (of Our existence) for human beings and a mercy from Us. This is a decree already ordained.\"",
    "tr": "Qaala kazaaliki qaala Rabbuki huwa 'alaiya haiyyimunw Wa-linaj-'alahooo Aayatal linnaasi Wa-rahmatam minnaa; Wa-kaana amram maqdiyyaa"
  },
  "22": {
    "t": "She conceived the child and retreated with him to a distant and solitary place.",
    "tr": "Fahamalat-hu fantabazat bihee makaanan qasiyyaa"
  },
  "23": {
    "t": "When she started to experience (the pain of) of childbirth labor, by the trunk of a palm tree in sadness she said, \"Would that I had died long before and passed into oblivion.\"",
    "tr": "Fa-ajaaa-'ahal makhaadu ilaa jiz'in nakhlati qaalat yaa-laitanee mittu qabla haazaa Wa-kuntu nasyam mansiyyaa"
  },
  "24": {
    "t": "Then she heard the baby saying, \"Do not be sad. Your Lord has caused a stream to run at your feet.",
    "tr": "Fanaadaahaa min tahtihaaa allaa tahzanee qad ja'ala Rabbuki tahtaki sariyyaa"
  },
  "25": {
    "t": "If you shake the trunk of the palm tree, it will provide you with fresh ripe dates.",
    "tr": "Wa-huzzeee ilaiki bijiz-'in nakhlati tusaaqit 'alaiki rutaban janiyyaa"
  },
  "26": {
    "t": "Eat, drink, and rejoice. Should you see a person going by, tell him that on this day you have promised the Beneficent God to fast and never talk to any human being.\"",
    "tr": "Fakulee washrabee Wa-qarree 'ainaa; fa-immaa tarayinnna minal bashari ahadan faqooleee innee nazartu lir-Rahmaani sawman falan ukallimal yawma insiyyaa"
  },
  "27": {
    "t": "She took him to her people and they said, \"Mary, this is indeed an strange thing.",
    "tr": "Fa-atat bihee qawmahaa tahmiluhoo qaaloo yaa-Maryamoo laqad ji'ti shai'an fariyyaa"
  },
  "28": {
    "t": "Aaron's sister, your father was not a bad man nor was your mother unchaste\".",
    "tr": "Yaaa-ukhta Haaroona maa kaana abooki mra'a saw'inw Wa-maa kaanat ummuki baghiyyaa"
  },
  "29": {
    "t": "She pointed to the baby (and referred them to him for their answer). They said, \"How can we talk to a baby in the cradle?\"",
    "tr": "Fa-ashaarat ilaih; qaaloo kaifa nukallimu man kaana fil mahdi sabiyyaa"
  },
  "30": {
    "t": "He said, \"I am the servant of God. He has given me the Book and has appointed me to be a Prophet.",
    "tr": "Qaala innee 'abdul laahi aataaniyal Kitaaba Wa-ja'alanee Nabiyyaa"
  },
  "31": {
    "t": "He has blessed me no matter where I dwell, commanded me to worship Him and pay the religious tax for as long as I live.",
    "tr": "Wa-ja'alanee mubaarakan aina maa kuntu Wa-awsaanee bis-Salaati waz-Zakaati maa dumtu haiyaa"
  },
  "32": {
    "t": "He has commanded me to be good to my parents and has not made me an arrogant rebellious person.",
    "tr": "Wa-barram biwaalidatee Wa-lam yaj'alnee jabbaaran shaqiyyaa"
  },
  "33": {
    "t": "I was born with peace and I shall die and be brought to life again with peace.\"",
    "tr": "Wassalaamu 'alaiya yawma wulidtu Wa-yawma amootu Wa-yawma ub'asu haiyaa"
  },
  "34": {
    "t": "Such was the true story of Jesus, the son of Mary, about which they dispute bitterly.",
    "tr": "Zaalika 'Eesab nu Maryama; qawlal haqqil lazee feehi yamtaroon"
  },
  "35": {
    "t": "God is too Exalted to have a son. When He decides to bring some thing into existence He needs only command it to exist and it comes into existence.",
    "tr": "Maa kaana lillaahi aien yattakhiza minw waladin Subhaanah; izaa qadaaa amran fa-innamaa yaqoolu lahoo kun fa-yakoon"
  },
  "36": {
    "t": "(Baby Jesus said), \"Worship God who is my Lord as well as yours. This is the straight path\".",
    "tr": "Wa-innal laaha Rabbee Wa-Rabbukum fa'budooh; haazaa Siraatum Mustaqeem"
  },
  "37": {
    "t": "(The followers of Jesus) turned themselves into quarrelling sects. The disbelievers shall face a woeful condition on the great Day (of Judgment).",
    "tr": "Fakhtalafal ahzaabu min bainihim fawailul lillazeena kafaroo min mashhadi Yawmin 'azeem"
  },
  "38": {
    "t": "(Muhammad), how clearly they will hear and see on the day when they will be brought into Our presence. Today the wrong doers are in manifest error.",
    "tr": "Asmi' bihim Wa-absir Yawma ya'toonanaa laakiniz zaalimoonal yawma fee dalaalin mubeen"
  },
  "39": {
    "t": "Warn them of the woeful day when the final decree will be issued; they are neglectful and faithless.",
    "tr": "Wa-anzirhum Yawmal hasrati iz qudiyal amr; Wa-hum fee ghaflatinw Wa-hum laa yu'minoon"
  },
  "40": {
    "t": "We are the heirs of the earth and those living in it will all return to Us.",
    "tr": "Innaa nahnu narisul arda Wa-man 'alaihaa Wa-ilainaa yurja'oon"
  },
  "41": {
    "t": "Mention the story of Abraham, the truthful Prophet, in the Book (the Quran)",
    "tr": "Wazkur fil Kitaabi Ibraaheem; innahoo kaana siddeeqan Nabiyyaa"
  },
  "42": {
    "t": "who asked his father, \"Father, why do you worship something that can neither hear nor see nor help you at all?",
    "tr": "Iz qaala li-abeehi yaaa-abati lima ta'budu maa laa yasma'u Wa-laa yubsiru Wa-laa yughnee 'anka shai'aa"
  },
  "43": {
    "t": "Father, I have received the knowledge which has not been given to you. Follow me; I shall guide you to the right path.",
    "tr": "Yaaa-abati innee qad jaaa'anee minal 'ilmi maa lam ya'tika fattabi'neee ahdika siraatan Sawiyyaa"
  },
  "44": {
    "t": "Father, do not worship satan; he has disobeyed the Beneficent God.",
    "tr": "Yaaa-abati laa ta'budish Shaitaan; innash Shaitaana kaana lir-Rahmaani 'asiyyaa"
  },
  "45": {
    "t": "Father, I am afraid that the Beneficent God's torment will strike you and you will become a friend of satan.\"",
    "tr": "Yaaa-abati innee akhaafu aien yamassaka 'azaabum minar Rahmaani fatakoona lish-Shaitaani waliyyaa"
  },
  "46": {
    "t": "His father replied, \"Abraham, are you telling me to give-up my gods? If you will not stop this, I shall stone you to death. Leave my house and do not come back again\".",
    "tr": "Qaala araaghibun anta 'an aalihatee yaaa-Ibraaheemu la-'il lam tantahi la-arjumannaka wahjurnee maliyyaa"
  },
  "47": {
    "t": "Abraham said, \"Peace be with you. I shall ask my Lord to forgive you; He has been gracious to me.",
    "tr": "Qaala salaamun 'alaika sa-astaghfiru laka Rabbeee innahoo kaana bee hafiyyaa"
  },
  "48": {
    "t": "I shall stay away from you and what you worship instead of God. I worship my Lord and hope that my prayers will not be ignored.\"",
    "tr": "Wa-a'tazilukum Wa-maa tad'oona min doonil laahi Wa-ad'oo Rabbee 'asaaa allaaa akoona bidu'aaa'i Rabbee shaqiyyaa"
  },
  "49": {
    "t": "When (Abraham) rejected his people and what they worshipped instead of God, We gave him Isaac and Jacob and made both of them Prophets.",
    "tr": "Fa-lam ma'tazalahum Wa-maa ya'budoona min doonil laahi wahabnaa lahoo is-haaqa Wa-ya'qoob; Wa-kullan ja'alnaa Nabiyyaa"
  },
  "50": {
    "t": "We granted them Our blessing and high renown.",
    "tr": "Wa wahabnaa lahum mirrahmatinaa Wa-ja'alnaa lahum lisaana sidqin 'aliyyaa"
  },
  "51": {
    "t": "(Muhammad), mention in the Book (the Quran) the story of Moses. Moses was a sincere person, a Messengers and a Prophet.",
    "tr": "Wazkur fil Kitaabi Moosaaa; innahoo kaana mukhlasanw Wa-kaana Rasoolan Nabiyyaa"
  },
  "52": {
    "t": "We called him from the right side of Mount Sinai and drew him close for communication.",
    "tr": "Wa-naadainaahu min jaanibit Tooril aimani Wa-qarrabnaahu najiyyaa"
  },
  "53": {
    "t": "Out of Our mercy We gave him his brother Aaron who himself was a Prophet.",
    "tr": "Wa-wahabnaa lahoo mir rahmatinaaa akhaahu Haaroona Nabiyyaa"
  },
  "54": {
    "t": "Mention in the Book (the Quran) the story of Ishmael; he was true to his promise, a Messengers and a Prophet.",
    "tr": "Wazkur fil Kitaabi ismaa'eel; innahoo kaana saadiqal wa'di Wa-kaana Rasoolan Nabiyyaa"
  },
  "55": {
    "t": "He would order his people to worship God and pay the religious tax. His Lord was pleased with him.",
    "tr": "Wa-kaana ya'muru ahlahoo bis-Salaati waz-zakaati Wa-kaana 'inda Rabbihee mardiyyaa"
  },
  "56": {
    "t": "Mention in the Book (the Quran) the story of Idris (Enoch); he was a truthful Prophet.",
    "tr": "Wazkur fil Kitaabi Idrees; innahoo kaana siddeeqan Nabiyyaa"
  },
  "57": {
    "t": "We granted him a high position.",
    "tr": "Wa-rafa'naahu makaanan 'aliyyaa"
  },
  "58": {
    "t": "These were the Prophets from the offspring of Adam, from those who embarked with Noah and from the offspring of Abraham and Israel. God guided them and chose them for His favor. Whenever they would hear the revelations of the Beneficent God they would bow down in prostration with tears.",
    "tr": "Ulaaa'ikal lazeena an'amal laahu 'alaihim minan Nabiyyeena min zurriyyati Aadama Wa-mimman hamalnaa ma'a Noohinw Wa-min zurriyyati Ibraaheema Wa-Israaa'eela Wa-mimman hadainaa wajta-bainaaa; izaa tutlaa 'alaihim Aayaatur Rahmaani kharroo sujjadanw Wa-bukiyyaa"
  },
  "59": {
    "t": "They were succeeded by a generation who neglected their prayers and followed their worldly desires. They will certainly be lost,",
    "tr": "Fakhalafa min ba'dihim khalfun adaa'us Salaata wattaba'ush shahawaati fasawfa yalqawna ghaiyyaa"
  },
  "60": {
    "t": "but those among them who repent and become righteously striving believers will be admitted to the gardens without experiencing any injustice.",
    "tr": "Illaa man taaba Wa-aamana Wa-'amila saalihan fa-ulaaa'ika yadkhuloonal jannata Wa-laa yuzlamoona shai'aa"
  },
  "61": {
    "t": "They will be admitted to the garden of Eden which is the unseen promise of the Beneficent God to His servants. The promise of God will certainly come true.",
    "tr": "Jannaati 'adninil latee wa'adar Rahmaanu ibaadahoo bilghaib; innahoo kaana wa'duhoo ma'tiyyaa"
  },
  "62": {
    "t": "They will not hear therein any meaningless words. They will be greeted (by the angels) with \"Peace be with you,\" and they will receive their sustenance both in the mornings and evenings.",
    "tr": "Laa yasma'oona feehaa laghwan illaa salaamaa; Wa-lahum rizquhum feehaa bukratanw Wa-'ashiyyaa"
  },
  "63": {
    "t": "Such are the gardens which We will give to Our God-fearing servants as their inherited property.",
    "tr": "Tilkal jannatul latee noorisu min 'ibaadinaa man kaana taqiyyaa"
  },
  "64": {
    "t": "(Muhammad), we (the angels) do not come to you without being commanded by your Lord to do so. To Him belongs all that is before us, behind us, and in between. Your Lord is not forgetful.",
    "tr": "Wa-maa natanazzalu illaa bi-amri Rabbika lahoo maa baina aideenaa Wa-maa khalfanaa Wa-maa baina zaalik; Wa-maa kaana Rabbuka nasiyyaa"
  },
  "65": {
    "t": "He is the Lord of the heavens and the earth and all that is between them. Worship Him and be steadfast in your worship of Him; none is equal to Him.",
    "tr": "Rabbus samaawaati wal-ardi Wa-maa bainahumaa fa'bud-hu wastabir li'ibaadatih; hal ta'lamu lahoo samiyyaa"
  },
  "66": {
    "t": "The human being says, \"Shall I be brought to life again after I will die?\"",
    "tr": "Wa-yaqoolul insaanu 'a-izaa maa mittu lasawfa ukhraju haiyaa"
  },
  "67": {
    "t": "Does he not remember that We created him when he did not exist?",
    "tr": "A-Wa-laa yazkurul insaanu annaa khalaqnaahu min qablu Wa-lam yaku shai'aa"
  },
  "68": {
    "t": "By your Lord, We will bring them back to life with satan and gather them around hell in large groups.",
    "tr": "Fawa-Rabbika lanahshu-rannahum wash-shayaateena summa lanuhdirannahum hawla jahannama jisiyyaa"
  },
  "69": {
    "t": "Then We will separate from every group those who were strongly rebellious against the Beneficent God.",
    "tr": "Summa lanan-zi'anna min kulli shee'atin aiyuhum ashaddu 'alar Rahmaani 'itiyyaa"
  },
  "70": {
    "t": "We know best who deserves greater suffering in hell fire.",
    "tr": "Summa lanahnu a'lamu billazeena hum awlaa bihaa siliyyaa"
  },
  "71": {
    "t": "It is the inevitable decree of your Lord that every one of you will be taken to hell.",
    "tr": "Wa-in minkum illaa waariduhaa; kaana 'alaa Rabbika hatmam maqdiyyaa"
  },
  "72": {
    "t": "We will save the pious ones from the hell fire and leave the unjust people therein in crowded groups.",
    "tr": "Summa nunajjil lazeenat taqaw Wa-nazaruz zaalimeena feehaa jisiyyaa"
  },
  "73": {
    "t": "When Our revelations are recited to them, the unbelievers say to the faithful ones, \"Which of us is more prosperous?\"",
    "tr": "Wa-izaa tutlaa 'alaihim Aayaatunaa baiyinaatin qaalal lazeena kafaroo lillazeena aamanooo aiyul fareeqaini khairum maqaamanw Wa-ahsanu nadiyyaa"
  },
  "74": {
    "t": "How many generations of greater prosperity and splendor have We destroyed before them?",
    "tr": "Wa-kam ahlaknaa qablahum min qarnin hum ahsanu asaasanw Wa-ri'yaa"
  },
  "75": {
    "t": "(Muhammad), tell them, \"The Beneficent God gives respite to those who have gone astray only until they face the torment with which they were threatened or to the Day of Judgment. Then they will find out who will have the most miserable place and the weakest forces.",
    "tr": "Qul man kaana fid da-laalati falyamdud lahur Rahmaanu maddaa; hattaaa izaa ra-aw maa yoo'adoona immal 'azaaba Wa-immas Saa'ata fasa-ya'lamoona man huwa sharrum makaananw Wa-ad'afu jundaa"
  },
  "76": {
    "t": "God further enlightens those who seek guidance. To those who do charitable deeds which produce continuing benefits, your Lord will give a better reward and a better place in Paradise.",
    "tr": "Wa-yazeedul laahul lazeenah tadaw hudaa; wal-baaqiyaatus saalihaatu khairun 'inda Rabbika sawaabanw Wa-khairum maraddaa"
  },
  "77": {
    "t": "Note the words of the disbeliever, \"I shall certainly be given wealth and children?\"",
    "tr": "Afara'aytal lazee kafara bi-Aayaatinaa Wa-qaala la-oota-yanna maalanw Wa-waladaa"
  },
  "78": {
    "t": "Has he the knowledge of the unseen or has the Beneficent God established such a binding agreement with Him?",
    "tr": "At-tala'al ghaiba 'amit takhaza 'indar Rahmaani 'ahdaa"
  },
  "79": {
    "t": "Absolutely not, We will record his words and prolong his punishment.",
    "tr": "Kallaa; sanaktubu maa yaqoolu Wa-namuddu lahoo minal 'azaabi maddaa"
  },
  "80": {
    "t": "All that he speaks of will belong to Us, and he will come into Our presence all alone.",
    "tr": "Wa-narisuhoo maa yaqoolu Wa-ya'teenaa fardaa"
  },
  "81": {
    "t": "They have sought honor from other gods instead of God.",
    "tr": "Wattakhazoo min doonil laahi aalihatal liyakoonoo lahum 'izzaa"
  },
  "82": {
    "t": "In fact, they can have no honor; their gods will renounce their worship of idols and will turn against them.",
    "tr": "Kallaa; sa-yakfuroona bi'ibaadatihim Wa-yakoonoona 'alaihim diddaa"
  },
  "83": {
    "t": "Do you not realize that We have sent Satan to incite the unbelievers to sin.",
    "tr": "Alam tara annaaa arsalnash Shayaateena 'alal kaafireena ta'uzzuhum azzaa"
  },
  "84": {
    "t": "(Muhammad), exercise patience; We have given them respite only for an appointed time.",
    "tr": "Falaa ta'jal alaihim innamaa na-'uddu lahum 'addaa"
  },
  "85": {
    "t": "On the Day of Judgment, when the pious people will be brought into the presence of the Beneficent God as the guests of honor",
    "tr": "Yawma nahshurul muttaqeena ilar Rahmaani wafdaa"
  },
  "86": {
    "t": "and the criminals will be driven and thrown into hell,",
    "tr": "Wa-nasooqul mujrimeena ilaa Jahannama wirdaa"
  },
  "87": {
    "t": "no one will be able to intercede for the others except those whom the Beneficent God has given authority.",
    "tr": "Laa yamlikoonash shafaa'ata illaa manit takhaza 'indar Rahmaani 'ahdaa"
  },
  "88": {
    "t": "They have said that the Beneficent God has given birth to a son.",
    "tr": "Wa-qaalut takhazar Rahmaanu waladaa"
  },
  "89": {
    "t": "This is certainly a monstrous lie!",
    "tr": "Laqad ji'tum shai'an iddaa"
  },
  "90": {
    "t": "This would almost cause the heavens to rent apart, the earth to cleave asunder and the mountains to crumble down in fragments,",
    "tr": "Takaadus samaawaatu yatafattarna minhu Wa-tanshaq qul-ardu Wa-takhirrul jibaalu haddaa"
  },
  "91": {
    "t": "to ascribe a son to the Beneficent God.",
    "tr": "An da'aw lir-Rahmaani waladaa"
  },
  "92": {
    "t": "The Beneficent God is too Exalted to have a son.",
    "tr": "Wa-maa yambaghee li-Rahmaani aien yattakhiza waladaa"
  },
  "93": {
    "t": "All that is in the heavens and the earth will return to the Beneficent God as His submissive servants.",
    "tr": "In kullu man fis samaawaati wal-ardi illaaa aatir Rahmaani 'abdaa"
  },
  "94": {
    "t": "He has counted and enumerated them one by one.",
    "tr": "Laqad ahsaahum Wa-addahum 'addaa"
  },
  "95": {
    "t": "Everyone on the Day of Judgment will individually come into the presence of God.",
    "tr": "Wa-kulluhum aateehi Yawmal Qiyaamati fardaa"
  },
  "96": {
    "t": "To the righteously striving believers God will grant love.",
    "tr": "Innal lazeena aamanoo Wa-'amilus saalihaati sa-yaj'alu lahumur Rahmaanu wuddaa"
  },
  "97": {
    "t": "(Muhammad), We have given you the Book (the Quran) in your own language so that you could easily give the glad news to the pious ones and warn the quarrelsome ones.",
    "tr": "Fa-innamaa yassarnaahu bilisaanika litubashshira bihil muttaqeena Wa-tunzira bihee qawmal luddaa"
  },
  "98": {
    "t": "How many generations living before them did We destroy? Do you find anyone of them around or do you even hear any word from them?",
    "tr": "Wa-kam ahlaknaa qabla-hum min qarnin hal tuhissu minhum min ahadin aw tasma'u lahum rikzaa"
  }
}