{
  "1": {
    "t": "Alif. Lam. Mim.",
    "tr": "Alif-Laaam-Meeem"
  },
  "2": {
    "t": "There is no doubt that this book is a guide for the pious;",
    "tr": "Zaalikal Kitaabu laa raib'a, feeh'i, hudal lilmuttaqeen"
  },
  "3": {
    "t": "the pious who believe in the unseen, attend to prayer, give in charity part of what We have granted them;",
    "tr": "Allazeena yu'minoona bilghaibi wa-yuqeemoonas salaata wa-mimmaa razaqnaahum yunfiqoon"
  },
  "4": {
    "t": "who have faith in what has been revealed to you and others before you and have strong faith in the life hereafter.",
    "tr": "Wallazeena yu'minoona bimaaa unzila ilaika wa-maaa unzila min qablika wa-bil-Aakhirati hum yooqinoon"
  },
  "5": {
    "t": "It is the pious who follow the guidance of their Lord and gain lasting happiness.",
    "tr": "Ulaaa'ika 'alaa hudam mir rabbihim; wa-ulaaa'ika humul muflihoon"
  },
  "6": {
    "t": "Those who deny your message will not believe whether you warn them or not",
    "tr": "Innal lazeena kafaroo sawaaa'un 'alaihim 'a-anzar-tahum am lam tunzirhum laa yu'minoon"
  },
  "7": {
    "t": "God has sealed their hearts and hearing and their vision is veiled; a great punishment awaits them.",
    "tr": "Khatamal laahu 'alaa quloobihim wa-'alaa sam'i-him; wa-'alaaaa absaarihim ghishaa-wa(tunw); wa-lahum 'azaabun 'azeem"
  },
  "8": {
    "t": "Some people say, \"We believe in God and the Day of Judgment,\" but they are not true believers.",
    "tr": "Wa-minan naasi mainy yaqoolu aamannaa billaahi wa-bil-yawmil aakhiri wa-maa hum bimu'mineen"
  },
  "9": {
    "t": "They deceive God and the believers. However, they have deceived no one but themselves, a fact of which they are not aware.",
    "tr": "Yukhaadi'oonal laaha wallazeena aamanoo wa-maa yakhda'oona illaaa anfusahum wa-maa yash'uroon"
  },
  "10": {
    "t": "A sickness exists in their hearts to which God adds more sickness. Besides this, they will suffer a painful punishment as a result of the lie which they speak.",
    "tr": "Fee quloobihim mara-dun fazaadahumul laahu maradaa(n); wa-lahum 'azaabun aleemum bimaa kaanoo yakziboon"
  },
  "11": {
    "t": "When they are told not to commit corruption in the land, they reply, \"We are only reformers\".",
    "tr": "Wa-izaa qeela lahum laa tufsidoo fil ardi qaalooo innamaa nahnu muslihoon"
  },
  "12": {
    "t": "They, certainly, are corrupt but do not realize it.",
    "tr": "Alaaa innahum humul mufsidoona wa-laakil laa yash'uroon"
  },
  "13": {
    "t": "When they are told to believe as everyone else does, they say, \"Should we believe as fools do?\" In fact, they themselves are fools, but they do not know it.",
    "tr": "Wa-izaa qeela lahum aaminoo kamaaa aamanan naasu qaalooo anu'minu kamaaa aamanas sufahaaa'(u): alaaa innahum humus sufahaaa'u wa-laakil laa ya'lamoon"
  },
  "14": {
    "t": "To the believers they declare belief and, in secret to their own devils, they say, \"We were only mocking\".",
    "tr": "Wa-izaa laqul lazeena aamanoo qaalooo aamannaa wa-izaa khalaw ilaa shayaateenihim qaalooo innaa ma'akum innamaa nahnu mustahzi'oon"
  },
  "15": {
    "t": "God mocks them and gives them time to continue blindly in their transgressions.",
    "tr": "Allahu yastahzi'u bihim wa-yamudduhum fee tughyaanihim ya'mahoon"
  },
  "16": {
    "t": "They have traded guidance for error, but their bargain has had no profit and they have missed the true guidance.",
    "tr": "Ulaaa'ikal lazeenash tara-wud dalaalata bilhudaa famaa rabihat tijaaratuhum wa-maa kaanoo muhtadeen"
  },
  "17": {
    "t": "(Their case) is like that of one who kindles a fire and when it grows bright God takes away its light leaving him in darkness (wherein) he cannot see (anything).",
    "tr": "Masaluhum kamasalil lazis tawqada naaran falammaaa adaaa'at maa hawlahoo zahabal laahu binoorihim wa-tarakahum fee zulumaatil laa yubsiroon"
  },
  "18": {
    "t": "They are deaf, blind, and dumb and cannot regain their senses.",
    "tr": "Summum bukmun 'umyun fahum laa yarji'oon"
  },
  "19": {
    "t": "Or it is like that of a rain storm with darkness, thunder, and lightning approaching. They cover their ears for fear of thunder and death. God encompasses those who deny His words.",
    "tr": "Aw kasaiyibim minas samaaa'i feehi zulumaatunw wa-ra'dunw wa-barq(unwi) yaj'aloona asaabi'ahum feee aazaanihim minas sawaa'iqi hazaral mawt,(i) wallaahu muheetum bilkaafireen"
  },
  "20": {
    "t": "The lightning almost takes away their vision. When the lightning brightens their surroundings, they walk and when it is dark, they stand still. Had God wanted, He could have taken away their hearing and their vision. God has power over all things.",
    "tr": "Yakaadul barqu yakhtafu absaarahum; kullamaaa adaaa'a lahum mashaw feehi wa-izaaa azlama 'alaihim qaamoo, wa-law shaaa'al laahu lazahaba bisam'ihim wa-absaarihim, innal laaha 'alaa kulli shai'in Qadeer"
  },
  "21": {
    "t": "People, worship your Lord who created you and those who lived before you, so that you may become pious.",
    "tr": "Yaaa-aiyuhan naasu 'budoo Rabbakumul lazee khalaqakum wallazeena min qablikum la'allakum tattaqoon"
  },
  "22": {
    "t": "Worship God who has rendered the earth as a floor for you and the sky as a dome for you and has sent water down from the sky to produce fruits for your sustenance. Do not knowingly set up anything as an equal to God.",
    "tr": "Allazee ja'ala lakumul arda firaashanw wassamaaa'a binaaa'a(nw) wa-anzala minas samaaa'i maaa'an fa-akhraja bihee minas samaraati rizqal lakum; falaa taj'aloo lillaahi andaadan wa-antum ta'lamoon"
  },
  "23": {
    "t": "Should you have any doubt about what We have revealed to Our servant, present one chapter comparable to it and call all your supporters, besides God, if your claim is true.",
    "tr": "Wa-in kuntum fee raibim mimmaa nazzalnaa 'alaa 'abdinaa fatoo bi-sooratim mim mislihee- wad'oo shuhadaaa'akum min doonil laahi in kuntum saadiqeen"
  },
  "24": {
    "t": "If you do not produce such a chapter and you never will then guard yourselves against the fire whose fuel will be people and stones and is prepared for those who hide the Truth.",
    "tr": "Fa-il lam taf'aloo wa-lan taf'aloo fattaqun naaral latee waqooduhan naasu walhijaara(tu); u'iddat lil-kaafireen"
  },
  "25": {
    "t": "(Muhammad), tell the righteously striving believers of the happy news, that for them there are gardens wherein streams flow. Whenever they get any fruit from the gardens as food, they will say, \"This is just what we had before (we came here). These fruits are produced very much like them (those we had before).\" They will have purified spouses and it is they who will live forever.",
    "tr": "Wa-bashshiril lazeena aamanoo wa-'amilus saalihaati anna lahum jannaatin tajree min tahtihal anhaar(u); kullamaa ruziqoo minhaa min samaratin rizqan qaaloo haazal lazee ruziqnaa min qabl(u); wa-utoo bihee mutashaabihaa(n); wa-lahum feehaaa azwaajum mutahhara-tu(nw); wa-hum feehaa khaalidoon"
  },
  "26": {
    "t": "God does not hesitate to set forth parables of anything even a gnat. The believers know that it is the truth from their Lord, but those who deny the truth say, \"What does God mean by such parables?\" In fact, by such parables God misleads and guides many. However, He only misleads the evil doers",
    "tr": "^Innal laaha laa yastahyee-e ai yadriba masalam maa ba'oodatan famaa fawqahaa, faammal lazeena aamanoo faya'lamoona annahul haqqu mir rabbihim; wa-ammal lazeena kafaroo fayaqooloona maazaaa araadal laahu bihaazaa masalaa. Yudillu bihee- kaseeranw wa-yahdee bihee kaseeraa’n wa-maa yudillu bihee-e illal faasiqeen"
  },
  "27": {
    "t": "who break their established covenant with Him and the relations He has commanded to be kept and who spread evil in the land. These are the ones who lose a great deal.",
    "tr": "Allazeena yanqudoona 'ahdal laahi mim ba'di meesaaqihee wa-yaqta'oona maaa amaral laahu bihee-e ai yoosala wa-yufsidoona fil ard,(i) ulaaa'ika humul khaasiroon"
  },
  "28": {
    "t": "How dare you deny the existence of God Who gave you life when you initially had no life. He will cause you to die and bring you to life again. Then you will return to His Presence.",
    "tr": "Kaifa takfuroona billaahi wa-kuntum amwaatan fa-ahyaakum; summa yumeetukum summa yuhyeekum summaa ilaihi turja'oon"
  },
  "29": {
    "t": "It is He who created everything on earth for you. Then, directing His order towards the realm above, He turned it into seven heavens. He has knowledge of all things.",
    "tr": "Huwal lazee khalaqa lakum maa fil ardi jamee'an summas tawaaa ilas samaaa'i fasaw-waahunna sab'a samaa-waat,(in) wa-Huwa bikulli shai'in Aleem"
  },
  "30": {
    "t": "When your Lord said to the angels, \"I am appointing someone as my deputy on earth,\" they said (almost protesting), \"Are you going to appoint one who will commit corruption and bloodshed therein, even though we (are the ones who) commemorate Your Name and glorify You?\" The Lord said, \"I know that which you do not know\".",
    "tr": "Wa-iz qaala rabbuka lil malaaa'ikati innee jaa'ilun fil-ardi khaleefa(tan); qaalooo ataj'alu feehaa mai yufsidu feehaa wa-yasfikud dimaaa'a wa-nahnu nusabbihu bihamdika wa-nuqaddisu lak(a); qaala inneee a'lamu maa laa ta'lamoon"
  },
  "31": {
    "t": "He taught Adam all the names. Then He introduced (some intelligent beings) to the angels, asking them to tell Him the names of these beings, if the angels were true to their claim (that they more deserved to be His deputies on earth).",
    "tr": "Wa-'allama Aadamal asmaaa'a kullahaa summa 'aradahum 'alal malaaa'ikati faqaala ambi'oonee bi-as maaa'i haaa'ulaaa'i in-kuntum saadiqeen"
  },
  "32": {
    "t": "The angels replied, \"You are glorious indeed! We do not know more than what You have taught us. You alone are All-knowing and All-wise\".",
    "tr": "Qaaloo subhaanaka laa 'ilma lanaaa illaa maa 'allamtanaaa; innaka antal 'aleemul hakeem"
  },
  "33": {
    "t": "The Lord said to Adam, \"Tell the names of the beings to the angels.\" When Adam said their names, the Lord said, \"Did I not tell you (angels) that I know the secrets of the heavens and the earth and all that you reveal or hide?\"",
    "tr": "Qaala yaaa-Aadamu ambi'hum biasmaaa'ihim; falammaa amba-ahum bi-asmaaa'ihim qaala alam aqul lakum inneee a'lamu ghaibas samaawaati wal-ardi wa-a'lamu maa tubdoona wa-maa kuntum taktumoon"
  },
  "34": {
    "t": "When We told the angels to prostrate before Adam, they all obeyed except Iblis (Satan) who abstained out of pride and so he became one of those who deny the truth.",
    "tr": "Wa-iz qulnaa lilmalaaa'i-katis judoo li-aadama fasajadooo illaaa Ibleesa abaa wastakbara wa-kaana minal kaafireen"
  },
  "35": {
    "t": "We told Adam to stay with his spouse (Eve) in the garden and enjoy the foods therein, but not to go near a certain tree lest he become one of the transgressors.",
    "tr": "Wa-qulnaa yaaa Aadamus-kun anta wa-zawjukal jannata wa-kulaa minhaa raghadan haisu shi'tumaa wa-laa taqrabaa haazihish shajarata fatakoonaa minaz zaalimeen"
  },
  "36": {
    "t": "Satan made Adam and his spouse err and caused them to abandon the state in which they had been living. Then We said, \"Descend, you are each other's enemies! The earth will be a dwelling place for you and it will provide you with sustenance for an appointed time.",
    "tr": "Fa-azallahumash Shaitaanu 'anhaa fa-akhrajahumaa mimmaa kaanaa feeh(i); wa-qulnah bitoo ba'dukum liba'din 'aduw(wunw); wa-lakum fil ardi mustaqarrunw wa-mataa'un ilaa heen"
  },
  "37": {
    "t": "Adam was inspired by some words (of prayer) through which he received forgiveness from his Lord, for He is All-forgiving and All-merciful.",
    "tr": "Fatalaqqaaa Aadamu mir Rabbihee Kalimaatin fataaba 'alaihi, innahoo Huwat Tawwaabur Raheem"
  },
  "38": {
    "t": "We ordered them all to get out of the garden and told them that when Our guidance came to them, those who would follow it would have neither fear nor grief.",
    "tr": "Qulnah bitoo minhaa jamee-'a(n); fa-immaa ya'tiyannakum minnee huda(n) faman tabi'a hudaaya falaa khawfun 'alaihim wa-laa hum yahza-noon"
  },
  "39": {
    "t": "But those who would deny the Truth and reject Our revelations would be the companions of the Fire in which they would live forever.",
    "tr": "Wallazeena kafaroo wa-kaz-zabooo bi-aayaatinaa ulaaa'ika As-haabun Naar(i); hum feehaa khaalidoon"
  },
  "40": {
    "t": "Children of Israel, recall My favors which you enjoyed. Fulfill your covenant with Me and I shall fulfill Mine. Revere only Me.",
    "tr": "Yaa-Baneee Israaa'eelaz kuroo ni'matiyal lateee an'amtu 'alaikum wa-awfoo bi'Ahdeee oofi bi-ahdikum wa-iyyaaya farhaboon"
  },
  "41": {
    "t": "Believe in My revelations (Quran) that confirms what I revealed to you (about Prophet Muhammad in your Scripture). Do not be the first ones to deny it nor sell My revelations for a small price, but have fear of Me.",
    "tr": "Wa-aaminoo bimaaa anzaltu musaddiqal limaa ma'akum wa-laa takoonooo awwala kaafirim bih(ee);- wa-laa tashtaroo bi-Aayaatee samanan qaleelanw wa-iyyaaya fattaqoon"
  },
  "42": {
    "t": "Do not mix truth with falsehood and do not deliberately hide the truth",
    "tr": "Wa-laa talbisul haqqa bilbaatili wa-taktumul haqqa wa-antum ta'lamoon"
  },
  "43": {
    "t": "Be steadfast in prayer, pay the religious tax (zakat) and bow down in worship with those who do the same.",
    "tr": "Wa-aqeemus salaata wa-aatuz zakaata warka'oo ma'ar raaki'een"
  },
  "44": {
    "t": "Would you order people to do good deeds and forget to do them yourselves even though you read the Book? Why do you not think?",
    "tr": "^Ataamuroonan naasa bilbirri wa-tansawna anfusakum wa-antum tatloonal Kitaab,(a) afalaa ta'qiloon"
  },
  "45": {
    "t": "Help yourselves (in your affairs) with patience and prayer. It is a difficult task indeed, but not for the humble ones",
    "tr": "Wasta'eenoo bissabri was-Salaah,(ti) wa-innahaa lakabee-ratun illaa alal khaashi'een"
  },
  "46": {
    "t": "who are certain of their meeting with their Lord and their return to Him.",
    "tr": "Allazeena yazunnoona annahum mulaaqoo Rabbihim wa-annahum ilaihi raaji'oon"
  },
  "47": {
    "t": "Children of Israel, recall My favors to you and the preference that I gave to you over all nations.",
    "tr": "Yaa-Baneee Israaa'eelaz kuroo ni'matiyal lateee an'amtu 'alaikum wa-annee faddaltukum 'alal 'aalameen"
  },
  "48": {
    "t": "Have fear of the day when every soul will be responsible for itself. No intercession or ransom will be accepted and no one will receive help.",
    "tr": "Wattaqoo Yawmal laa tajzee nafsun 'an nafsin shai'a(nw) wa-laa yuqbalu minhaa shafaa'atunw wa-laa yu'khazu minhaa 'adlunw wa-laa hum yunsaroon"
  },
  "49": {
    "t": "(Children of Israel, recall My favor) of saving you from the Pharaoh's people who afflicted you with the worst kind of cruelty, slaying your sons and sparing your women. Your suffering was indeed a great trial from your Lord.",
    "tr": "Wa-iz najjainaakum min Aali Fir'awna yasoomoonakum sooo'al azaabi yuzabbihoona abnaaa'akum wa-yastahyoona nisaaa'akum, wa-fee zaalikum balaaa'um mir Rabbikum 'azeem"
  },
  "50": {
    "t": "We parted the sea to save you and drowned Pharaoh's people before your very eyes.",
    "tr": "Wa-iz faraqnaa bikumul bahra fa-anjainaakum wa-agh-raqnaaa Aala Fir'awna wa-antum tanzuroon"
  },
  "51": {
    "t": "Then We called Moses for an appointment of forty nights. You began to worship the calf in his absence, doing wrong to yourselves.",
    "tr": "Wa-iz waa'adnaa Moosaaa arba'eena lailatan summat takhaztumul 'ijla mim ba'dihee wa-antum zaalimoon"
  },
  "52": {
    "t": "Afterwards, We forgave you so that you would perhaps appreciate Our favors.",
    "tr": "Summa 'afawnaa 'ankum mim ba'di zaalika la'allakum tashkuroon"
  },
  "53": {
    "t": "We gave Moses the Book and the criteria (of discerning right from wrong) so that perhaps you would be rightly guided.",
    "tr": "Wa-iz aatainaa Moosal kitaaba wal-Furqaana la'allakum tahtadoon"
  },
  "54": {
    "t": "Moses said to his people, \"My people, you have done wrong to yourselves by worshipping the calf. Seek pardon from your Lord and slay yourselves.\" He told them that it would be best for them in the sight of their Lord, Who would forgive them, for He is All-forgiving and All-merciful.",
    "tr": "Wa-iz qaala Moosaa liqawmihee- yaa-qawmi innakum zalamtum anfusakum bittikhaa-zikumul 'ijla fatoobooo ilaa Baari'ikum faqtulooo anfusakum zaalikum khairul lakum 'inda Baari'ikum fataaba 'alaikum, innahoo Huwat Tawwaabur Raheem"
  },
  "55": {
    "t": "When you argued with Moses, saying that you were not going to believe him unless you could see God with your own eyes, the swift wind struck you and you could do nothing but watch.",
    "tr": "Wa-iz qultum yaa-Moosaa lan nu'mina laka hattaa naral laaha jahratan fa-akhazat-kumus saa'iqatu wa-antum tanzuroon"
  },
  "56": {
    "t": "Then We brought you back to life in the hope that you might appreciate Our favors.",
    "tr": "Summa ba'asnaakum mim ba'di mawtikum la'allakum tashkuroon"
  },
  "57": {
    "t": "We provided you with shade from the clouds and sent down manna and quails as the best pure sustenance for you to eat. They (children of Israel) did not wrong Us but wronged themselves.",
    "tr": "Wa-zallalnaa 'alaikumul ghamaama wa-anzalnaa 'alaikumul Manna was-Salwaa; kuloo min taiyibaati maa razaqnaakum; wa-maa zalamoonaa wa-laakin kaanooo anfusahum yazlimoon"
  },
  "58": {
    "t": "(Children of Israel, recall My favors) when We told you, \"Enter this city, enjoy eating whatever you want therein, prostrate yourselves and ask forgiveness when passing through the gate, and We shall forgive your sins, and add to the rewards of the righteous ones\".",
    "tr": "Wa-iz qulnad khuloo haazihil qaryata fakuloo minhaa haisu shi'tum raghadanw wadkhulul baaba sujjadanw wa-qooloo hittatun naghfir lakum khataayaakum, wa-sanazeedul muhsineen"
  },
  "59": {
    "t": "The unjust ones among you changed what they were told to say. Then, We afflicted them with a torment from the heavens for their evil deeds.",
    "tr": "Fabaddalal lazeena zalamoo qawlan ghairal lazee qeela lahum fa-anzalnaa 'alal lazeena zalamoo rijzam minas samaaa'i bimaa kaanoo yafsuqoon"
  },
  "60": {
    "t": "When Moses prayed for rain, We told him to strike the rock with his staff. Thereupon twelve fountains gushed out of the rock and each tribe knew their drinking place. The Lord told them, \"Eat and drink from God's bounties and do not abuse the earth with corruption.\"",
    "tr": "^Wa-izis tasqaa Moosaa liqawmihee faqulnad rib bi'asaakal hajar(a); fanfajarat minhusnataaa 'ashrata 'ayna(n); qad 'alima kullu unaasim mash-rabahum; kuloo washraboo mir rizqil laahi wa laa ta'saw fil ardi mufsideen"
  },
  "61": {
    "t": "When you demanded Moses to provide you with a variety of food, saying, \"We no longer have patience with only one kind of food, ask your Lord to grow green herbs, cucumbers, corn, lentils, and onions for us,\" Moses replied, \"Would you change what is good for what is worse? Go to any town and you will get what you want.\" Despised and afflicted with destitution, they brought the wrath of God back upon themselves, for they denied the evidence (of the existence of God) and murdered His Prophets without reason; they were disobedient transgressors.",
    "tr": "Wa-iz qultum yaa-Moosaa lan nasbira 'alaa ta'aaminw waahidin fad'u lanaa rabbaka yukhrij lanaa mimmaa tumbitul ardu mim baqlihaa wa-qis-saaa'ihaa wa-foomihaa wa-'adasihaa wa-basalihaa; qaala atastabdiloonal lazee huwa adnaa billazee huwa khayr, ihbitoo misran fa-inna lakum maa sa-altum: wa-duribat 'alaihimuz zillatu walmaskanatu wa-baaa'oo bighadabim minal laah:(i) zaalika bi-annahum kaano yakfuroona bi-aayaatil laahi wa-yaqtuloonan Nabiyyeena bighairil haqq:(i) zaalika bimaa 'asaw wa-kaanoo ya'tadoon"
  },
  "62": {
    "t": "However, those who have become believers (the Muslims), and the Jews, the Christians and the Sabaeans who believe in God and the Day of Judgment and strive righteously will receive their reward from the Lord and will have nothing to fear nor will they be grieved.",
    "tr": "Innal lazeena aamanoo wallazeena haadoo wan-nasaaraa was-Saabi'eena man aamana billaahi wal-yawmil aakhiri wa-'amila saalihan falahum ajruhum 'inda Rabbihim wa-laa khawfun 'alaihim wa-laa hum yahzanoon"
  },
  "63": {
    "t": "Children of Israel, recall when We made a covenant with you, raised Mount Tur (Sinai) above you and told you to receive earnestly what We had given to you and bear it in mind so that you would protect yourselves against evil.",
    "tr": "Wa-iz akhaznaa meesaaqakum wa-rafa'naa fawqakumut Toora khuzoo maaa aatainaakum biquwwatinw wazkuroo maa feehi la'allakum tattaqoon"
  },
  "64": {
    "t": "Again you turned away. Had God's Grace and His Mercy not existed in your favor, you would certainly have been lost.",
    "tr": "Summa tawallaitum mim ba'di zaalik(a); falawlaa fadlul laahi 'alaikum wa-rahmatuhoo lakuntum minal khaasireen"
  },
  "65": {
    "t": "You certainly knew about those among you who were transgressors on the Sabbath. We commanded them, \"Become detested apes,\"",
    "tr": "Wa-laqad 'alimtumul lazeena' -tadaw minkum fis Sabti faqulnaa lahum koonoo qiradatan khaasi'een"
  },
  "66": {
    "t": "in order to set up an example for their contemporaries and coming generations and to make it a reminder for the pious.",
    "tr": "Faja'alnaahaa nakaalal limaa baina yadihaa wa-maa khalfahaa wa-maw'izatal lilmuttaqeen"
  },
  "67": {
    "t": "When Moses said to his people, \"God commands you to sacrifice a cow,\" they asked, \"Are you mocking us?\" \"God forbid, how would I be so ignorant,\" said Moses.",
    "tr": "Wa-iz qaala Moosaa liqawmiheee innal laaha yaamurukum an tazbahoo baqara(tan); qaalooo atattakhizunna huzuwa(n); qaala a'oozu billaahi an akoona minal jaahileen"
  },
  "68": {
    "t": "They demanded, \"Ask your Lord to describe the kind of cow He wants us to slaughter.\" Moses explained, \"It must be neither too old nor too young, thus do whatever you are commanded to do.\" Moses then told them to do as they were ordered.",
    "tr": "Qaalu ud'u lanaa rabbaka yubaiyil lanaa maa hee,(a) qaala innahoo yaqoolu innahaa baqaratul laa faaridunw wa-laa bikrun 'awaanum baina zaalik(a); faf'aloo maa tu'maroon"
  },
  "69": {
    "t": "They further demanded Moses to ask the Lord what color the cow has to be. Moses answered, \"The Lord says that the cow must be yellow, a beautiful yellow\".",
    "tr": "Qaalu ud'u lanaa Rabbaka yubaiyil lanaa maa launuhaa, qaala innahoo yaqoolu innahaa baqaratun safraaa'u faaqi'ul launuhaa tasurrun naazireen"
  },
  "70": {
    "t": "They said, \"We are confused about the cow, for to us all cows look alike. Ask your Lord to tell us exactly what the cow looks like, so that God willing, we shall have the right description.\"",
    "tr": "Qaalu d-'u lanaa Rabbaka yubaiyil lanaa maa hiya innal baqara tashaabaha 'alainaa wa-innaaa in shaaa'al laahu lamuhtadoon"
  },
  "71": {
    "t": "(Moses) said, \"The Lord says that it must not have even tilled the soil nor irrigated the fields and it must be free of blemishes and flaws.\" They said, \"Now you have given us the right description.\" After almost failing to find it, they slaughtered the cow.",
    "tr": "Qaala innahoo yaqoolu innahaa baqaratul laa zaloolun tuseerul arda walaa tasqil harsa musallamatul laa shiyata feehaa, qaalul 'aana jita bilhaqq,(i) faza-bahoo-haa wamaa kaado yaf'aloon"
  },
  "72": {
    "t": "When you murdered someone, each one of you tried to accuse others of being guilty. However, God made public what you were hiding.",
    "tr": "Waiz qataltum nafsan faddaara'tum feehaa; wallaahu mukhrijum maa kuntum taktumoon"
  },
  "73": {
    "t": "We said, \"Strike the person slain with some part of the cow.\" That is how God brings the dead to life and shows you His miracles so that you might have understanding.",
    "tr": "Faqulnad riboohu biba'dihaa, kazaalika yuhyil laa-hul mawtaa wa-yureekum aayaatihee la'allakum ta'qiloon"
  },
  "74": {
    "t": "Thereafter, your hearts turned as hard as rocks or even harder for some rocks give way to the streams to flow. Water comes out of some rocks when they are torn apart and others tumble down in awe before God. God does not ignore what you do.",
    "tr": "Summa qasat quloobukum mim ba'di zaalika fahiya kalhijaarati aw-ashaadu qaswa,(tan) wa-inna minal hijaarati lamaa yatafajjaru minhul anhaar,(u) wa-inna minhaa lamaa yash shaqqaqu fayakhruju minhul maaa',(u) wa-inna minhaa lamaa yahbitu min khashyatil laah:(i) wamal laahu bighaafilin 'ammaa ta'maloon"
  },
  "75": {
    "t": "Do you, the believers in truth, desire the unbelievers to believe you? There was a group among them who would hear the word of God and understand it. Then they would purposely misinterpret it.",
    "tr": "^Afatatma'oona ai yu'minoo lakum wa-qad kaana fareequm minhum yasma'oona Kalaamal laahi summa yuharri foonahoo mim ba'di maa'aqaloohu wa-hum ya'lamoon"
  },
  "76": {
    "t": "On meeting the believers, they would declare belief but to each other they would say, \"How would you (against your own interests) tell them (believers) about what God has revealed to you (in the Bible of the truthfulness of the Prophet Muhammad)? They will present it as evidence to prove you wrong before your Lord. Do you not realize it?\"",
    "tr": "Wa-izaa laqul lazeena aamanoo qaalooo aamannaa wa-izaa khalaa ba'duhum ilaa ba'din qaalooo atuhaddisoonahum bimaa fatahal laahu 'alaikum liyuhaajjookum bihee 'inda rabbikum, afalaa ta'qiloon"
  },
  "77": {
    "t": "Do they not know that God knows whatever they conceal or reveal?",
    "tr": "Awalaa ya'lamoona annal laaha ya'lamu maa yusirroona wa-maa yu'linoon"
  },
  "78": {
    "t": "Some of them are illiterate and have no knowledge of the Book except for what they know from legends and fantasy. They are only relying on conjecture.",
    "tr": "Wa-minhum ummiyyoona laa ya'lamoonal kitaaba illaaa amaaniyya wa-in hum illaa yazunnoon"
  },
  "79": {
    "t": "Woe to those who write the Book themselves and say, \"This is from God,\" so that they may sell it for a small price! Woe unto them for what they have done and for what they have gained!",
    "tr": "Fawailul lillazeena yaktuboonal kitaaba bi-aidihim summa yaqooloona haazaa min 'indil laahi liyashtaroo bihee samanan qaleela(n); fawailul lahum mimaa katabat aydeehim wa-wailul lahum mimmaa yaksiboon"
  },
  "80": {
    "t": "They have said, \"Hell fire will never harm us except for just a few days.\" (Muhammad), ask them, \"Have you made such agreements with God Who never breaks any of His agreements or you just ascribe to Him that which you do not know?",
    "tr": "Wa-qaaloo lan tamassanan Naaru illaaa ayyaamam ma'doo-dah,(tan) qul attakhaztum 'indal laahi 'ahdan falain yukhlifal laahu 'ahdah(ooo); am taqooloona 'alal laahi maa laa ta'lamoon"
  },
  "81": {
    "t": "There is no doubt that evil doers who are engulfed in sins are the companions of hell fire wherein they will live forever.",
    "tr": "Balaa man kasaba sayyi'atanw wa-ahaatat bihee khateee'atuhoo fa-ulaaa'ika As-haabun Naar(i); hum feehaa khaalidoon"
  },
  "82": {
    "t": "As for the righteously striving believers, they will be among the people of Paradise wherein they will live forever.",
    "tr": "Wallazeena aamanoo wa-'amilus saalihaati ulaaa'ika As-haabul Janna(ti); hum feeha khaalidoon"
  },
  "83": {
    "t": "We made a covenant with the children of Israel that they should not worship anyone except Me, that they should serve their parents, relatives, orphans, and the destitute, that they should speak righteous words to people, and that they should be steadfast in their prayers and pay the religious tax. But soon after you made this covenant, all but a few of you broke it heedlessly.",
    "tr": "Wa-iz akhaznaa meesaaqa Baneee Israaa'eela laa ta'budoona illal laaha wa-bil waalidaini ihsaana(nw) wa-zil qurbaa walyataamaa walmasaakeeni wa-qooloo linnaasi husna(nw) wa-aqeemus salaata wa-aatuzZakaat(a) summa tawallaitum illaa qaleelam minkum wa-antum mu'ridoon"
  },
  "84": {
    "t": "We made a covenant with you that you should not shed each other's blood or expel each other from your homeland. You accepted and bore witness to this covenant,",
    "tr": "Wa-iz akhaznaa meesaa-qakum laa tasfikoona dimaaa'akum wa-laa tukhrijoona anfusakum min diyaarikum summa aqrartum wa-antum tashhadoon"
  },
  "85": {
    "t": "yet you murdered each other and forced a number of your people out of their homeland, helping each other to commit sin and to be hostile to one another. When you had expelled people from their homeland and later they had been made captives (of other people), you then paid their ransom (thinking that it was a righteous deed). God forbade you to expel these people in the first place. Do you believe in one part of the Book and not in the other? Those who behave in this way shall reap disgrace in this world and severe punishment on the Day of Resurrection. God is not unaware of things that you do.",
    "tr": "Summa antum haaa'ulaaa'i taqtuloona anfusakum wa-tukhrijoona fareeqam minkum min diyaarihim tazaaharoona 'alaihim bil-ismi wal'udwaani wa-in yaatookum usaaraa tufaadoohum wahuwa muharramun 'alaikum ikhraajuhum, afatu'-mi-noona biba'dil Kitaabi wa-takfuroona biba'd,(in) famaa jazaaa'u mai yaf'alu zaalika minkum illaa khizyun fil hayaatid dunyaa; wa-yawmal qiyaamati yuraddoona ilaaa ashaddil 'azaab:(i) wa-mal laahu bighaafilin 'ammaa ta'maloon"
  },
  "86": {
    "t": "They have traded the life hereafter in exchange for their worldly life. Their punishment will not be eased nor will they receive help.",
    "tr": "Ulaaa'ikal lazeenash tarawul hayaatad dunyaa bil-aakhira(ti); falaa yukhaffafu 'anhumul 'azaabu wa-laa hum yunsaroon"
  },
  "87": {
    "t": "We gave the Book to Moses and made the Messengers follow in his path. To Jesus, the son of Mary, We gave the miracles and supported him by the Holy Spirit. Why do you arrogantly belie some Messengers and murder others whenever they have brought you messages that you dislike?",
    "tr": "Wa-laqad aatainaa Moosal Kitaaba wa-qaffainaa mim ba'dihee bir-Rusul(i); wa-aatainaa 'Eesab- na- Maryamal baiyinaati wa-ayyadnaahu bi-Roohil Qudus:(i) afakullamaa jaaa'akum Rasoolum bimaa laa tahwaaa anfusukumus takbartum fafareeqan kazzabtum wa-fareeqan taqtuloon"
  },
  "88": {
    "t": "They have said that their hearts cannot understand (what you, Muhammad, say). God has condemned them for their denial of the Truth. There are a very few of them who have faith.",
    "tr": "Wa-qaaloo quloobunaa ghulf,(um) bal la'anahumul laahu bikufrihim faqaleelam maa yu'minoon"
  },
  "89": {
    "t": "When a Book came to them from God which confirms what is with them (the fact of truthfulness of the Prophet Muhammad in their Scripture), and, despite the fact that they had been praying for victory over the disbelievers (by the help of the truthful Prophet), they refuse to accept this book, even though they know it (to be the Truth). May God condemn those who hide the Truth!",
    "tr": "Wa-lammaa jaaa'ahum Kitaabum min 'indil laahi musaddiqul limaa ma'ahum wa-kaanoo min qablu yastaftihoona 'alal lazeena kafaroo falammaa jaaa'ahum maa 'arafoo kafaroo bih,(ee) fala-'natul laahi 'alal kaafireen"
  },
  "90": {
    "t": "Evil is that for which they have sold their souls: They have refused to accept God's revelations in rebellion against the servant of God whom He has, by His Grace, chosen to grant His message. They have brought upon themselves God's wrath in addition to the wrath that they had incurred upon themselves for their previous sins. The disbelievers will suffer a humiliating torment.",
    "tr": "Bi'samash taraw biheee anfusahum ai yakfuroo bimaaa anzalal laahu baghyan ain yunazzilal laahu min fadlihee 'alaa mai yashaaa'u min ibaadi(hee); fabaaa'oo bighadabin 'alaa ghadab,(in) wa-lilkaafireena 'azaabum muheen"
  },
  "91": {
    "t": "When they are told to believe n God's revelations, they reply, \"We believe only in what God has revealed to us,\" but they disbelieve His other true revelations, even though these revelations confirms their own (original) Scripture. (Muhammad) ask them, \"Why did you murder God's Prophets if you were true believers?\"",
    "tr": "Wa-izaa qeela lahum aaminoo bimaaa anzalal laahu qaaloo nu'minu bimaaa unzila 'alainaa wa-yakfuroona bimaa waraaa'ahoo wa-huwal haqqu musaddiqal limaa ma'ahum: qul falima taqtuloona Ambiyaaa'al laahi min qablu in kuntum mu'mineen"
  },
  "92": {
    "t": "(Moses) brought you certain miracles. Not very long after, you began worshipping the calf which was nothing but senseless cruelty to yourselves.",
    "tr": "^Wa-laqad jaaa'akum Moosa bilbaiyinaati summat takhaztumul 'ijla mim ba'dihee wa-antum zaalimoon"
  },
  "93": {
    "t": "(Children of Israel) when We made a covenant with you, raised Mount Tur (Sinai) above you, and told you to receive devotedly what We had revealed to you and to listen to it, you said that you had listened but you disobeyed. They denied the truth and became totally devoted and full of love for the calf. (Muhammad) tell these people, \"If, in fact, you are true believers, then what your faith commands you to do is evil.\"",
    "tr": "Wa-iz akhaznaa meesaaqakum wa-rafa'naa fawqakumut Toora khuzoo maaa aatainaakum biquwwatinw wasma'oo; qaaloo sami'naa wa-'asainaa wa-ushriboo fee quloobihimul 'ijla bikufrihim, qul bi'samaa yaamurukum biheee eemaanukum in kuntum mu'mineen"
  },
  "94": {
    "t": "(Muhammad), tell them, \"If your claim is true that the home with God in the everlasting life hereafter is for you alone, you should have a longing for death\".",
    "tr": "Qul in kaanat lakumud Daarul Aakhiratu 'indal laahi khaalisatam min doonin naasi fatamannawul mawta in kuntum saadiqeen"
  },
  "95": {
    "t": "But they can never have a longing for death because of what they have done. God knows the unjust well.",
    "tr": "Wa-lai yatamannawhu abadam bimaa qaddamat aideehim: wallaahu 'aleemum bizzaalimeen"
  },
  "96": {
    "t": "However, you will find them the greediest of all men, even more than the pagans, for life. They would each gladly live for a thousand years, but such a long life would not save them from the torment. God sees what they do.",
    "tr": "Wa-latajidannahum ahrasannaasi 'alaa hayaatinw wa minal lazeena ashrakoo, yawaddu ahaduhum lau yu'ammaru alfa sana(tinw) wa-maa huwa bi-muzahzihihee minal 'azaabi ai yu'ammar:(a) wallaahu baseerum bimaa ya'maloon"
  },
  "97": {
    "t": "(Muhammad), tell the people, whoever is an enemy to Gabriel who has delivered the Book to your heart as a guide and as joyful news to the believers,",
    "tr": "Qul man kaana 'aduwwal li-Jibreela fa-innahoo nazzalahoo 'alaa qalbika bi-iznil laahi musaddiqal limaa baina yadaihi wa-hudanw wa-bushraa lilmu'mineen"
  },
  "98": {
    "t": "and as a confirmation of (original) Scripture and whoever is the enemy of God, His angels, His Messenger, Gabriel and Michael, should know that God is the enemy of those who hide the Truth..",
    "tr": "Man kaana 'aduwwal lillaahi wa-malaaa'ikatihee wa-Rusulihee wa-Jibreela wa-Meekaala fa-innal laaha 'aduwwul lilkaafireen"
  },
  "99": {
    "t": "(Muhammad) We have given you enlightening authority. Only the wicked sinners deny it.",
    "tr": "Wa-laqad anzalnaaa ilaika Aayaatim baiyinaat(inw); wa-maa yakfuru bihaaa illal faasiqoon"
  },
  "100": {
    "t": "Why is it that every time they (the Jews) make a covenant, some of them abandon it. Most of them do not even believe.",
    "tr": "Awa-kullamaa 'aahadoo ahdan nabazahoo fareequm minhum, bal aksaruhum laa yu'minoon"
  },
  "101": {
    "t": "When a Messenger of God came to them confirming the (original) revelation that they already had received, a group of those who had the Scripture with them, threw the Book of God behind their backs as if they did not know anything about it.",
    "tr": "Wa-lammaa jaaa'ahum Rasoolum min 'indil laahi musaddiqul limaa ma'ahum nabaza fareequm minal lazeena ootul Kitaaba Kitaabal laahi waraaa'a zuhoorihim ka-annahum laa ya'lamoon"
  },
  "102": {
    "t": "They followed the incantations that the devils used against the kingdom of Solomon. Solomon did not hide the truth but the devils did. They taught magic to the people and whatever was revealed to the two angels, Harut and Marut, in Babylon. The two angels did not teach anything to anyone without saying, \"Our case is a temptation for the people, so do not hide the truth.\" People learned something from the two angels that could cause discord between a man and his wife. However, they could harm no one except by the permission of God. In fact, the (people) learned things that would harm them and render them no benefit. They knew very well that one who engaged in witchcraft would have no reward in the life hereafter. Would that they had known that they had sold their souls for that which is vile!",
    "tr": "Wattaba'oo maa tatlush Shayaateenu 'alaa mulki Sulaimaan(a); wamaa kafara Sulaimaanu walaakinnash Shayatteena kafaroo yu'al-limoonan naasas sihra wa-maaa unzila 'alal malakaini bi-Baabila Haaroota wa-Maaroot, wa-maa yu'allimaani min ahadin hattaa yaqoolaaa innamaa nahnu fitnatun falaa takfur; fayata'al-lamoona minhumaa maa yufarriqoona bihee bainal mar'yee wa-zawjih,(i) wa-maa hum bidaaarreena bi-hee min ahadin illaa bi-iznil llah,(i) wa-yata'allamoona maa yadurruhum wa-laa yanfa'uhum, wa-laqad 'alimoo lamanish taraahu maa lahoo fil Aakhirati min khalaaq,(in) wa-labi'sa maa sharaw biheee anfusahum, lau kaanoo ya'lamoon"
  },
  "103": {
    "t": "Would that they had known that if they had embraced the faith and avoided evil, they would have received better rewards from God.",
    "tr": "Wa-law annahum aamanoo wattaqaw lamasoobatum min 'indil laahi khair(un); lau kaanoo ya'lamoon"
  },
  "104": {
    "t": "Believers, do not address the Prophet as ra'ina (whereby the Jews, in their own accent, meant: Would that you would never hear, but call him unzurna) (meaning: Please speak to us slowly so that we understand), and then listen. The unbelievers will face a painful torment.",
    "tr": "Yaaa-ayyuhal lazeena aamanoo laa taqooloo raa'inaa wa-qoolun zurnaa wasma'oo: wa-lilkaafireena 'azaabun aleem"
  },
  "105": {
    "t": "(Muhammad) the disbelievers among the People of the Book and the pagans do not like to see anything good revealed to you from your Lord. God reserves His mercy for whomever He chooses. The generosity of God is great.",
    "tr": "Maa yawaddul lazeena kafaroo min ahlil kitaabi wa-lal mushrikeena ai-n yunazzala 'alaikum min khairim mir Rabbikum: wallaahu yakhtassu birahmatihee mai-n yashaaa,(u) wallaahu zul fadlil 'azeem"
  },
  "106": {
    "t": "For whatever sign We change or eliminate or cause to recede into oblivion, We bring forth a better sign, one that is identical. Do you not know that God has power over all things?",
    "tr": "^Maa nansakh min aayatin aw nunsihaa na-ti bikhairim minhaaa aw mislihaaa: alam ta'lam annal laaha 'alaa kulli shai'in qadeer"
  },
  "107": {
    "t": "Do you not know that the kingdom of the heavens and the earth belongs to God and that no one is your guardian or helper besides Him?",
    "tr": "Alam ta'lam annal laaha lahoo mulkus samaawaati wal-ard:(i) wa-maa lakum min doonil laahi minw waliyyinw wa-laa naseer"
  },
  "108": {
    "t": "Do you want to address the Prophet in the same manner in which Moses was addressed? Anyone who exchanges belief for disbelief has certainly gone down the wrong path.",
    "tr": "Am tureedoona an tas'aloo Rasoolakum kamaa su'ila Moosa min qabl:(u) wa-mai-n yatabaddalil kufra bil-eemaani faqad dalla sawaaa'as sabeel"
  },
  "109": {
    "t": "Once you have accepted the faith, many of the People of the Book would love, out of envy, to turn you back to disbelief, even after the Truth has become evident to them. Have forgiveness and bear with them until God issues His order. God has power over all things.",
    "tr": "Wadda kaseerum min ahlil kitaabi lau yaruddoo-nakum mim ba'di eemaanikum kuffaaran hasadam min 'indi anfusihim mim ba'di maa tabaiyyana lahumul haqq(u); fa'foo wasfahoo hattaa yaa-tiyal laahu bi-amrih:(ee) innal laaha 'alaa kulli shai'in qadeer"
  },
  "110": {
    "t": "Be steadfast in your prayer and pay the religious tax. You will receive a good reward from God for all your good works. God is Well-aware of what you do.",
    "tr": "Wa-aqeemus salaata wa-aatuz zakaah,(ta) wa-maa tuqaddimoo li-anfusikum min khairin tajidoohu 'indal laah:(i) innal laaha bimaa ta'maloona baseer"
  },
  "111": {
    "t": "They have said that no one can ever go to Paradise except the Jews or Christians, but this is only what they hope. Ask them to prove that their claim is true.",
    "tr": "Wa-qaaloo lai-n yadkhulal jannata illaa man kaana Hoodan aw Nasaaraa: tilka amaaniyyuhum: qul haatoo burhaa-nakum in kuntum saadiqeen"
  },
  "112": {
    "t": "However, one who accepts Islam in submission to God and does good, will have his reward with God. Such people will have nothing to fear nor to grieve about.",
    "tr": "Balaa man aslama wajhahoo lillaahi wa-huwa muhsinun falahooo ajruhoo 'inda rabbihee wa-laa khawfun 'alaihim wa-laa hum yahzanoon"
  },
  "113": {
    "t": "The Jews accuse the Christians of having no basis for their religion and the Christians accuse the Jews of having no basis for their religion, even though both sides read the Scripture. The ignorant ones say the same thing. God will issue His decree about their dispute on the Day of Judgment.",
    "tr": "Wa-qaalatil Yahoodu laisatin Nasaaraa 'alaa shai'inw wa-qaalatin Nasaaraaa laisatil Yahoodu 'alaa shai'inw 'wa-hum yatloonal Kitaab:(a) kazaalika qaalal lazeena la ya'lamoona misla qawlihim, fallaahu yahkumu bainahum Yawmal Qiyaamati feemaa kaanoo feehi yakhtalifoon"
  },
  "114": {
    "t": "Who is more unjust than those who strive to destroy the mosques and prevent others from commemorating the Name of God therein who could not enter the mosques except with fear. They, (the unjust ones), will be disgraced in this life and will receive great torment in the life hereafter.",
    "tr": "Wa-man azlamu mimmam mana'a masaajidal laahi ai-n yuzkara feehas muhoo wa-sa'aa fee kharaabihaaa, ulaaa'ika maa kaana lahum ai-n yadkhuloohaaa illaa khaaa'ifeen,(a) lahum fid dunyaa khizyunw wa-lahum fil aakhirati 'azaabun 'azeem"
  },
  "115": {
    "t": "The East and the West belong to God. Wherever you turn, you are always in the presence of God. God is Munificent and Omniscient.",
    "tr": "Wa-lillaahil mashriqu walmaghrib,(u) fa-aynamaa tuwalloo fasamma wajhul laah,(i) innal laaha waasi'un Aleem"
  },
  "116": {
    "t": "They, (the People of the Book), have said that God has taken for Himself a son. He is too glorious to have a son. To Him belongs all that is in the heavens and the earth. All pray in obedience to Him.",
    "tr": "Wa-qaalut takhazal laahu walada:(n) subhaana(hoo); bal lahoo maa fis samaawaati wal-ard(i); kullul lahoo qaanitoon"
  },
  "117": {
    "t": "God is the Originator of the heavens and the earth. Whenever He decides to do anything, He just commands it to exist and it comes into existence.",
    "tr": "Badeee'us samaawaati wal-ard(i); wa-izaa qadaaa amran fa-innamaa yaqoolu lahoo kun fayakoon"
  },
  "118": {
    "t": "The ignorant have asked, \"Why does He not speak to us and why has no evidence come to show us (that He exists)?\" People before them had also asked such questions. They all think in the same way. We have already made the evidence very clear for those who have certainty.",
    "tr": "Wa-qaalal lazeena laa ya'lamoona lau-laa yukallimunal laahu au taateenaaa aaya:(tun) kazaalika qaalal lazeena min qablihim misla qawlihim. tashaabahat quloobuhum: qad baiyannal aayaati liqawmin-y yooqinoon"
  },
  "119": {
    "t": "We have sent you (Muhammad) for a genuine purpose to proclaim glad news and warnings. You will not be blamed for the dwellers of blazing hell.",
    "tr": "Innaaa arsalnaaka bilhaqqi basheeranw wa-nazeera(nw); wa-laa tus'alu 'an As-haabil Jaheem"
  },
  "120": {
    "t": "The Jews and Christians will never be pleased with you unless you follow their faith. (Muhammad) tell them that the guidance of God is the only true guidance. If you follow their wishes after all the knowledge that has come to you, you will no longer have God as your guardian and helper.\"",
    "tr": "Wa-lan tardaa 'ankal Yahoodu wa-lan Nasaaraa hattaa tattabi'a millatahum: qul inna hudal laahi huwal hudaa: wa-la'init taba'ta ahwaaa'ahum ba'dal lazee jaaa'aka minal 'ilmi maa laka minal laahi minw waliyyinw wa-laa naseer"
  },
  "121": {
    "t": "Those (of the People of the Book) who have received Our Book (Quran), and read it thoroughly, believe in it. Those who disbelieve the Book are certainly losers.",
    "tr": "Allazeena aatainaahumul Kitaaba yatloonahoo haqqa tilaawatiheee ulaaa'ika yu'minoona bih:(ee) wa-mai-n yakfur bihee fa-ulaaa'ika humul khaasiroon"
  },
  "122": {
    "t": "Children of Israel, recall My favor to you and the preference that I gave to you over all the other nations.",
    "tr": "Yaa-Baneee Israaa'eelaz kuroo ni'matiyal lateee an'amtu 'alaikum wa-annee faddaltukum 'alal 'aalameen"
  },
  "123": {
    "t": "Have fear of the day when every soul will be responsible for itself, no ransom will be accepted for it, no intercession will be of any benefit to it and no one will receive any help.",
    "tr": "Wattaqoo yawmal laa tajzee nafsun 'an nafsin shai-'anw wa-laa yuqbalu minhaa 'adlunw wa-laa tanfa'uhaa shafaa-'atunw wa-laa hum yunsaroon"
  },
  "124": {
    "t": "When his Lord tested Abraham's faith, (by His words) and he satisfied the test, He said, \"I am appointing you as the leader of mankind.\" Abraham asked, \"Will this leadership also continue through my descendants?\" The Lord replied, \"The unjust do not have the right to exercise My authority.\"",
    "tr": "^Wa-izib talaaa Ibraaheema Rabbuhoo bi-Kalimaatin fa-atammahun(na); qaala Innee jaa'iluka linnaasi Imaama(n); qaala wa-min zurriyyatee; qaala laa yanaalu 'ahdiz zaalimeen"
  },
  "125": {
    "t": "We made the house (in Mecca) as a place of refuge and sanctuary for men. Adopt the place where Abraham stood as a place for prayer. We advised Abraham and Ishmael to keep My house clean for the pilgrims, the worshippers and for those who bow down and prostrate themselves in worship.",
    "tr": "Wa-iz ja'alnal Baita masaabatal linnaasi wa-amna-nw wattakhizoo mim Maqaami Ibraaheema musallaaa; wa-'ahidnaaa ilaaa Ibraaheema wa-Ismaa'eela an tahhiraa Baitiya littaaa'ifeena wal'aakifeena warrukka'is sujood"
  },
  "126": {
    "t": "When Abraham prayed to the Lord saying, \"Lord, make this town a place of security and provide those in the town who believe in God and the Day of Judgement, with plenty,\" God replied, \"I shall allow those who hide the truth to enjoy themselves for a while. Then I shall drive them into the torment of hell fire, a terrible destination!\"",
    "tr": "Wa-iz qaala Ibraaheemu Rabbij 'al haazaa baladan aaminanw warzuq ahlahoo minas samaraati man aamana minhum billaahi wal-yawmil aakhir(i); qaala wa-man kafara fa-umatti'uhoo qaleelan summa adtarruhooo ilaa 'azaabin Naar(i); wa-bi'sal maseer"
  },
  "127": {
    "t": "While Abraham and Ishmael were raising the foundation of the house, they prayed, \"Lord, accept our labor. You are All-hearing and All-knowing.",
    "tr": "Wa-iz yarfa'u Ibraaheemul qawaa'ida minal Baiti wa-Ismaa'eelu Rabbanaa taqabbal minnaa; innaka Antas Samee'ul Aleem"
  },
  "128": {
    "t": "Lord, make us good Muslims (one who submits himself to God) and from our descendants make a good Muslim nation. Teach us the rules of worship and accept our repentance; You are All-forgiving and All-merciful.",
    "tr": "Rabbanaa waj'alnaa muslimaini laka wa-min zurriyyatinaaa ummatam muslimatal laka wa-arinaa manaasikanaa wa-tub 'alainaa; innaka antat Tawwaabur Raheem"
  },
  "129": {
    "t": "Lord, send to them (our descendants) a Messenger of their own who will recite to them Your revelations, teach them the Book, give them wisdom, and purify them. You alone are the Majestic and the Most Wise.\"",
    "tr": "Rabbanaa wab'as feehim Rasoolam minhum yatloo 'alaihim aayaatika wa-yu'allimuhumul Kitaaba wal-Hikmata wa-yuzakkeehim, innaka Antal 'Azeezul Hakeem"
  },
  "130": {
    "t": "No one turns away from Abraham's Tradition except one who makes a fool of himself. To Abraham We have granted distinction in this world and in the life hereafter he will be among the righteous ones.",
    "tr": "Wa-mai-n yarghabu 'am Millati Ibraaheema illaa man safiha nafsah,(u) wa-laqadi astafainaahu fid dunyaa; wa-innahoo fil aakhirati laminas saaliheen"
  },
  "131": {
    "t": "When God commanded Abraham to submit, he replied, \"I have submitted myself to the Will of the Lord of the universe.\"",
    "tr": "Iz qaala lahoo Rabbuhooo aslim; qaala aslamtu li-Rabbil 'aalameen"
  },
  "132": {
    "t": "Abraham left this legacy to his sons and, in turn, so did Jacob saying, \"God has chosen this religion for you. You must not leave this world unless you are a Muslim (submitted to the will of the Lord of the Universe).\"",
    "tr": "Wa-wassaa bihaaa Ibraaheemu baneehi wa-Ya'qoobu, yaa-baniyya innal laahas tafaa lakumud deena falaa tamootunna illaa wa-antum muslimoon"
  },
  "133": {
    "t": "Were you (believers) there when death approached Jacob? When he asked his sons, \"Whom will you worship after my death?\" They replied, \"We will worship your Lord, the Lord of your fathers, Abraham, Ishmael, and Isaac. He is the only Lord, and to Him we have submitted ourselves.\"",
    "tr": "Am kuntum shuhadaaa'a iz hadara Ya'qoobal mawtu iz qaala libaneehi maa ta'budoona mim ba'dee qaaloo na'budu ilaahaka wa-ilaaha aabaaa'ika Ibraaheema wa-Ismaa'eela wa-Ishaaqa Ilaahanw waahidanw wa-nahnu lahoo muslimoon"
  },
  "134": {
    "t": "That nation (children of Abraham) is gone. They have reaped what they sowed, and the same applies to you. You are not responsible for their deeds.",
    "tr": "Tilka ummatun qad khalat; lahaa maa kasabat wa-lakum maa kasabtum; wa-laa tus'aloona 'ammaa kaanoo ya'maloon"
  },
  "135": {
    "t": "The Jews and the Christians have asked the Muslims to accept their faith to have the right guidance. (Muhammad) tell them, \"We would rather follow the upright religion of Abraham who was not a pagan\".",
    "tr": "Wa-qaaloo koonoo Hoodan aw Nasaaraa tahtadoo: qul bal Millata Ibraaheema Haneefa(nw); wa-maa kaana minal mushrikeen"
  },
  "136": {
    "t": "(Muslims), say, \"We believe in God and what He has revealed to us and to Abraham, Ishmael, Isaac, and their descendants, and what was revealed to Moses, Jesus, and the Prophets from their Lord. We make no distinction among them and to God we have submitted ourselves.\"",
    "tr": "Qoolooo aamannaa billaahi wa-maaa unzila ilainaa wa-maaa unzila ilaaa Ibraaheema wa-Ismaa'eela wa-Ishaaqa wa-Ya'qooba wal-Asbaati wa-maa ootiya Moosa wa-'Eesaa wa-maaa ootiyan Nabiyyoona mir Rabbihim laa nufarriqoo baina ahadim minhum wa-nahnu lahoo muslimoon"
  },
  "137": {
    "t": "If they have faith in all that you believe, they will have the right guidance, but if they turn away, it would be for no reason other than their own malice. God is a Sufficient defender for you against them; He is All-hearing and All-knowing.",
    "tr": "Fa-in aamanoo bimisli maaa aamantum bihee faqadih tadaw; wa-in tawallau fa-innamaa hum fee shiqaaq(i); fasayak-feekahumul laah,(u) wa-Huwas Samee'ul Aleem"
  },
  "138": {
    "t": "Say, \"Belief in God and following the guidance of Islam are God's means of purification for us. Islam is the baptism of God. No one is a better baptizer than He and we Muslims worship Him.\"",
    "tr": "Sibghatal laah(i); wa-man ahsanu minal laahi sibgha(tanw); wa-nahnu lahoo 'aabidoon"
  },
  "139": {
    "t": "(Muhammad), ask the People of the Book, \"Why should you argue with us about God, Who is our Lord as well as yours, when we are sincere in our belief in God?",
    "tr": "Qul atuhaaajjoonanaa fil laahi wa-Huwa Rabbunaa wa-Rabbukum wa-lanaa a'maalunaa wa-lakum a'maalukum wa-nahnu lahoo mukhlisoon"
  },
  "140": {
    "t": "Everyone will be responsible for his own deeds. Do you (People of the Book) claim that Abraham, Ishmael, Isaac, and their descendants were Jews or Christians?\" Ask them, \"Who possesses greater knowledge, you or God? Who is more unjust than one who refuses to testify to the truth that God has given to him?\" God is not unaware of what you do.",
    "tr": "Am taqooloona inna Ibraaheema wa-Ismaa'eela wa-Ishaaqa wa-Ya'qooba wal-asbaata kaanoo Hoodan aw Nasaaraa: qul 'a-antum a'lamu amil laah:(u) wa-man azlamu mimman katama shahaadatan 'indahoo minal laah:(u) wa-mal laahu bighaafilin 'ammaa ta'maloon"
  },
  "141": {
    "t": "That nation is gone, they have reaped what they sowed and the same applies to you. You are not responsible for their deeds.",
    "tr": "Tilka ummatun qad khalat; lahaa maa kasabat wa-lakum maa kasabtum; wa-laa tus'aloona 'ammaa kaano ya'maloon"
  },
  "142": {
    "t": "Fools will soon say, \"What has made them (Muslims) change the direction to which they had been facing during their prayers (the qibla)?\" (Muhammad), tell them, \"Both the East and West belong to God and He guides (whomever He wants), to the right direction.\"",
    "tr": "^Sayaqoolus sufahaaa'u minan naasi maa wallaahum 'an Qiblatihimul latee kaanoo 'alaihaa, qul lillaahil mashriqu walmaghrib,(u) yahdee mai yashaaa'u ilaa Siraatim Mustaqeem"
  },
  "143": {
    "t": "We have made you (true Muslims) a moderate nation so that you could be an example for all people and the Prophet an example for you. The direction which you had been facing during your prayers (the qibla) was only made in order that We would know who would follow the Messenger and who would turn away. It was a hard test but not for those to whom God has given guidance. God did not want to make your previous prayers worthless; God is Compassionate and All-merciful.",
    "tr": "Wa-kazaalika ja'alnaakum ummatanw wasatal litakoonoo shuhadaaa'a 'alan naasi wa-yakoonar Rasoolu 'alaikum shaheedaa: wa-maa ja'alnal qiblatal latee kunta 'alaihaaa illaa lina'lama mai yattabi'ur Rasoola mimmai yanqalibu 'alaa 'aqibaiyh,(i) wa-in kaanat lakabeeratan illaa 'alal lazeena hadal laah:(u) wa-maa kaanal laahu liyudee'a eemaanakum, innal laaha binnaasi la-Ra'oofur Raheem"
  },
  "144": {
    "t": "We certainly saw you (Muhammad) often turn your face to the sky, so We shall instruct you to face a qibla that you will like. (Muhammad) during prayer, turn your face towards the Sacred Mosque (in Makkah). Muslims, also, wherever you are, during your prayers, turn your faces towards the Sacred Mosque. The People of the Book certainly know that this command (to change the qibla) is truly from their Lord. God is not unaware of what they do.",
    "tr": "Qad naraa taqalluba wajhika fis samaaa'(i); fala-nuwalliyannaka qiblatan tardaahaa, fawalli wajhaka shatral Masjidil haaraam,(i) wa-haisu maa kuntum fawalloo wujoohakum shatrah: wa-innal lazeena ootul Kitaaba laya'lamoona annahul haqqu mir Rabbihim: wa-mal laahu bighaafilin 'ammaa ya'maloon"
  },
  "145": {
    "t": "Even if you were to bring all kinds of authoritative proof to the People of the Book, they still would not accept your qibla, nor would you accept theirs, nor would they accept each others. Were you to follow their desires after all the knowledge that has come to you, you would certainly have been one of the unjust.",
    "tr": "Wa-la'in ataital lazeena ootul kitaaba bikulli aayatim maa tabi'oo Qiblatak, wa-maaa anta bitaabi'in Qiblatahum, wa-maa ba'duhum bitaabi'in Qiblata ba'd,(in) wa-la'init taba'ta ahwaaa'ahum mim ba'di maa jaaa'aka minal 'ilmi innaka izal laminaz zaalimeen"
  },
  "146": {
    "t": "Those to whom We have given the Book (Bible), know you (Muhammad) just as a well as they know their sons. It is certain that some of them deliberately hide the truth.",
    "tr": "Allazeena aatainaahumul kitaaba ya'rifoonahoo kamaa ya'rifoona abnaaa'ahum; wa-inna fareeqam minhum layaktumoonal haqqa wa-hum ya'lamoon"
  },
  "147": {
    "t": "Never doubt that the essence of truth comes from your Lord",
    "tr": "Alhaqqu mir Rabbik(a); falaa takoonana minal mumtareen"
  },
  "148": {
    "t": "Every one pursues his goal. Compete with each other in performing good deeds. Wherever you are, God will bring you all together. God has power over all things.",
    "tr": "Wa-likullinw wijhatun huwa muwalleehaa; fastabiqul khairaat,(i) ayna maa takoonoo ya`ti bikumul laahu jamee'aa,(n) innal laaha 'alaa kulli shai'in qadeer"
  },
  "149": {
    "t": "(Muhammad), wherever you go, turn your face towards the Sacred Mosque (in Mecca). This is the truth from your Lord who is not unaware of what you do",
    "tr": "Wa-min haisu kharajta fawalli wajhaka shatral Masjidil Haraam(i); wa-innahoo lalhaqqu mir Rabbik: wa-mal laahu bighaafilin 'ammaa ta'maloon"
  },
  "150": {
    "t": "(Muhammad) wherever you go, turn your face to the Sacred Mosque and Muslims, wherever you are, turn your faces in the same direction so that no group of people, except the unjust among them, would have any reason against you and so that I may establish My commandments for your people to have proper guidance. (The unjust may criticize you) but do not fear them, fear only Me.",
    "tr": "Wa-min haisu kharajta fawalli wajhaka shatral Masjidil Haraam,(i) wa-haisu maa kuntum fawalloo wujoohakum shatrahoo li'allaa yakoona linnaasi 'alaikum hujjatun illal lazeena zalamoo minhum falaa takhshawhum wakhshawnee wa-li-utimma ni'matee 'alaikum wa-la'allakum tahtadoon"
  },
  "151": {
    "t": "As We have sent a Messenger from your own people to show you evidence about Me, to purify you from sins, to teach you the Book, give you wisdom and instruct you in that which you did not know,",
    "tr": "kamaaa arsalnaa feekum Rasoolam minkum yatloo 'alaikum aayaatina wa-yuzakkeekum wa-yu'alli-mukumul kitaaba wal-hikmata wa-yu'allimukum maa lam takoonoo ta'lamoon"
  },
  "152": {
    "t": "therefore, remember Me and I shall remember you. Thank Me and do not hide the truth about Me.",
    "tr": "Fazkurooneee azkurkum washkuroo lee wa-laa takfuroon"
  },
  "153": {
    "t": "Believers, help yourselves (in your affairs) through patience and prayer; God is with those who have patience.",
    "tr": "Yaaa-ayyuhal laazeena aamanus ta'eenoo bissabri was-Salaah,(ti) innal laaha ma'as saabireen"
  },
  "154": {
    "t": "Do not consider those who are slain for the cause of God to be dead. They are alive but you are unaware of them.",
    "tr": "Wa-laa taqooloo limai-n yuqtalu fee sabeelil laahi amwaat,(um) bal ahyaaa'unw wa-laakil laa tash'uroon"
  },
  "155": {
    "t": "We shall test you through fear, hunger, loss of life, property, and crops. (Muhammad), give glad news to the people who have patience",
    "tr": "Wa-lanablu-wannakum bishai'im minal khawfi waljoo'i wa-naqsim minal amwaali wal-anfusi was-samaraat:(i) wa-bashshiris saabireen"
  },
  "156": {
    "t": "and in difficulty say, \"We are the servants of God and to Him we shall all return\".",
    "tr": "Allazeena izaaa asaabathum museebatun qaalooo innaa lillaahi wa-innaaa ilaihi raaji'oon"
  },
  "157": {
    "t": "It is they who will receive blessings and mercy from God and who follow the right guidance.",
    "tr": "Ulaaa'ika 'alaihim salawaatum mir Rabbihim wa-rahma(tum); wa-ulaaa'ika humul muhtadoon"
  },
  "158": {
    "t": "Safa and Marwah (names of two places in Mecca) are reminders of God. It is no sin for one who visits the Sacred House (in Mecca) to walk seven times between (Safa and Marwah.) Whoever willingly does a good deed in obedience to God, will find God All-knowing and Fully Appreciative.",
    "tr": "^Innas Safaa wal-Marwata min sha'aaa'iril laah(i); faman hajjal Baita awi'tamara falaa junaaha 'alaihi ai yattawwafa bihimaa, wa man tatawwa'a khairan fa-innal laaha Shaakirun 'Aleem"
  },
  "159": {
    "t": "Those who hide the authoritative proofs and the guidance that We have revealed, after it has been made clear for the People of the Book, will be condemned by God and those who have the right to condemn.",
    "tr": "Innal lazeena yaktumoona maaa anzalnaa minal baiyinaati walhudaa mim ba'di maa baiyannaahu linnaasi fil kitaab(i) ulaaa'ika yal'anuhumul laahu wa-yal'anuhumul laa-'inoon"
  },
  "160": {
    "t": "However, I shall accept the repentance of those of them who repent for their sins, reform their manners, and preach the truth; I am All-forgiving and All-merciful.",
    "tr": "Illal lazeena taaboo wa-as-lahoo wa-baiyanoo fa-ulaaa'ika atoobu 'alaihim, wa-Anat Tawwaabur Raheem"
  },
  "161": {
    "t": "Those who deny My existence and die with such attitude will be subject to the condemnation of God, the angels, and all people.",
    "tr": "Innal lazeena kafaroo wamaa-too wa-hum kuffaar(un) ulaaa'ika 'alaihim la-'natul laahi walmalaa'ikati wannaasi ajma'een"
  },
  "162": {
    "t": "They will live condemned forever, will have no relief from the torment, and no attention will be paid to them.",
    "tr": "khaalideena feeha; laa yukhaffafu 'anhumul 'azaabu wa-laa hum yunzaroon"
  },
  "163": {
    "t": "Our Lord is the only Lord. There is no God but He, the Beneficent and Merciful.",
    "tr": "Wa-ilaahukum illaahunw waahid(ul); laaa ilaaha illaa Huwar Rahmaanur Raheem"
  },
  "164": {
    "t": "The creation of the heavens and the earth, the alternation of nights and days, the ships that sail in the sea for the benefit of the people, the water that God sends from the sky to revive the dead earth where He has scattered all kinds of animals, the winds of all directions, and the clouds rendered for service between the sky and the earth are all evidence (of His existence) for those who use their reason.",
    "tr": "Inna fee khalqis samaawaati wal-ardi wakhtilaafil laili wannahaari walfulkil latee tajree fil bahri bimaa yanfa'un naasa wa-maaa anzalal laahu minas samaaa'i mim maaa'in fa-ahyaa bihil arda ba'da mawtihaa wa-bas-sa feehaa min kulli daaabbatinw wa-tasreefir riyaahi was-sahaabil musakhkhari bainas samaaa'i wal-ardi la-aayaatil liqawminy ya'qiloon"
  },
  "165": {
    "t": "Some people consider certain things equal to God and love them just as one should love God. However, the strongest of the believers' love is their love of God. Had the unjust been able to reflect about their condition, when facing the torment, they would have had no doubt that to God belongs All-power and that He is stern in His retribution.",
    "tr": "Wa-minan naasi mai yattakhizu min doonil laahi andaadai-n yuhibboonahum kahubbil laah(i); wallazeena aamanooo ashaddu hubbal lillah: wa-lau yaral lazeena zalamoo iz yarawnal 'azaaba annal quwwata lillaahi jamee'a(nw) wa-annal laaha shadeedul 'azaab"
  },
  "166": {
    "t": "When the leaders see the torment and lose all their resources, they will denounce their followers.",
    "tr": "Iz tabarra-al lazeenat tubi'oo minal lazeenat taba'oo wa-ra-awul 'azaaba wa-taqatta'at bihimul as-baab"
  },
  "167": {
    "t": "The followers will say, \"Had we had the chance we also would have denounced our leaders.\" That is how God will show them their regrettable deeds. They will not be able to escape from hell fire.",
    "tr": "Wa-qaalal lazeenat taba'oo lau anna lanaa karratan fanatabarra-a minhum kamaa tabarra'oo minnaa: kazaalika yureehimul laahu a'maalahum hasaraatin 'alaihim; wa-maa hum bikhaarijeena minan Naar"
  },
  "168": {
    "t": "People, eat of the good and lawful things on earth. Do not follow the footsteps of Satan; he is clearly your enemy.",
    "tr": "Yaaa-ayyuhan naasu kuloo mimmaa fil ardi halaalan taiyyiba(nw) wa-laa tattabi'oo khutu-waatish Shaitaan,(i) innahoo lakum 'aduwwum mubeen"
  },
  "169": {
    "t": "He tries to make you do evil and shameful things and speak against God without knowledge.",
    "tr": "Innamaa yaa`murukum bis-sooo'i walfah-shaaa'i wa-an taqooloo alal laahi maa laa ta'lamoon"
  },
  "170": {
    "t": "When some people are asked to follow the revelations of God, they say, \"We would rather follow what our fathers have followed,\" even though their fathers had no understanding and could not find the true guidance.",
    "tr": "Wa-izaa qeela lahumut tabi'oo maaa anzalal laahu qaaloo bal nattabi'u maaa alfainaa 'alaihi aabaaa'anaaa: awa-lau kaana aabaaa'hum laa ya'qiloona shai'anw wa-laa yahtadoon"
  },
  "171": {
    "t": "Preaching to unbelievers is like talking to someone who cannot hear anything except yells and shouts. They are deaf, dumb, and blind; they have no understanding.",
    "tr": "Wa-masalul lazeena kafaroo kamasalil lazee yan'iqu bimaa laa yasma'u illaa du'aaa'anw wa-nidaaa'aa,(n) summum bukmun 'umyun fahum laa ya'qiloon"
  },
  "172": {
    "t": "Believers, eat from the good things that We have given you and give thanks to God if you worship only Him.",
    "tr": "Yaaa-ayyuhal lazeena aamanoo kuloo min taiyibaati maa razaqnaakum washkuroo lillaahi in kuntum iyyaahu ta'budoon"
  },
  "173": {
    "t": "God has forbidden you to eat that which has not been properly slaughtered, blood, pork, and the flesh of any animal which has not been consecrated with a mention of the Name of God. However, in an emergency, without the intention of transgression or repeating transgression, one will not be considered to have committed a sin. God is All-forgiving and All-merciful.",
    "tr": "Innamaa harrama 'alaikumul maitata waddama wa-lahmal khinzeeri wa-maaa uhilla bihee lighairil laah(i); famanid turra ghaira baaghinw wa-laa 'aadin falaaa isma 'alaih,(i) innal laaha Ghafoorur Raheem"
  },
  "174": {
    "t": "Those who receive some small gain by hiding the Books which God has revealed, have, in fact, filled up their stomachs with fire. God will not speak with them on the Day of Judgment, nor will He purify them; instead, they will face a painful torment.",
    "tr": "Innal lazeena yaktumoona maaa anzalal laahu minal kitaabi wa-yashtaroona bihee samanan qaleel(an) ulaaa'ika maa yaakuloona fee butoonihim illan Naar(a) wa-laa yukallimu-humul laahu Yawmal Qiyaamati wa-laa yuzakkeehim wa-lahum 'azaabun aleem"
  },
  "175": {
    "t": "They have exchanged guidance for error and forgiveness for torment. What makes them seek the fire so earnestly (for they are doomed to be punished)?",
    "tr": "Ulaaa'ikal lazeenash tarawud dalaalata bilhudaa wal'azaaba bilmaghfirah,(ti) famaaa as-barahum 'alan Naar"
  },
  "176": {
    "t": "God has revealed the Book in all Truth and those who dispute it are filled with malice which has taken them far away from the truth.",
    "tr": "Zaalika bi-annal laaha nazzalal kitaaba bilhaqq: wa-innal lazee-nakh talafoo fil kitaabi lafee shiqaaqim ba'eed"
  },
  "177": {
    "t": "Righteousness is not determined by facing East or West during prayer. Righteousness consists of the belief in God, the Day of Judgment, the angels, the Books of God, His Prophets; to give money for the love of God to relatives, orphans, the destitute, and those who are on a journey and in urgent need of money, beggars; to set free slaves and to be steadfast in prayer, to pay the religious tax (zakat) to fulfill one's promises, and to exercise patience in poverty, in distress, and in times of war. Such people who do these are truly righteous and pious.",
    "tr": "^Laisal birra an tuwalloo wujoohakum qibalal mashriqi walmaghribi wa-laakinnal birra man aamana billaahi wal-yawmil aakhiri wal-malaaa'ikati wal-kitaabi wan-nabiyyeena wa-aatal maala 'alaa hubbihee zawil qurbaa walyataa-maa walmasaakeena wabnas sabeeli wassaaa'ileena wa-fir riqaabi wa-aqaamas salaata wa-aataz zakaata walmoofoona bi-ahdihim izaa 'aahadoo; wa-saabireena fil baasaaa'i waddarraaa'i wa-heenal baas:(i) ulaaa'ikal lazeena sadaqoo; wa-ulaaa'ika humul muttaqoon"
  },
  "178": {
    "t": "Believers, in case of murder, the death penalty is the sanctioned retaliation: a free man for a free man, a slave for a slave, and a female for a female. However, if the convicted person receives pardon from the aggrieved party, the prescribed rules of compensation must be followed accordingly. This is a merciful alteration from your Lord. Whoever transgresses against it will face a painful punishment.",
    "tr": "Yaaa-ayyuhal lazeena aamanoo kutiba alaikumul qisaasu fil qatlaa; alhurru bilhurri wal'abdu bil'abdi wal-unsaa bil-unsaa, faman 'ufiya lahoo min akheehi shai'un fattibaa'um bilma'roofi wa-adaaa'un ilaihi bi-ihsaan:(in) zaalika takhfeefum mir rabbikum wa-rahmah:(tun) famani' tadaa ba'da zaalika falahoo 'azaabun aleem"
  },
  "179": {
    "t": "People of understanding, the law of the death penalty as retaliation grants you life so that perhaps you will have fear of God.",
    "tr": "Wa-lakum fil qisaasi hayaatuin yaaa-ulil albaabi la'allakum tattaqoon"
  },
  "180": {
    "t": "If one of you facing death can leave a legacy, he should bequeath it to his parents and relatives, according to the law. This is the duty of the pious.",
    "tr": "Kutiba 'alaikum izaa hadara ahadakumul mawtu in taraka khairanil wasiyyatu lilwaalidaini wal-aqrabeena bil-ma'roof(i); haqqan 'alal muttaqeen"
  },
  "181": {
    "t": "Whoever intentionally changes the will of a deceased person, he has committed a sin. God is All-hearing and All-knowing.",
    "tr": "Famam baddalahoo ba'da-maa sami'ahoo fa-innamaaa ismuhoo 'alal lazeena yubaddi-loonah,(u) innal laha Samee'un 'Aleem"
  },
  "182": {
    "t": "One who is afraid of the testator's deviations and sin and settles the matter among the parties involved, he has not committed a sin. God is All-forgiving and All-merciful.",
    "tr": "Faman khaafa mim moosin janafan aw isman fa-aslaha bainahum falaaa ismaa 'alayh,(i) innal laaha Ghafoorur Raheem"
  },
  "183": {
    "t": "Believers, fasting has been made mandatory for you as it was made mandatory for the people before you, so that you may have fear of God.",
    "tr": "Yaa-ayyuhal lazeena aamanoo kutiba 'alaikumus Siyaamu kamaa kutiba 'alal lazeena min qablikum la'allakum tattaqoon"
  },
  "184": {
    "t": "Fasting is only for a certain number of days. One who is sick or on a journey has to fast the same number of days at another time. Those who can afford a redemption should feed a poor person. Good deeds performed on one's own initiative will be rewarded. However, fasting is better and will be rewarded. Would that you knew this!",
    "tr": "Ayyaamam ma'doodaat,(in) faman kaana minkum mareedan aw' alaa safarin fa'iddatum min ayyaamin ukhar,(a) wa-'alal lazeena yuteeqoonahoo fidyatun ta'aamu miskeen(in); faman tatawwa'a khairan fahuwa khairul lah,(oo) wa-an tasoomoo khairul lakum; in kuntum ta'lamoon"
  },
  "185": {
    "t": "The month of Ramadan is the month in which the Quran was revealed; a guide for the people, the most authoritative of all guidance and a criteria to discern right from wrong. Anyone of you who knows that the month of Ramadan has begun, he must start to fast. Those who are sick or on a journey have to fast the same number of days at another time. God does not impose any hardship upon you. He wants you to have comfort so that you may complete the fast, glorify God for His having given you guidance, and that, perhaps, you would give Him thanks.",
    "tr": "Shahru Ramadaanal lazeee unzila feehil Qur'aanu hudal linnaasi wa-baiyinaatim minal hudaa wal-furqaan,(i) faman shahida minkumush shahra fal-yasum(hu); wa-man kaana mareedan aw 'alaa safarin fa'iddatum min ayyaamin ukhar:(a) yureedul laahu bikumul yusra wa-laa yureedu bikumul 'usra wa-litukmilul 'iddata wa-litukabbirul laaha 'alaa maa hadaakum wa-la'allakum tashkuroon"
  },
  "186": {
    "t": "(Muhammad), if any of My servants ask you about Me, tell them that the Lord says, \"I am near; I accept the prayers of those who pray.\" Let My servants answer My call and believe in Me so that perhaps they may know the right direction.",
    "tr": "Wa-izaa sa-alaka 'ibaadee 'annnee fa-innee qareeb(un); ujeebu da'watad daa'i izaa da'aan(i); falyastajeeboo lee wal-yu'minoo bee la'allahum yarshudoon"
  },
  "187": {
    "t": "It is made lawful for you, during the nights of fasting, to have carnal relations with your wives. They are your garments and you are their garments. God knew that you were deceiving yourselves. He relented towards you and forgave you. Now it is lawful for you to have carnal relations with your wives and follow what God has commanded. Eat and drink until the white streak of dawn becomes distinguishable from darkness. Complete your fast, starting from dawn to dusk. It is not lawful to have carnal relations with your wives during i'tikaf in the mosque. Such are the limits of the laws of God. Do not come close to transgressing them. Thus has God explained His evidence to men so that perhaps they will have fear of God.",
    "tr": "Uhilla lakum laylatas Siyaamir rafasu ilaa nisaaa'ikum, hunna libaasul lakum wa-antum libaasul lahunn:(a) 'alimal laahu annakum kuntum takhtaanoona anfusakum fataaba 'alaikum wa'afaa 'ankum; fal'aana baashiroo-hunna wabtaghoo maa katabal laahoo lakum, wa-kuloo washraboo hattaa yatabaiyana lakumul khaitul abyadu minal khaitil aswadi minal fajr(i); summa atimmus Siyaama ilal layl,(i) wa-laa tubaashiroo-hunna wa-antum 'aakifoona fil masaajid:(i) tilka hudoodul laahi falaa taqraboohaa: kazaalika yubaiyinul laahu aayaatihee linnaasi la'allahum yattaqoon"
  },
  "188": {
    "t": "Do not use your property among yourselves in illegal ways and then deliberately bribe the rulers with your property so that you may wrongly acquire the property of others.",
    "tr": "Wa-laa taakuloo amwaalakum bainakum bilbaatili wa-tudloo bihaaa ilal hukkaami litaakuloo fareeqam min amwaalin naasi bil-ismi wa-antum ta'lamoon"
  },
  "189": {
    "t": "(Muhammad), they ask you about the different phases of the moon. Tell them that they are there to indicate to people the phases of time and the pilgrimage season. It is not a righteous act to enter houses from the back. Righteousness is to be pious and enter the houses from the front door. Have fear of God so that perhaps you will have lasting happiness.",
    "tr": "^Yas'aloonaka 'anil ahilla(ti); qul hiya mawaaqeetu linnaasi wal-Hajj:(i) wa-laisal birru bi-an ta'tul buyoota min zuhoorihaa wa-laakinnal birra manit taqaa: wa'tul buyoota min abwaa-bihaa, wattaqul laaha la'allakum tuflihoon"
  },
  "190": {
    "t": "Fight for the cause of God, those who fight you, but do not transgress, for God does not love the transgressors.",
    "tr": "Wa-qaatiloo fee sabeelil laahil lazeena yuqaatiloonakum wa-laa ta'tadooo, innal laaha laa yuhibbul mu'tadeen"
  },
  "191": {
    "t": "Slay them wherever you may catch them and expel them from the place from which they expelled you. The sin of disbelief in God is greater than committing murder. Do not fight them in the vicinity of the Sacred Mosque in Mecca unless they start to fight. Then slay them for it is the recompense that the disbelievers deserve.",
    "tr": "Waq-tuloohum haisu saqif-tumoohum wa-akhrijoohum min haisu akhrajookum, walfitnatu ashaddu minal qatl,(i) wa-laa tuqaa-tiloohum 'indal Masjidil Haraami hattaa yuqaatilookum feeh(i); fa-in qaata-lookum faq-tuloohum: kazaalika jazaaa'ul kaafireen"
  },
  "192": {
    "t": "If they give up disbelief and fighting, God is All-forgiving and All-merciful.",
    "tr": "Fa-i'ninn tahau fa-innal laaha Ghafoorur Raheem"
  },
  "193": {
    "t": "Fight them so that there will be no disbelief in God and God's religion will become dominant. If they change their behavior, there would be no hostility against anyone except the unjust.",
    "tr": "Wa-qaatiloohum hatta laa takoona fitnatunw wa-yakoonad deenu lillaah(i); fa-inin tahau falaa 'udwaana illaa 'alaz zaalimeen"
  },
  "194": {
    "t": "It is because of their disrespect of a sacred month that you are also allowed to retaliate against them in a sacred month. If any one transgresses against you, you also may retaliate against them to an equal extent. Have fear of God and know that He supports the pious.",
    "tr": "Ash-Shahrul Haraamu bish-Shahril Haraami wal-hurumaatu qisaas,(un) famani' tadaa 'alaikum fa'tadoo 'alaihi bimisli ma' tadaa 'alaikum, wattaqul laaha wa'lamooo annal laaha ma'al muttaqeen"
  },
  "195": {
    "t": "Give money for the cause of God but do not push yourselves into perdition. Do good; God loves the people who do good deeds.",
    "tr": "Wa-anfiqoo fee sabeelil laahi wa-laa tulqoo bi-aydeekum ilat tahluka'( ti) wa - ahsinoo' innal laaha yuhibbul muhsineen"
  },
  "196": {
    "t": "Complete the hajj and umrah (two parts of the rituals of pilgrimage to Makka) in obedience to God. If you are prevented from completing the duty of hajj, offer whatever sacrifice is possible and do not shave your heads before the sacrificial animal is delivered to the prescribed place. If one of you is ill or is suffering because of some ailment in your head, you must redeem the shaving of the head by fasting, or paying money, or offering a sheep as a sacrifice. When all is well with you and you want to complete the umrah in the hajj season, offer whatever sacrifice is possible. If you do not find an animal, you have to fast for three days during the days of the pilgrimage rituals and seven days at home to complete the required ten fasting days. This rule is for those who live beyond (a distance of twelve miles from) the Sacred Mosque in Mecca. Have fear of God and know that He is stern in His retribution.",
    "tr": "Wa-atimmul Hajja wal-Umarata lillaah,(i) fa-in uhsirtum famas taisara minal had(yi); walaa tahliqoo ru'oosakum hatta yablughal hadyu mahilla,(hu) faman kaana minkum mareedan aw biheee azam mir ra'sihee fafidyatum min Siyaamin aw sadaqatin aw nusuk,(in) fa-izaaa amintum faman tamatta'a bil-'Umrati ilal Hajji famas taisara minal had,(yi) famal lam yajid fa-Siyaamu salaasti ayyaamin fil Hajji wa-sab'atin izaa raja'tum: tilka 'asharatun kaamilah:(tun) zaalika limal lam yakun ahluhoo haadiril Masjidil Haraam,(i) wattaqul laaha wa'lamoo annal laaha shadeedul 'iqaab"
  },
  "197": {
    "t": "The months of the hajj (pilgrimage) season are well known. Whoever undertakes to complete the hajj rituals, must know that, after commencing the acts of Hajj, he is not allowed to have carnal relations or to lie or to swear by the Name of God. God knows all your good deeds. Supply yourselves for the journey. The best supply is piety. People of understanding have fear of Me.",
    "tr": "Al-Hajju ashhurum ma'-loomaat,(tun) faman farada feehinnal hajja falaa rafasa wa-laa fusooqa wa-laa jidaala fil Hajj:(i) wa-maa taf'aloo min khairien ya'lamhul laah:(u) wa-tazawwadoo fa-inna khairaz zaadit taqwaa, wattaqooni yaaa-ulil albaab"
  },
  "198": {
    "t": "It is not a sin if you try to make a profit out of the bounty of your Lord (by trading during hajj). When you leave Arafah, commemorate the name of your Lord in Mash'ar, the sacred reminder of God. Commemorate His name as He has given you guidance while prior to that you had been in error.",
    "tr": "Laisa 'alaikum junaahun an tabtaghoo fad-lam mir rabbikum, fa-izaaa afadtum min 'Arafaatin fazkurul laaha 'indal Mash'aril Haraam(i); waz-kuroohu kamaa hadaakum wa-in kuntum min qablihee laminad daaalleen"
  },
  "199": {
    "t": "Then leave Mash'ar as the rest of the people do and ask forgiveness from God; He is All-forgiving and All-merciful.",
    "tr": "Summa afeedoo min haisu afaadan naasu wastagh firullaah,(a) innal laaha Ghafoorur Raheem"
  },
  "200": {
    "t": "After you complete the acts of your Hajj, also commemorate God, just as you would remember your father, or even more earnestly. Some people say, \"Lord, give us what we want in this life,\" but in the life hereafter they have no beneficial share.",
    "tr": "Fa-iza qadaitum manaa-sikakum fazkurul laaha kazikrikum aabaaa'akum aw ashadda zikraa:(n) faminan naasi ma-ien yaqoolu Rabbanaaa aatinaa fid dunyaa wa-maa lahoo fil Aakhirati min khalaaq"
  },
  "201": {
    "t": "Others pray, \"Lord, give us good things both in this life as well as in the life hereafter and save us from the torment of fire\".",
    "tr": "Wa-minhum maien yaqoolu rabbanaaa aatina fid dunyaa hasanatanw wa-fil aakhirati hasanatanw wa-qinaa azaaban Naar"
  },
  "202": {
    "t": "They will have their share of the reward for their deeds. God's reckoning is swift.",
    "tr": "Ulaaa'ika lahum naseebum mimmaa kasaboo, wal-laahu saree'ul hisaab"
  },
  "203": {
    "t": "Commemorate (the names of) God in the prescribed days. For one who observes piety, it is not a sin to be hasty or tardy during the two days. Have fear of God and know that before Him you will all be raised after death.",
    "tr": "^Wazkurul laaha feee ayyaamin ma'doodaat,(in) faman ta'ajjala fee yawmaini falaaa ismaa 'alaihi wa-man ta-akhara falaaa isma 'alayh,(i) limanit taqaa: wattaqul laaha wa'lamooo annakum ilaihi tuhsharoon"
  },
  "204": {
    "t": "There are some people whose words about this life may please you. They say that God knows what they have in their hearts. But, in fact, they are the most quarrelsome opponents.",
    "tr": "Wa-minan naasi mai yu'jibuka qawluhoo fil hayaatid dunyaa wa-yushhidul laaha 'alaa maa fee qalbihee wa-huwa aladdul khisaam"
  },
  "205": {
    "t": "As soon as they leave you, they quickly commit evil in the land, destroying the farms and people. God does not love evil.",
    "tr": "Wa-izaa tawallaa sa'aa fil-ardi liyufsida feeha wa-yuhlikal harsa wannasl:(a) wal laahu laa yuhibbul fasaad"
  },
  "206": {
    "t": "When they are asked to have fear of God, sinful pride prevents them from paying heed to such advice. It is enough for them to have hell as a terrible dwelling place.",
    "tr": "Wa-izaa qeela lahut taqil laaha akhazathul izzatu bil-ism,(i) fahasbuhoo jahannam,(u) wa-labi'sal mihaad"
  },
  "207": {
    "t": "There are those among people who give their lives to seek God's pleasure. God is Affectionate to His servants.",
    "tr": "Wa-minan naasi maien yashree nafsahub tighaaa'a mardaatil laah,(i) wallaahu ra'oofum bil'ibaad"
  },
  "208": {
    "t": "Believers, submit yourselves to the will of God as a whole. Do not follow the footsteps of Satan; he is your sworn enemy.",
    "tr": "Yaaa-ayyuhal lazeena aamanud khuloo fis silmi kaaaffa(tanw) wa-laa tattabi'oo khutuwaatish Shaitaan,(i) innahoo lakum 'aduwwum mubeen"
  },
  "209": {
    "t": "If you are seduced after you have received the authoritative guidance, know that God is Majestic and Wise.",
    "tr": "Fa-in zalaltum min ba'di maa jaaa'atkumul baiyinaatu fa'lamoo annal laaha 'Azeezun hakeem"
  },
  "210": {
    "t": "Have they decided not to believe until God comes down in a shadow of clouds with the angels so that then the matter is settled? To God do all matters return.",
    "tr": "Hal yanzuroona illaaa a-ien ya'tiya-humul laahu fee zulalim minal ghamaami walmalaaa'ikatu wa-qudiyal amr,(u) wa-ilal laahi turja'ul umoor"
  },
  "211": {
    "t": "(Muhammad), ask the children of Israel about how many visible miracles We had shown them. God is certainly stern in His retribution to those who change the bounty of God (His revelation), after having received His guidance.",
    "tr": "Sal Banee Israaa'eela kam aatainaahum min aayatim baiyinah:(tin) wa-mai yubaddil ni'matal laahi mim ba'di maa jaaa'athu fa-innal laaha shadeedul 'iqaab"
  },
  "212": {
    "t": "The worldly life is made to seem attractive to the disbelievers who scoff at the faithful, but the pious, in the life hereafter, will have a position far above them. God grants sustenance (without account) to anyone He wants.",
    "tr": "Zuyyina lillazeena kafarul hayaatud dunyaa wa-yas-kharoona minal lazeena aamanoo wallazeenat taqaw fawqahum yawmal Qiyaamah:(ti) wallaahu yarzuqu ma-ien yashaaa'u bighairi hisaab"
  },
  "213": {
    "t": "At one time all people were only one nation. God sent Prophets with glad news and warnings. He sent the Book with them for a genuine purpose to provide the people with the ruling about disputed matters among them. No one disputed this matter except those who had already received evidence before. Their dispute was only because of their own hostility. To deal with this dispute, God, through His will, sent guidance to the believers. God guides to the right path whomever He wants.",
    "tr": "Kaanan naasu ummatanw waahidatan fab'asal laahun Nabiyyeena mubashshireena wa-munzireen(a) wa-anzala ma'ahumul kitaaba bilhaqqi liyahkuma bainan naasi feemakh talafoo feeh,(i) wa-makh talafa feehi 'illal lazeena ootoohu mim ba'di maa jaaa'athumul baiyinaatu baghyam bainahum; fahadal laahul lazeena aamanoo limakh talafoo feehi minal haqqi bi-iznih:(i) wallaahu yahdee ma-ien yashaaa'u ilaa Siraatim Mustaqeem"
  },
  "214": {
    "t": "Would you think that you could go to Paradise without experiencing the kind of suffering others have experienced before you? Distress and afflictions battered them until the Messenger and the believers said, \"When will God send help?\" Certainly God's help is near.",
    "tr": "Am hasibtum an tadkhulul jannata wa-lammaa yaa-tikum masalul lazeena khalaw min qablikum; massathumul baasaaa'u waddarraaaa'u wa-zulziloo hattaa yaqoolar Rasoolu wallazeena aamanoo ma'ahoo mataa nasrul laah:(i) alaaa inna nasral laahi qareeb"
  },
  "215": {
    "t": "They ask you what to spend for the cause of God. (Muhammad) tell them that whatever you spend, give it to your parents, the orphans, the destitute, and those who may be in urgent need of money whilst on a journey. Whatever good you do, God certainly is Aware of it.",
    "tr": "Yas'aloonaka maazaa yunfiqoon(a); qul maaa anfaqtum min khairin falil-waalidaini wal-aqrabeena walyataamaa wal-masaakeeni wabnis sabeel:(i) wa-maa taf'aloo min khairin fa-innal laaha bihee 'Aleem"
  },
  "216": {
    "t": "Fighting is made mandatory for you, but you dislike it. You may not like something which, in fact, is for your good and something that you may love, in fact, may be evil. God knows, but you do not know.",
    "tr": "Kutiba alaikumul qitaalu wa-huwa kurhul lakum; wa'asaaa an takrahoo shai'anw wa-huwa khairul lakum; wa'asaaa an tuhibbo shai'anw wa-huwa sharrul lakum: wallaahu ya'lamu wa-antum laa ta'lamoon"
  },
  "217": {
    "t": "(Muhammad), they ask you about fighting in the sacred month. Tell them that it is a great sin. However, creating an obstacle in the way of God, disbelief in Him and the Sacred Mosque, and driving away the neighbors of the Sacred Mosque is an even greater sin in the sight of God: Disbelief in God is worse than committing murder. (The pagans) still try to fight you to make you give up your religion. The deeds in this life of those of you who give up their religion and who die disbelievers will be made void and in the life hereafter. These people will be the dwellers of Hell wherein they will remain forever.",
    "tr": "Yas'aloonaka 'anish Shahril Haraami qitaalin feeh(i); qul qitaalun feehi kabeer(unw); wa-saddun 'an sabeelil laahi wa-kufrum bihee wal-Masjidil Haraam(i) wa-ikhraaju ahlihee minhu akbaru 'indal laah,(i) wal-fitnatu akbaru minal qatl:(i) wa-laa yazaaloona yuqaatiloonakum hatta yaruddookum 'an deenikum inis tataa'oo, wa-ma-ien yartadid minkum 'an deenihee fayamut wahuwa kaafirun fa-ulaaa'ika habitat a'maaluhum fid dunyaa wal-aakhira(ti); wa-ulaaa'ika as-haabun Naar(i); hum feehaa khaalidoon"
  },
  "218": {
    "t": "The believers and the Emigrants from Mecca who fight for the cause of God, indeed have hope in receiving the mercy of God; God is All-forgiving and All-merciful.",
    "tr": "Innal lazeena aamanoo wallazeena haajaroo wa-jaahadoo fee sabeelil laahi ulaaa'ika yarjoona rahmatal laah,(i) wallaahu Ghafoorur Raheem"
  },
  "219": {
    "t": "(Muhammad), they ask you about wine and gambling. Tell them that there is great sin in them. Although they have benefits for men, the sin therein is far greater than the benefit. They ask you about what they should give for the cause of God. Tell them, \"Let it be what you can spare.\" This is how God explains for you His guidance so that perhaps you will think",
    "tr": "^Yas'aloonaka 'anil khamri walmaisir(i); qul feehimaaa ismun kabeerunw wa-manaafi'u linnaasi wa-ismuhumaa akbaru min naf'ihimaa: wa-yas'aloonaka maaza yunfiqoona qulil 'afuw:(a) kazaalika yubaiyinul laahu lakumul aayaati la'allakum tatafakkaroon"
  },
  "220": {
    "t": "about this life and the life hereafter. They ask you about the orphans. Tell them, \"The best thing to do is what is for their good. They are your brethren if you would associate with them. God knows who is corrupt or a reformer. Had God wanted He would have brought upon you hardship. God is Majestic and All-wise.",
    "tr": "Fid dunyaa wal-aakhirah:(ti) wa-yas'aloonaka 'anil yataamaa; qul islaahul lahum khayr(un); wa-in tukhaalitoohum fa-ikhwaanukum, wallaahu ya'lamul mufsida minal muslih,(i) wa-law shaaa'al laahu la-a'natakum, innal laaha 'Azeezun Hakeem"
  },
  "221": {
    "t": "Do not marry pagan women unless they believe in God. A believing slave girl is better than an idolater, even though the idolaters may attract you. Do not marry pagan men unless they believe in God. A believing slave is better than an idolater, even though the idolater may attract you. The pagans invite you to the fire, but God invites you to Paradise and forgiveness through His will. God shows His evidence to people so that they may take heed.",
    "tr": "Wa-laa tankihul mushrikaati hattaa yu'minn,(a) wa-la-amatum mu'minatun khairum mim mushrikatinw wa-lau a'jabatkum: wa-laa tunkihul mushrikeena hattaa yu'minoo, wa-la'abdum mu'minun khairum mim mushrikinw wa-lau 'ajabakum: ulaaa'ika yad'oona ilan Naar(i); wallaahu yad'ooo ilal Jannati wal-maghfirati biiznih(ee); wa-yubaiyinu Aayaatihee linnaasi la'allahum yatazakkaroon"
  },
  "222": {
    "t": "They ask you about women's menses. Tell them, \"It is an ailment. Avoid having carnal relations with them until their period is over.\" Then you may have carnal relations with them according to the rules of God. God loves those who repent and those who purify themselves.",
    "tr": "Wa-yas'aloonaka 'anil maheed(i); qul huwa aza(n) fa'tazilun nisaaa'a fil maheed(i); wa-laa taqraboo-hunna hattaa yathurn(a); fa-izaa tatah-harrna faatoohunna min haisu amarakumul laah,(u) innal laaha yuhibbut Tawwaabeena wa-yuhibbul mutatahhireen"
  },
  "223": {
    "t": "Your wives are as fields for you. You may enter your fields from any place you want. Reserve something good for your souls (for the life hereafter). Have fear of God and know that you are going to meet Him. (Muhammad) give the glad news to the believers.",
    "tr": "Nisaaa'ukum harsul lakum faatoo harsakum annaa shi'tum; wa-qaddimoo li-anfusikum, wattaqul laaha wa'lamooo annakum mulaaqooh:(u) wa-bash-shiril mu'mineen"
  },
  "224": {
    "t": "Do not swear by God not to do good things, or have piety, or make peace among people. God is All-hearing and All-knowing.",
    "tr": "Wa-laa taj'alul laaha 'urdatal li-aymaanikum an tabarroo wa-tattaqoo wa-tuslihoo bainan naas:(i) wallaahu Samee'un 'Aleem"
  },
  "225": {
    "t": "God will not take into account your inattentive oath. However, He will question you about what your hearts have gained. God is All-forgiving and Lenient.",
    "tr": "Laa yu'aakhi-zukumul laahu billaghwi feee aymaa-nikum wa-laakien yu'aakhi-zukum bimaa kasabat quloo-bukum: wallaahu Ghafoorun Haleem"
  },
  "226": {
    "t": "Those who swear by God not to ever have any carnal relations with their wives (will not be punished), if they decide to resume marital relations again within four months. God is All-forgiving and All-merciful.",
    "tr": "Lillazeena yu'loona min nisaaa'ihim tarabbusu arba'ati ashhur(in); fa-in faaa'oo fa-innal laaha Ghafoorur Raheem"
  },
  "227": {
    "t": "If they choose divorce, God is All-hearing and All-knowing.",
    "tr": "Wa-in 'azamut talaaqa fa-innal laaha Samee'un 'Aleem"
  },
  "228": {
    "t": "The divorced women must wait up to three menstrual cycles before another marriage. If they believe in God and the Day of Judgment, it is not lawful for them to hide what God has created in their wombs. Within their waiting period their husbands have the right to resume marital relations, if they want reconciliation. Women have benefits as well as responsibilities. Men have a status above women. God is Majestic and Wise.",
    "tr": "Walmutallaqaatu yatarab-basna bi-anfusi-hinna salaasata qurooo',(in) wa-laa yahillu lahunna aien yaktumna maa khalaqal laahu feee arhaami-hinna in kunna yu'minna bil-laahi wal-yawmil aakhir,(i) wa-bu'oola-tuhunna ahaqqu biraddi-hinna fee zaalika in araadooo islaa-haa,(n) wa-lahunna mislul lazee alaihinna bilma'roof,(i) wa-lir-rijjaali 'alaihinna daraja:(tun) wallaahu 'Azeezun Hakeem"
  },
  "229": {
    "t": "A marital relation can only be resumed after the first and second divorce, otherwise it must be continued with fairness or terminated with kindness. It is not lawful for you to take back from women what you have given them unless you are afraid of not being able to observe God's law. In this case, it would be no sin for her to pay a ransom to set herself free from the bond of marriage. These are the laws of God. Do not transgress against them; those who do so are unjust.",
    "tr": "Attalaaqu marrataan(i); fa-imsaakum bima'roofin aw tasreehum bi-ihsaan:(in) wa-laa yahillu lakum an taakhuzoo mimmaaa aataitumoohunna shai'an illaaa aien yakhaafaaa alla yuqeemaa hudoodal lah(i); fa-in khiftum allaa yuqeemaa hudoodal laahi falaa junaaha 'Alaihimaa feemaf tadat bih:(ee) tilka hudoodul laahi falaa ta'tadoohaa, wa-maien yata'adda hudoodal laahi fa-ulaaa'ika humuz zaalimoon"
  },
  "230": {
    "t": "After a divorce for the third time, it is not lawful for the husband to resume marital relations with her or remarry her until she has been married and divorced by another husband. In that case, there is no sin for the former husband to marry her if they (both) think that they can abide by the law. These are the laws of God. He explains them for the people of knowledge.",
    "tr": "Fa-in talla-qahaa falaa tahillu lahoo mim ba'du hattaa tankiha zawjan ghairah:(u) fa-in tallaqahaa falaa junaaha 'alaihimaaa aien yata-raaja'aaa in zannaaa aien yuqeemaa hudoodal laah:(i) wa-tilka hudoodul laahi yubai-yyinuhaa liqawmien ya'lamoon"
  },
  "231": {
    "t": "When you divorce your wives and their waiting period has almost ended, you may resume marital relations with honor or leave them with kindness. Do not force them to live with you in suffering to satisfy your hostility. Whoever commits such transgressions, he has only harmed himself. Do not make jest of God's words. Remember the favors that God has done to you and the Book and wisdom He has revealed for your guidance. Have fear of God and know that God has knowledge of all things.",
    "tr": "Wa-izaa tallaq-tumun nisaaa'a faba-laghna ajala-hunna fa-amsi-koohunna bima'roofin aw sarrihoo-hunna bima'roof,(in) wa-laa tumsikoo-hunna diraa-ral lita'tadoo, wa-maien yaf'al zaalika faqad zalama naf-sah,(u) wa-laa tat-takhizooo aayaatil laahi huzuwaa,(nw) wazkuroo ni'matal laahi 'alaikum wa-maaa anzala 'alaikum minal kitaabi wal-hikmati ya'izukum bih,(i) wattaqul laaha wa'lamooo annal laaha bikulli shai'in 'Aleem"
  },
  "232": {
    "t": "When the waiting period of the divorced women has ended, you (her relatives) must not prevent them from marrying their (previous) husbands again if they might reach an honorable agreement. This is an advice for those of you who believe in God and the Day of Judgment. It is the most beneficial and pure way of treating each other. God knows but you do not know.",
    "tr": "Wa-izaa tallaqtumun nisaaa'a fabalaghna ajalahunna falaa ta'duloo-hunna aien yankihna azwaaja-hunna izaa taraadaw bainahum bilma'roof:(i) zaalika yoo'azu bihee man kaana minkum yu'minu billaahi wal-yawmil aakhir:(i) zaalikum azkaa lakum wa-at-har:(u) wallaahu ya'lamu wa-antum laa ta'lamoon"
  },
  "233": {
    "t": "Mothers will breast feed their babies for two years if the fathers want them to complete this term. The father has to pay them reasonable expenses. No soul is responsible for what is beyond its ability. None of the parents should suffer any loss from the other because of the baby. The heirs are responsible to look after the children of a deceased. It is no sin for the parents to have a mutual agreement about weaning the baby. There is no sin in hiring a woman to breast feed your children for a reasonable payment. Have fear of God and know that God is well aware of what you do.",
    "tr": "^Walwaa-lidaatu yurdi'na awlaada-hunna hawlaini kaamilain(i); liman araada a-ien yutimmar radaa'ah,(ta) wa-'alal mawloodi lahoo rizqu-hunna wa-kiswatuhunna bilma'roof,(i) laa tukallafu nafsun illaa wus'ahaa, laa tudaaarra waalidatum biwaladihaa wa-laa mawloodul lahoo biwaladih,(i) wa'alal waarisi mislu zaalik:(a) fa-in araadaa Fisaalan 'an taraadim minhumaa wa-tashaawurin falaa junaaha 'alaihim:(a) wa-in aradttum an tastardi'ooo awlaadakum falaa junaaha 'alaikum izaa sallamtum maaa aataitum bilma'roof:(i) wattaqul laaha wa'lamooo annal laaha bimaa ta'maloona baseer"
  },
  "234": {
    "t": "The wives of those of you who die have to wait for a period of four months and ten days. After this appointed time, it is no sin for the relatives of the deceased to let the widows do what is reasonable. God knows well what you do.",
    "tr": "Wallazeena yutawaffawna minkum-wa yazaroona azwaajaien yatarabbasna bi-anfusi-hinna arba'ata ashhurinw wa'ashra(n); fa-izaa balaghna ajalahunna falaa junaaha 'alaikum feemaa fa'alna feee anfusi-hinna bilma'roof:(i) wallaahu bimaa ta'maloona Khabeer"
  },
  "235": {
    "t": "It is not a sin if you make an indirect marriage proposal or have such an intention in your hearts. God knows that you will cherish their memories in your hearts. Do not have secret dates unless you behave lawfully. Do not decide for a marriage before the appointed time is over. Know that God knows what is in your hearts. Have fear of Him and know that He is All-forgiving and All-merciful.",
    "tr": "Wa-laa junaaha 'alaikum feema 'arrad-tum bihee min khit-batin nisaaa'ee aw aknantum feee anfusikum, 'alimal laahu annakum sataz-kuroo-nahunna wa-laakil laa tuwaa'idoohunna sirran illaaa an taqooloo qawlam ma'roofaa,(n) wa-laa ta'zimoo 'uqdatan nikaahi hattaa yablughal kitaabu ajalah,(u) wa'lamooo annal laaha ya'lamu maa feee anfusikum fah-zarooh,(u) wa'lamooo annal laaha Ghafoorun Haleem"
  },
  "236": {
    "t": "Also, it is not a sin if you divorce your wives before the consummation of the marriage or the fixing of the dowry. But the dowry will be due from a husband whether he is rich or poor. It is payable in a reasonable amount according to the husband's financial ability. This is an obligation for the righteous ones.",
    "tr": "Laa junaaha 'alaikum in tallaq-tumun nisaaa'a maa lam tamassoo-hunna aw tafridoo lahunna fareedah,(tan) wa-matti'oohunna 'alal moosi'ee qadaruhoo wa-'alal muqtiri qadaruhoo matta'am bil-ma'roof(i); haqqan 'alal muhsineen"
  },
  "237": {
    "t": "If you divorce your wives before the consummation of the marriage and the amount of dowry has been fixed, pay your wives half of the amount of their dowry unless she or her guardians drop their demand for payment. To drop such a demand is closer to piety. Be generous to each other. God is Well-Aware of what you do.",
    "tr": "Wa-in tallaqtumoo-hunna min qabli an tamassoo-hunna wa-qad farad-tum lahunna fareeda-tan fanis-fu maa farad-tum illaaa aien ya'foona aw ya'fuwal lazee biyadihee 'uqdatun nikaah,(i) wa-an ta'fooo aqrabu littaqwaa, wa-laa tansawul fadla bainakum, innal laaha bimaa ta'maloona Baseer"
  },
  "238": {
    "t": "Pay due attention to your prayers, especially the middle prayer and stand up while praying, in obedience to God.",
    "tr": "Haafizoo 'alas salawaati was-Salaatil Wustaa wa-qoomoo lillaahi qaaniteen"
  },
  "239": {
    "t": "In an emergency you may say your prayers while walking or riding; but when you are safe, remember God, as He has taught you what you did not know before.",
    "tr": "Fa-in khiftum farijaalan aw rukbaana(n); fa-izaaa amintum fazkurul laaha kamaa 'allamakum maa lam takoonoo ta'lamoon"
  },
  "240": {
    "t": "Those who are about to die and leave widows behind should bequeath for their wives the expenses of one year's maintenance. The widows must not be expelled from the house for up to one year. It is no sin for the relatives of the deceased to permit the widows to leave the house before the appointed time and do what is reasonable. God is Majestic and Wise.",
    "tr": "Wallazeena yutawaf-fawna minkum wa-yazaroona azwaajanw wasiyyatal li-azwaajihim mataa'an ilal hawli ghaira ikhraaj,(in) fa-in kharajna falaa junaaha 'alaikum fee maa fa'alna feee anfusihinna min ma'roof:(in) wal-laahu Azeezun Hakeem"
  },
  "241": {
    "t": "The divorced women have the right to receive reasonable provisions. It is an obligation for the pious.",
    "tr": "Wa-lilmutallaqaati mataa'um bil-ma'roof(i); haqqan 'alal muttaqeen"
  },
  "242": {
    "t": "Thus does God explain His revelations to you so that perhaps you will have understanding.",
    "tr": "Kazaalika yubaiyinul laahu lakum aayaatihee la'allakum ta'qiloon"
  },
  "243": {
    "t": "(Muhammad), consider the thousands who left their homes for fear of death, who were then caused by God to die and brought back to life. God is generous to men but most people are not grateful.",
    "tr": "^Alam tara ilal lazeena kharajoo min diyaari-him wa-hum uloofun hazaral mawt(i) faqaaala lahumul laahu mootoo summa ahyaahum, innal laaha lazoo fadlin 'alan naasi wa-laakinna aksaran naasi laa yashkuroon"
  },
  "244": {
    "t": "Fight for the cause of God and know that God is All-hearing and All-knowing.",
    "tr": "Wa-qaatiloo fee sabeelil laahi wa'lamooo annal laaha Samee'un 'Aleem"
  },
  "245": {
    "t": "One who generously lends to God will be paid back in many multiples of the loan. It is God who reduces and expands things and to Him you will all return.",
    "tr": "Man zal lazee yuqridul laaha qardan hasanan fayudaa-'ifahoo lahoo ad'aafan kaseerah,(tan) wallaahu yaqbidu wa-yabsutu wa-ilaihi turja'oon"
  },
  "246": {
    "t": "(Muhammad), remember that group of the Israelites after Moses who demanded a Prophet of their own to appoint a king for them who would lead them in the fight for the cause of God. Their Prophet then said, \"What if you are ordered to fight and you disobey?\" They said, \"Why should we not fight for the cause of God when we and our sons have been expelled from our homes?\" However, when they were ordered to fight, all refused except a few among them. God knows well the unjust.",
    "tr": "Alam tara ilal mala-i mim Baneee Israaa'eela mim ba'di Moosaaa iz qaaloo li-Nabiyyil lahumub 'as lanaa malikan nuqaatil fee sabeelil laah(i); qaala hal 'asaitum in kutiba 'alaikumul qitaalu allaa tuqaatiloo; qaaloo wa-maa lanaaa allaa nuqaatila fee sabeelil laahi wa-qad ukhrijnaa min diyaarinaa wa-abnaaa'inaa; falammaa kutiba 'alaihimul qitaalu tawallaw illaa qaleelam minhum: wallaahu 'aleemum bizzaalimeen"
  },
  "247": {
    "t": "Their Prophet said, \"God has appointed Saul as a king for you.\" They replied, \"How can he dominate us when we deserve more to be king than he. Besides, he does not have abundant wealth.\" Their Prophet said, \"God has chosen him as your ruler and has given him physical power and knowledge. God grants His authority to anyone whom He wants. God is Provident and All-knowing.",
    "tr": "Wa-qaala lahum Nabiy-yuhum innal laaha qad ba'asa lakum Taaloota malikaa,(an) qaalooo annaa yakoonu lahul mulku 'alainaa wa-nahnu ahaqqu bilmulki minhu wa-lam yu'ta sa'atam minal maal,(i) qaala innal laahas tafaahu 'alaikum wa-zaadahoo bastatan fil 'ilmi waljism(i); wallaahu yu'tee mulkahoo maien yashaaa',(u) wallaahu Waasi'un 'Aleem"
  },
  "248": {
    "t": "Their Prophet further told them, \"As the evidence of his authority, he will bring to you the Ark which will be a comfort to you from your Lord and a legacy of the household of Moses and Aaron. It will be carried by the angels. This is the evidence for you if you have faith.\"",
    "tr": "Wa-qaala lahum Nabiyyuhum inna Aayata mulkiheee aien ya`atiya-kumut Taabootu feehi sakeenatum mir Rabbikum wa-baqiyyatum mimmaa taraka Aalu Moosa wa-Aalu Haaroona tahmi-luhul malaaa'ikah,(tu) inna fee zaalika la-Aayatal lakum in kuntum mu'mineen"
  },
  "249": {
    "t": "When Saul set forth with the army he said, \"God will test you with a river. Those who drink its water will not be of my people and those who do not even taste the water or who only taste some of it from within the hollow of their hand, will be my friends. They all drank the water except a few of them. When Saul and those who believed in him crossed the river, his people said, \"We do not have the strength to fight against Goliath and his army.\" Those who thought that they would meet God said, \"How often, with God's permission, have small groups defeated the large ones?\" God is with those who exercise patience.",
    "tr": "Falammaa fasala Taalootu biljunoodi qaala innal laaha mub-taleekum binahar(in) faman shariba minhu falaisa minnee wa-mal lam yat'amhu fa-innahoo minneee illaa manigh tarafa ghurfatam biyadih,(i) fashariboo minhu illaa qaleelam minhum, falammaa jaawazahoo huwa wallazeena aamanoo ma'ahoo qaaloo laa taaqata lanal yawma bi-Jaaloota wa-junoodih,(i) qaalal lazeena yazunnoona annahum mulaaqul laahi kam min fi'atin qaleelatin ghalabat fi'atan kaseeratam bi-iznil laah:(i) wallaahu ma'as saabireen"
  },
  "250": {
    "t": "Advancing towards Goliath and his army, they prayed to God for patience, steadfastness in battle, and for victory over the unbelievers.",
    "tr": "Wa-lammaa barazoo li-Jaaloota wa-junoodihee qaaloo Rabbanaaa afrigh 'alainaa sabranw wa-sabbit aqdaamanaa wansurnaa 'alal qawmil kaafireen"
  },
  "251": {
    "t": "They defeated their enemy through God's will. David slew Goliath and God granted David the kingdom and wisdom and also taught him whatever He wanted. Had God not made one group of people repel the other, the earth would have become full of corruption, but God is generous to His creatures.",
    "tr": "Fahaza-moohum bi-iznil laah(i) wa-qatala Daawoodu jaaloota wa-aataahul laahul mulka Wal-Hikmata wa'allamahoo mimmaa yashaaa':(u) wa-law-laa daf'ul laahin naasa ba'dahum biba'dil lafasadatil ard(u) wa-laakinnal laaha zoo fadlin 'alal 'aalameen"
  },
  "252": {
    "t": "(Muhammad), these are the revelations which We recite to you for a genuine purpose. Certainly you are one of Our Messengers.",
    "tr": "Tilka Aayaatul laahi natloohaa 'alaika bilhaqq,(i) wa-innaka laminal mursaleen"
  },
  "253": {
    "t": "We gave some of Our Messengers preference over others. To some of them God spoke and He raised the rank of some others. We gave authoritative proofs to Jesus, son of Mary, and supported him by the Holy Spirit. Had God wanted, the generations who lived after those Messengers would not have fought each other after the authority had come to them. But they differed among themselves, some of them believed in the authority and others denied it. They would not have fought each other had God wanted, but God does as He wills.",
    "tr": "^Tilkar Rusulu faddalnaa ba'dahum 'alaa ba'd. minhum man kallamal laah(u); wa-rafa'a ba'dahum darajaat,(in) wa-aatainaa 'Eesab na Maryamal baiyinaati wa-ayyadnaahu bi-Roohil Qudus:(i) wa-law shaaa'al laahu maq tatalal lazeena mim ba'dihim mim ba'di maa jaaa'athumul baiyinaat(u) wa-laakinikh talafoo faminhum man aamana wa-minhum man kafar,(a) wa-law shaaa'al laahu maq tataloo wa-laakinnal laaha yaf'alu maa yureed"
  },
  "254": {
    "t": "Believers, out of what We have given you, spend for the cause of God before the coming of the day when there will be no trading, no friendship, and no intercession. Those who deny the Truth are unjust.",
    "tr": "Yaa-ayyuhal lazeena aamanoo anfiqoo mimmaa razaq-naakum min qabli aien ya`atiya yawmul laa bai'un feehee wa-la khullatunw wa-laa shafaa'ah:(tun) wal-kaafiroona humuz zaalimoon"
  },
  "255": {
    "t": "God exists. There is no God but He, the Everlasting and the Guardian of life. Drowsiness or sleep do not seize him. To Him belongs all that is in the heavens and the earth. No one can intercede with Him for others except by His permission. He knows about people's present and past. No one can grasp anything from His knowledge besides what He has permitted them to grasp. The heavens and the earth are under His dominion. He does not experience fatigue in preserving them both. He is the Highest and the Greatest.",
    "tr": "Allahu laaa ilaaha illaa Huwal Haiyul Qaiyoom,(u) laa taakhuzuhoo sinatunw wa-laa nawm,(un) lahoo maa fis samaawaati wa-maa fil ard:(i) man zal lazee yashfa'u indahooo illaa bi-iznih,(i) ya'lamu maa baina aydeehim wa-maa khalfahum; wa-laa yuheetoona bishai'im min 'ilmihee illaa bimaa shaaa',(a) wasi'a Kursiyyuhus samaawaati wal-ard(a); wa-laa Ya'ooduhoo hifzuhum,(aa) wa-Huwal Aliyyul 'Azeem"
  },
  "256": {
    "t": "There is no compulsion in religion. Certainly, right has become clearly distinct from wrong. Whoever rejects the devil and believes in God has firmly taken hold of a strong handle that never breaks. God is All-hearing and knowing.",
    "tr": "Laaa ikraaha fid deen(i); qadt tabiyanar rushdu minal ghayy,(i) famai yakfur bit-Taaghooti wa-yu'mim billaahi faqadis tamsaka bil'urwatil wusqaa lan fisaama lah:(aa) wallaahu Samee'un 'Aleem"
  },
  "257": {
    "t": "God is the Guardian of the believers and it is He who takes them out of darkness into light. The Devil is the guardian of those who deny the Truth and he leads them from light to darkness. These are the dwellers of hell wherein they will live forever.",
    "tr": "Allaahu waliyyul lazeena aamanoo yukhrijuhum minaz zulumaati ilan noor(i); wallazeena kafarooo awliyaaa'uhumut Taaghootu yukhrijoo-nahum minan noori ilaz zulumaat:(i) ulaaa'ika As-haabun Naar(i); hum feehaa khaalidoon"
  },
  "258": {
    "t": "(Muhammad), have you heard about the one who argued with Abraham about his Lord for His granting him authority? Abraham said, \"It is only my Lord who gives life and causes things to die.\" His opponent said, \"I also can give life and make things die.\" Abraham said, \"God causes the sun to come up from the East. You make it come from the West.\" Thus the unbeliever was confounded. God does not guide the unjust people.",
    "tr": "Alam tara ilal lazee Haaajja Ibraaheema fee Rabbiheee an aataahul laahul mulka iz qaala Ibraaheemu Rabbiyal lazee yuhyee wa-yumeetu qaala ana uhyee wa-umeet(u); qaala Ibraaheemu fa-innal laaha yaatee bishshamsi minal mashriqi faati bihaa minal maghribi fabuhital lazee kafar:(a) wallaahu laa yahdil qawmaz zaalimeen"
  },
  "259": {
    "t": "(Or have you heard) of the one who, on passing through an empty and ruined town, said, \"When will God bring it to life?\" God caused him to die and brought him back to life after a hundred years and then asked him, \"How long have you been here?\" He replied, \"One day or part of a day.\" The Lord said, \"No, you have been here for one hundred years. Look at your food and drink. They have not yet decayed. But look at your donkey and its bones. To make your case evidence (of the Truth) for the people, see how we bring the bones together and cover them with flesh.\" When he learned the whole story, he said, \"Now I know that God has power over all things.\"",
    "tr": "Aw kallazee marra 'alaa qaryatinw wa-hiya khaawiyatun 'alaa 'urooshihaa qaala annaa yuhyee haazihil laahu ba'da mawtih(aa); fa-amaatahul laahu mi'ata 'aamin summa ba'a-sah(oo); qaala kam labist(a); qaala labistu yawman aw ba'da yawm(in); qaala bal labista mi'ata 'aamin fanzur ilaa ta'aamika wa-sharaabika lam yatasannah; wanzur ilaa himaarika wa-linaj'alaka Aayatal linnaas(i); wanzur ilal 'izaami kaifa nunshizuhaa summa naksoohaa lahmaa,(n) falammaa tabaiyyana lahoo qaala a'lamu annal laaha 'alaa kulli shai'in Qadeer"
  },
  "260": {
    "t": "When Abraham prayed, \"Lord, show me how you bring the dead back to life,\" the Lord said, \"Do you not yet believe?\" Abraham replied, \"I believe but want more confidence for my heart.\" God told him, \"Take four birds, induce them to come to you, cut and scatter their bodies leaving parts on every mountain top, then call them and they will swiftly come to you.\" Know that God is Majestic and Wise.",
    "tr": "Wa-iz qaala Ibraaheemu Rabbi arinee kaifa tuhyil mawtaa; qaala awa-lam tu'min; qaala balaa wa-laakil liyatma'inna qalbee; qaala fakhuz arab'atam minat tairi fasurhunna ilaika summaj 'al a'alaa kulli jabalim minhunna juz'a(n) summad'uu hunna ya`ateenaka sa'yaa,(n) wa'lam annal laaha 'Azeezun Hakeem"
  },
  "261": {
    "t": "Spending money for the cause of God is as the seed from which seven ears may grow, each bearing one hundred grains. God gives in multiples to those whom He wants. God is Munificent and All-knowing.",
    "tr": "Masalul lazeena yunfiqoona amwaalahum fee sabeelil laahi kamasali habbatin ambatat sab'a sanaabil(a) fee kulli sumbulatim mi'atu habbah:(tin) wallaahu yudaa'ifu limaien yashaaa:(oo) wallaahu Waasi'un 'Aleem"
  },
  "262": {
    "t": "Those who spend their property for the cause of God and do not make the recipient feel obliged or insulted shall receive their reward from God. They will have no fear nor will they be grieved.",
    "tr": "Allazeena yunfiqoona amwaalahum fee sabeelil laahi summa laa yutbi'oona maaa anfaqoo mann-anw wa-laaa azal lahum ajruhum 'inda Rabbihim; wa-laa khawfun 'alaihim wa-laa hum yahzanoon"
  },
  "263": {
    "t": "Instructive words and forgiveness are better than charity that may cause an insult to the recipient. God is Rich and Forbearing.",
    "tr": "^Qawlum ma'roofunw wa-maghfiratun khairum min sadaqatien yatba'uhaaa azaa: wallaahu Ghaniyyun Haleem"
  },
  "264": {
    "t": "Believers, do not make your charities fruitless by reproachfully reminding the recipient of your favor or making them feel insulted, like the one who spends his property to show off and who has no faith in God or belief in the Day of Judgment. The example of his deed is as though some soil has gathered on a rock and after a rain fall it turns hard and barren. Such people can not benefit from what they have earned. God does not guide the unbelievers.",
    "tr": "Yaaa-ayyuhal lazeena aamanoo laa tubtiloo sadaqaatikum bilmanni wal-azaa kallazee yunfiqu maa-lahoo ri'aaa'an naasi wa-laa yu'minu billaahi wal-yawmil aakhir(i); fama-saluhoo kamasali safwaanin 'alaihi turaabun fa-asaabahoo waabilun fatara-kahoo saldaa(l); laa yaqdiroona 'alaa shai'im mimmaa kasaboo: wallaahu laa yahdil qawmal kaafireen"
  },
  "265": {
    "t": "The example of those who spend their property to please God out of their firm and sincere intention is as the garden on a fertile land which, after a heavy rainfall or even a drizzle, yields double produce. God is Well-Aware of what you do.",
    "tr": "Wa-masalul lazeena yunfiqoona amwaalahu mubtighaaa'a mardaatil laahi wa-tasbeetam min anfusihim kamasali jannatim birabwatin asaa-bahaa waabilun fa-aatat ukulahaa di'faini fa-il lam yusibhaa waabilun fatal:(lun) wallaahu bimaa ta'maloona Baseer"
  },
  "266": {
    "t": "(What do you think of the case) of one of you who wishes to have a garden of palm-trees and grapes with water flowing therein and producing all kinds of fruits, especially if he is well advanced in age and has weak children who need support, and then a hurricane with fire in it strikes the garden and burns it to the ground? This is how God explains to you His evidence so that you may think.",
    "tr": "Ayawaddu ahadukum an takoona lahoo jannatum min nakheelinw wa-a'naabin tajree min tahtihal anhaar(u) lahoo feehaa min kullis samaraati wa-asaa-bahul kibaru wa-lahoo zurriyyatun du'afaaa'(u) fa-asaabahaaa i'saarun feehi naarun fahtaraqat: kazaalika yubaiyinul laahu lakumul aayaati la'allakum tata-fakkaroon"
  },
  "267": {
    "t": "Believers, spend for the cause of God from the good things that you earn and from what we have made the earth yield for you. Do not even think of spending for the cause of God worthless things that you yourselves would be reluctant to accept. Know that God is Self-sufficient and Glorious.",
    "tr": "Yaaa-'ayyuhal lazeena aamanooo anfiqoo min taiyibaati maa kasabtum wa-mimmaaa akhrajna lakum minal ard(i); wa-laa tayammamul khabeesa minhu tunfiqoon(a) wa-lastum bi-aakhizeehi illaaa an tughmidoo feeh,(i) wa'lamooo annal laaha Ghaniyyun Hameed"
  },
  "268": {
    "t": "Satan threatens you with poverty and commands you to commit sin. God promises you forgiveness and favors. God is Munificent and All-knowing.",
    "tr": "Ash-Shaitaanu ya'idukumul faqra wa-ya'murukum bil-fahshaaa('i); wallaahu ya'idukum maghfiratam minhu wa-fadlaa:(n) wallaahu Waasi'un 'Aleem"
  },
  "269": {
    "t": "God gives wisdom to anyone whom He wants. Whoever is given wisdom, certainly, has received much good. Only people of reason can grasp this.",
    "tr": "Yu'til Hikmata maien yashaaa,('oo); wa-maien yu'tal Hikmata faqad ootiya khairan kaseeraa:(n) wa-maa yazzakkaru illaaa ulul albaab"
  },
  "270": {
    "t": "God knows all about whatever you spend for His cause or any vows that you make. The unjust people have no helper.",
    "tr": "Wa-maaa anfaqtum min nafaqatin aw nazartum min nazrin fa-innal laaha ya'lamuh:(u) wa-maa liz-zaalimeena min ansaar"
  },
  "271": {
    "t": "It is not bad to give alms in public. However if you give them privately to the poor, it would be better for you and an expiation for some of your sins. God is Well-Aware of what you do.",
    "tr": "In tubdus sadaqaati fani'immaa hi(ya); wa-in tukhfoohaa wa-tu'toohal fuqaraaa'a fahuwa khayrul lakum, wa-yukaffiru 'ankum min saiyi-aatikum: wallaahu bimaa ta'maloona Khabeer"
  },
  "272": {
    "t": "(Muhammad), you do not have to guide them. God guides whomever He wants. Whatever you spend for the cause of God is for your own good, provided you do not spend anything but to please God. For anything good that you may give for the cause of God, you will receive sufficient reward and no injustice will be done to you.",
    "tr": "^Laisa 'alaika hudaahum wa-laakinnal laaha yahdee maien yashaaa:('oo) wa-maa tunfiqoo min khairin fali-anfusikum, wa-maa tunfiqoona illab tighaaa'a wajhil laah,(i) wa-maa tunfiqoo min khairien yuwaffa ilaikum wa-antum laa tuzlamoon"
  },
  "273": {
    "t": "(If the recipients of charity are) the poor whose poverty, because of their striving for the cause of God, has become an obstacle for them, and who do not have the ability to travel in the land, they seem rich compared to the ignorant, because of their modest behavior. You would know them by their faces. They would never earnestly ask people for help. God knows well whatever wealth you spend for the cause of God.",
    "tr": "Lil-fuqaraaa'il lazeena uh-siroo fee sabeelil laahi laa yastatee'oona darban fil ard(i)-yah sabuhumul jaahilu aghniyaaa'a minat ta'affufi ta'rifuhum biseemaahum laa yas'aloonan naasa ilhaafaa:(n) wa-maa tunfiqoo min khairin fa-innal laaha bihee 'Aleem"
  },
  "274": {
    "t": "Those who spend their property for the cause of God, any time during the day or night, in public or in private, will receive their reward from their Lord. There will be no fear for them nor will they grieve.",
    "tr": "Allazeena yunfiqoona amwaalahum billaili wan-nahaari sirranw wa-'alaaniyatan falahum ajruhum 'inda Rabbihim wa-laa khawfun 'alaihim wa-laa hum yahzanoon"
  },
  "275": {
    "t": "Those who take unlawful interest will stand before God (on the Day of Judgment) as those who suffer from a mental imbalance because of Satan's touch; they have said that trade is just like unlawful interest. God has made trade lawful and has forbidden unlawful interest. One who has received advice from his Lord and has stopped committing sins will be rewarded for his previous good deeds. His affairs will be in the hands of God. But one who turns back to committing sins will be of the dwellers of hell wherein he will live forever.",
    "tr": "Allazeena ya`akuloo`nar ribaa laa yaqoomoona illaa kamaa yaqoomul lazee yatakhabba-tuhush shaitaanu minal mass,(i) zaalika bi-annahum qaalooo innamal bai'u mislur ribaa: wa-ahallal laahul bai'a wa-harramar ribaa, faman jaaa'ahoo maw'izatum mir rabbihee fantahaa falahoo maa salafa wa-amruhooo ilal laah(i); wa-man 'aada fa-ulaaa-'ika As-haabun naar(i); hum feehaa khaalidoon"
  },
  "276": {
    "t": "God makes unlawful interest devoid of all blessings and causes charity to increase. God does not love sinful unbelievers.",
    "tr": "Yamhaqul laahur ribaa wa-yurbis sadaqaat:(i) wallaahu laa yuhibbu kulla kaffaarin aseem"
  },
  "277": {
    "t": "The righteously striving believers who are steadfast in their prayers and pay the zakat, will receive their reward from God. They will have no fear nor will they grieve.",
    "tr": "Innal lazeena aamanoo wa-amilus saalihaati wa-aqaamus salaata wa-aata-wuz zakaata lahum ajruhum 'inda rabbihim wa-laa khawfun 'alaihim wa-laa hum yahzanoon"
  },
  "278": {
    "t": "Believers, have fear of God and give up whatever unlawful interest you still demand from others, if you are indeed true believers.",
    "tr": "Yaaa-ayyuhal lazeena aamanut taqul laaha wa-zaroo maa baqiya minar ribaaa in kuntum mu'mineen"
  },
  "279": {
    "t": "If you will not give up the unlawful interest which you demand, know that you are in the state of war with God and His Messenger. But if you repent, you will have your capital without being wronged or having done wrong to others.",
    "tr": "Fa-il lam taf'aloo faa-zanoo biharbim minal laahi wa-Rasoolih(ee); wa-in tubtum falakum ru'oosu amwaalikum laa tazlimoona wa-laa tuzlamoon"
  },
  "280": {
    "t": "One who faces hardship in paying his debts must be given time until his financial condition improves. Would that you knew that waiving such a loan as charity would be better for you!",
    "tr": "Wa-in kaana zoo 'usratin fa-naziratun ilaa maisarah,(tinw) wa-an tasaddaqoo khairul lakum; in kuntum ta'lamoon"
  },
  "281": {
    "t": "Safeguard yourselves against the day when you will return to God and every soul will be rewarded according to its deeds without being wronged.",
    "tr": "Wattaqoo yawman turja'oona feehi ilal laah(i); summa tuwaffaa kullu nafsim maa kasabat wa-hum laa yuzlamoon"
  },
  "282": {
    "t": "Believers, if you take a loan for a known period of time, have a just scribe write it down for you. The scribe should not refuse to do this as God has taught him. The debtor should dictate without any omission and have fear of God, his Lord. If the debtor is a fool, a minor, or one who is unable to dictate, his guardian should act with justice as his representative. Let two men or one man and two women whom you choose, bear witness to the contract so that if one of them makes a mistake the other could correct him. The witness must not refuse to testify when their testimony is needed. Do not disdain writing down a small or a large contract with all the details. A written record of the contract is more just in the sight of God, more helpful for the witness, and a more scrupulous way to avoid doubt. However, if everything in the contract is exchanged at the same time, there is no sin in not writing it down. Let some people bear witness to your trade contracts but the scribe or witness must not be harmed; it is a sin to harm them. Have fear of God. God teaches you. He has knowledge of all things.",
    "tr": "Yaa-ayyuhal lazeena aamanoo izaa tadaayantum bidaiynin ilaa ajalim musamman faktubooh,(u) walyaktub bainakum kaatibum bil'adl,(i) wa-laa yaaba kaatibun aien yaktuba kamaa 'allamahul laah,(u) falyaktub walyum-li-lil lazee 'alaihil haqqu walyattaqil laaha rabbah(oo) wa-laa yabkhas minhu shai'aa,(n) fa-in kaanal lazee 'alaihil haqqu safeehan aw da'eefan aw laa yastatee'u aien yumilla huwa falyumlil waliyyuhoo bil'adl,(i) wastash-hidoo shaheedaini mir rijaalikum; fa-il lam yakoonaa rajulaini farajulunw wamra-ataani mimman tardawna minash shuhadaaa'i an tadilla ihdaahumaa fatuzakkira ihdaahumal ukhraa, wa-laa yaabash shuhadaaa'u izaa maa du'oo, wa-laa tas'amooo an taktuboohu sagheeran aw kabeeran ilaaa ajalih,(i) zaalikum aqsatu 'indal laahi wa-aqwamu lish-shahaadati wa-adnaaa allaa tartaabooo; illaaa an takoona tijaaratan haadiratan tudeeroonahaa bainakum falaisa 'alaikum junaahun allaa taktuboo:(ha) wa-ash-hidooo izaa tabaaya'tum, wa-laa yudaaarra kaatibunw wa-laa shaheed,(un) wa-in taf'aloo fa-innahoo fusooqum bikum: wattaqul laah(a); wa-yu'allimu-kumul laah:(u) wallaahu bikulli shai'in 'Aleem"
  },
  "283": {
    "t": "If you are on a journey where you cannot find a scribe, finalize your contract in the form of a deposit in which the goods are already given to the parties. If you trust each other in such a contract, let him pay back what he has entrusted you with and have fear of God, his Lord. Do not refuse to testify to what you bore witness. Whoever does so has committed a sin. God knows what you do.",
    "tr": "^Wa-in kuntum 'alaa safarinw wa-lam tajidoo kaatiban fari-haanum maqbooda(tun); fa-in amina ba'dukum ba'dan falyu'addil lazi tumina amaa-natahoo wal-yattaqil laaha Rabbah:(u) wa-laa taktumush shahaadah,(ta) wa-maien yaktumhaa fa-innahooo aasimun qalbuh:(u) wallaahu bimaa ta'maloona 'Aleem"
  },
  "284": {
    "t": "God belongs whatever is in the heavens and the earth. God will call you to account for all that you may reveal from your souls and all that you may conceal. God will forgive or punish whomever He wants. God has power over all things.",
    "tr": "Lillaahi maa fis samaawaati wa-maa fil ard:(i) wa-in tubdoo maa feee anfusikum aw tukhfoohu yuhaasibkum bihil laah(u); fayaghfiru li-maien yashaaa'u wa-yu'azzibu maien yashaaa:(oo) wallaahu 'alaa kulli shai-in qadeer"
  },
  "285": {
    "t": "The Messengers and the believers have faith in what was revealed to them from their Lord. Everyone of them believed in God, His angels, His Books, and His Messengers, saying, \"We find no difference among the Messengers of God.\" They also have said, \"We heard God's commands and obeyed them. Lord, we need Your forgiveness and to You we shall return.\"",
    "tr": "Aamanar Rasoolu bimaaa unzila ilaihi mir Rabbihee walmu'minoon,(a) kullun aamana billaahi wa-Malaaa'ikathihee wa-Kutubhihee wa-Rusulihee laa nufarriqu baina ahadim mir Rusulih,(i) wa-qaaloo sami'naa wa-ata'naa; ghufraanaka Rabbanaa wa-ilaikal maseer"
  },
  "286": {
    "t": "God does not impose on any soul a responsibility beyond its ability. Every soul receives whatever it gains and is liable for whatever it does. Lord, do not hold us responsible for our forgetfulness and mistakes. Lord, do not lay upon us the burden that You laid on those who lived before us. Lord, do not lay on us what we cannot afford. Ignore and forgive our sins. Have mercy on us. You are our Lord. Help us against the unbelievers.",
    "tr": "Laa yukalliful laahu nafsan illaa wus'ahaa, lahaa maa kasabat wa'alaihaa mak tasabat: Rabbanaa laa tu'aakhiznaaa in naseenaaa aw akhta`naa, Rabbanaa wa-laa tahmil 'alainaaa isran kamaa hamaltahoo 'alal lazeena min qablinaa, Rabbanaa wa-laa tuhammilnaa maa laa taaqata lanaa bih(i); wa'fu 'annaa waghfir lanaa warhamnaa, Anta mawlaanaa fansurnaa 'alal qawmil kaafireen"
  }
}