{
  "1": {
    "t": "Ta Ha.",
    "tr": "Taa-Haa"
  },
  "2": {
    "t": "We have sent the Quran only as reminder",
    "tr": "Maaa anzalnaa 'alaikal Qur-aana litashqaaa"
  },
  "3": {
    "t": "for those who have fear (of disobeying God), not to make you, (Muhammad), miserable.",
    "tr": "Illaa tazkiratal limany yakhshaa"
  },
  "4": {
    "t": "It is a revelation from the Creator of the earth and the high heavens.",
    "tr": "Tanzeelan mimman khalaqal arda was-samaawaatil 'ulaa"
  },
  "5": {
    "t": "The Beneficent God is dominant over the Throne (of the realm).",
    "tr": "Ar-Rahmaanu 'alal 'Arshis tawaa"
  },
  "6": {
    "t": "To Him belongs all that is in the heavens and the earth, all that lies between them, and lies below the earth.",
    "tr": "Lahoo maa fis samaawaati Wa-maa fil ardi Wa-maa bainahumaa Wa-maa tahtas saraa"
  },
  "7": {
    "t": "Whether or not you express (your thoughts) in words, God certainly knows all unspoken thoughts and all that is even more difficult to find.",
    "tr": "Wa-in tajhar bilqawli fainnahoo ya'lamus sirra Wa-akhfaa"
  },
  "8": {
    "t": "God is the only Lord and to Him belong all the exalted Names.",
    "tr": "Allaahu laaa ilaaha illaa huwa lahul asmaa'ul husnaa"
  },
  "9": {
    "t": "(Muhammad), have you heard the story of Moses?",
    "tr": "Wa-hal ataaka hadeesu Moosa"
  },
  "10": {
    "t": "When he saw the fire, he said to his family, \"Wait here for I can see a fire. Perhaps I shall bring you a burning torch or find a way to some fire\".",
    "tr": "Iz ra-aa naaran faqaala li-ahlihim kusooo inneee aanastu naaral la'alleee aateekum minhaa biqabasin aw ajidu 'alan naari hudaa"
  },
  "11": {
    "t": "When he came near the fire he was called, \"Moses,",
    "tr": "Falammaaa ataahaa noodiya yaa-Moosaa"
  },
  "12": {
    "t": "I Am your Lord. Take off your shoes; you are in the holy valley of Tuwa.",
    "tr": "Inneee Ana Rabbuka fakhla' na'laika innaka bilwaadil muqaddasi Tuwaa"
  },
  "13": {
    "t": "I have chosen you as My Messengers. Listen to the revelation.",
    "tr": "Wa anakhtartuka fastami' limaa yoohaa"
  },
  "14": {
    "t": "I Am the only God. Worship Me and be steadfast in prayer to have My name always in your mind.",
    "tr": "Innaneee Anal laahu laaa ilaaha illaa Ana fa'budnee Wa-aqimis salaata lizikree"
  },
  "15": {
    "t": "Although it is certain that the Day of Judgment will come, I prefer to keep it almost a secret so that every soul will receive the recompense for what it has done (on its own).",
    "tr": "Innas Saa'ata aatiyatun akaadu ukhfeehaa litujzaa kullu nafsin bimaa tas'aa"
  },
  "16": {
    "t": "Let not the unbelievers who follow their vain desires make you forget the Day of Judgment, lest you will perish.\"",
    "tr": "Falaa yasuddannaka 'anhaa mal laa yu'minu bihaa wattaba'a hawaahu fatardaa"
  },
  "17": {
    "t": "The Lord asked, \"Moses, what is in your right hand?\"",
    "tr": "Wa-maa tilka bi-yamee-nika yaa-Moosaa"
  },
  "18": {
    "t": "He replied, \"It is my staff. I lean on it, bring down leaves for my sheep with it and I need it for other reasons.",
    "tr": "Qaala hiya 'asaaya atawakka'u alaihaa Wa-ahushshu bihaa 'alaa ghanamee Wa-liya feehaa ma-aaribu ukhraa"
  },
  "19": {
    "t": "The Lord said, \"Moses, throw it on the ground\".",
    "tr": "Qaala alqihaa yaa-Moosaa"
  },
  "20": {
    "t": "Moses threw it on the ground and suddenly he saw that it was a moving serpent.",
    "tr": "Fa-alqaahaa fa-izaa hiya haiyatun tas'aa"
  },
  "21": {
    "t": "The Lord said, \"Hold the serpent and do not be afraid; We will bring it back to its original form.\"",
    "tr": "Qaala khuzhaa Wa-laa ta-khaf sanu'eeduhaa seeratahal oolaa"
  },
  "22": {
    "t": "\"Now - as another Sign - place your hand under your arm and it will come out sheer white without harm (or stain).",
    "tr": "Wadmum yadaka ilaa janaahika takhruj baidaaa'a min ghairi sooo'in Aayatan ukhraa"
  },
  "23": {
    "t": "This We have done to show you some of Our greater miracles.",
    "tr": "Linuriyaka min Aayaatinal Kubra"
  },
  "24": {
    "t": "Go to the Pharaoh; he has become a rebel.\"",
    "tr": "Izhab ilaa Fir'awna innahoo taghaa"
  },
  "25": {
    "t": "Moses said, \"Lord, grant me courage.",
    "tr": "Qaala Rabbish rah lee sadree"
  },
  "26": {
    "t": "Make my task easy",
    "tr": "Wa-yassir leee amree"
  },
  "27": {
    "t": "and my tongue fluent",
    "tr": "Wahlul 'uqdatan milli saanee"
  },
  "28": {
    "t": "so that they may understand me.",
    "tr": "Yafqahoo qawlee"
  },
  "29": {
    "t": "Appoint a deputy (for me) from my own people.",
    "tr": "Waj'al lee wazeeran min ahlee"
  },
  "30": {
    "t": "Let it be my brother Aaron",
    "tr": "Haaroona akhee"
  },
  "31": {
    "t": "to support me.",
    "tr": "Ushdud biheee azree"
  },
  "32": {
    "t": "Let him be my partner in this task",
    "tr": "Wa-ashrik-hu feee amree"
  },
  "33": {
    "t": "so that we may glorify",
    "tr": "Kai nusabbihaka kaseeraa"
  },
  "34": {
    "t": "and remember you often.",
    "tr": "Wa-nazkuraka kaseeraa"
  },
  "35": {
    "t": "You are Well Aware of our situation.\"",
    "tr": "Innaka kunta binaa baseeraa"
  },
  "36": {
    "t": "The Lord said, \"Moses, your request is granted.",
    "tr": "Qaala qad ooteeta su'laka yaa-Moosaa"
  },
  "37": {
    "t": "It is the second time that We have bestowed upon you Our favor.",
    "tr": "Wa-laqad manannaa 'alaika marratan ukhraaa"
  },
  "38": {
    "t": "Remember when We inspired your mother with a certain inspiration",
    "tr": "Iz awhainaaa ilaaa ummika maa yoohaaa"
  },
  "39": {
    "t": "to lace her child in a chest and throw it into the sea which would hurl it towards the shore. Then an enemy of Mine who was also the enemy of the child would pick it up from there. I made you attractive and loveable so that you would be reared before My own eyes.",
    "tr": "Ani qzifeehi fit Taabooti fa-qzifeehi fil yammi fal-yul-qihil yammu bis-saahili ya'khuzhu 'aduwwul lee Wa-'aduwwul lah; Wa-alqaitu 'alaika mahabbatan minnee Wa-litusna'a 'alaa 'ainee"
  },
  "40": {
    "t": "Your sister went to them and said, \"May I show you someone who will nurse this child?\" We returned you to your mother to make her rejoice and forget her grief. You slew a man and We saved you from trouble. We tried you through various trials. Then you stayed some years with the people of Midian (Shu'ayb and his family) and after that you came back to Egypt as was ordained.",
    "tr": "Iz tamsheee ukhtuka fataqoolu hal adullukum 'alaa maien yakfuluhoo faraja-'naaka ilaaa ummika kai taqarra 'ainuhaa Wa-laa tahzan; Wa-qatalta nafsan fanajjainaaka minal ghammi Wa-fatannaaka futoonaa; falabista sineena feee ahli Madyana summa ji'ta 'alaa qadarien yaa-Moosa"
  },
  "41": {
    "t": "I chose you for Myself.",
    "tr": "Wastana'-tuka linafsee"
  },
  "42": {
    "t": "\"Go with your brother. Take My miracles and do not be reluctant in preaching My message.",
    "tr": "Izhab anta Wa-akhooka bi-Aayaatee Wa-laa taniyaa fee zikree"
  },
  "43": {
    "t": "Go both of you to the Pharaoh; he has become a rebel.",
    "tr": "Izhabaaa ilaa Fir'awna innahoo taghaa"
  },
  "44": {
    "t": "Both of you must speak with him in a gentle manner so that perhaps he may come to himself or have fear (of God).\"",
    "tr": "Faqoolaa lahoo qawlal laiyinal la-allahoo yatazakkkaru 'aw yakhshaa"
  },
  "45": {
    "t": "They said, \"Lord, we are afraid of his transgression and rebellion against us\".",
    "tr": "Qaalaa Rabbanaaa innanaa nakhaafu aien yafruta 'alainaaa aw ai yatghaa"
  },
  "46": {
    "t": "The Lord replied them, \"Do not be afraid; I Am with you all the time, listening and seeing.\"",
    "tr": "Qaala laa takhaafaaa innanee ma'akumaa asma'u Wa-araa"
  },
  "47": {
    "t": "They came to the Pharaoh and told him that they were the Messengerss of his Lord and that they wanted him to let the Israelites go with them and stop afflicting the Israelites with torment. They told the Pharaoh, \"We have brought miracles from Our Creator. Peace be with those who follow the right guidance.",
    "tr": "Faatiyaahu faqoolaaa innaa Rasoolaa Rabbika fa-arsil ma'anaa Banee Israaa'eela Wa-laa tu'azzibhum qad ji'naaka bi-Aayatim mir Rabbika wassa-laamu 'alaa manit taba'al hudaa"
  },
  "48": {
    "t": "It is revealed to us that those who call our message a lie or turn away from it will face the torment.\"",
    "tr": "Innaa qad oohiya ilainaaa annnal 'azaaba 'alaa man kaz-zaba Wa-tawalla"
  },
  "49": {
    "t": "The Pharaoh asked them, \"Who is your Lord?\"",
    "tr": "Qaala famar Rabbu-kumaa yaa-Moosa"
  },
  "50": {
    "t": "They replied, \"Our Lord is the One Who has created all things and has given guidance\".",
    "tr": "Qaala Rabbunal lazeee a'taa kulla shai'in khalqahoo summa hadaa"
  },
  "51": {
    "t": "He then asked, \"What do you know about the past generations?\"",
    "tr": "Qaala famaa baalul quroonil oolaa"
  },
  "52": {
    "t": "Moses replied, \"The knowledge about it is with my Lord in the Book. My Lord is free from error and forgetfulness.",
    "tr": "Qaala 'ilmuhaa 'inda Rabee fee kitaab, laa yadillu Rabbee Wa-laa yansaa"
  },
  "53": {
    "t": "It is God who has made the earth as a cradle for you with roads for you to travel. He has sent water from the sky to produce various pairs of plants.",
    "tr": "Allazee ja'ala lakumul arda mahdanw Wa-salaka lakum feehaa subulanw Wa-anzala minas samaaa'i maaa'an fa-akhrajnaa biheee azwaajam min nabaatin shatta"
  },
  "54": {
    "t": "Consume them as food or for grazing your cattle. In this there is evidence (of the existence of God) for the people of reason\".",
    "tr": "Kuloo war'aw an'aamakum; inna fee zaalika la-Aayaatil li-ulin nuhaa"
  },
  "55": {
    "t": "We have created you from the earth to which We will return you and will bring you back to life again.",
    "tr": "Minhaa khalaqnaakum Wa-feehaa nu'eedukum Wa-minhaa nukhrijukum taaratan ukhraa"
  },
  "56": {
    "t": "We showed the Pharaoh all of Our miracles, but he called them lies and turned away from them.",
    "tr": "Wa-laqad arainaahu Aayaatinaa kullahaa fakaz-zaba Wa-abaa"
  },
  "57": {
    "t": "He said to Moses, \"Have you come to expel us from our land through your magic?",
    "tr": "Qaala aji'tanaa litukhri-janaa min ardinaa bisihrika yaa-Moosa"
  },
  "58": {
    "t": "We shall also answer you by magic. Let us make an appointment for a contest among us and let each of us be present at a certain time in the appointed place\".",
    "tr": "Falanaatiyannaka bisihrim mislihee faj'al bainanaa Wa-bainaka maw'idal laa nukhlifuhoo nahnu Wa-laaa anta makaanan suwaa"
  },
  "59": {
    "t": "Moses said, \"Let the contest take place on the Day of Feast so that all the people can come together during the brightness of the day.\"",
    "tr": "Qaala maw'idukum yawmuz zeenati Wa-ai yuhsharan naasu duhaa"
  },
  "60": {
    "t": "The Pharaoh returned to organize his plans and then attended the appointment.",
    "tr": "Fatawallaa Fir'awnu fajjama'a kaidahoo summa ataa"
  },
  "61": {
    "t": "Moses told them, (the magicians) \"Woe to you if you invent falsehood against God; you will be destroyed by the torment. Whoever invents falsehood against God will certainly be lost.\"",
    "tr": "Qaala lahum Moosaa wailakum laa taftaroo 'alal laahi kaziban fa-yus-hitakum bi-'azaab, Wa-qad khaaba manif taraa"
  },
  "62": {
    "t": "They started arguing and whispering to each other",
    "tr": "Fatanaaza'ooo amrahum bainahum Wa-asarrun najwaa"
  },
  "63": {
    "t": "and said, \"These two people are magicians. They want to expel you from your land through their magic and to destroy your own tradition.",
    "tr": "Qaalooo in haaazaani lasaahiraani yureedaani aien yukhrijaakum min ardikum bisihrihimaa Wa-yazhabaa bitareeqatikumul muslaa"
  },
  "64": {
    "t": "Bring together your devices and come forward in ranks; the winner will, certainly, have great happiness\".",
    "tr": "Fa-ajmi'oo kaidakum summa' too saffaa; Wa-qad aflahal yawma manis ta'laa"
  },
  "65": {
    "t": "They said, \"Moses, would you be the first to show your skill or should we be the first to throw down our devices?\"",
    "tr": "Qaaloo yaa-Moosaaa immaaa an tulqiya Wa-immaaa an nakoona awala man alqaa"
  },
  "66": {
    "t": "Moses said, \"You throw first.\" When they did, their ropes and staffs through their magic seemed to be moving.",
    "tr": "Qaala bal alqoo fa-izaa hibaaluhum Wa-'isiyyuhum yukhaiyalu ilaihi min sihrihim annahaa tas'aa"
  },
  "67": {
    "t": "Moses felt afraid within himself.",
    "tr": "Fa-awjasa fee nafsihee kheefatam Moosa"
  },
  "68": {
    "t": "We told him, \"Do not be afraid for you will be the winner.",
    "tr": "Qulnaa laa takhaf innaka antal a'laa"
  },
  "69": {
    "t": "Throw down what is in your right hand and it will swallow up all that they have performed; theirs is only a magical performance. Magicians can find no happiness in whatever they do.\"",
    "tr": "Wa-alqi maa fee yamee-nika talqaf maa sana'oo; innamaa sana'oo kaidu saahir; Wa-laa yuflihus saahiru haisu ataa"
  },
  "70": {
    "t": "The magicians bowed down in prostration saying, \"We believe in the Lord of Moses and Aaron\".",
    "tr": "Fa-ulqiyas saharatu sujjadan qaalooo aamannaa bi-Rabbi Haaroona Wa-Moosa"
  },
  "71": {
    "t": "The Pharaoh said, \"Since you believed in him without my permission, then Moses certainly must be your chief who has taught you magic. I shall cut your hands and feet on alternate sides and crucify you on the trunk of the palm-tree. You shall certainly find which among us can afflict a more severe and lasting punishment\".",
    "tr": "Qaala aamantum lahoo qabla an aazana lakum; innahoo lakabeerukumul lazee 'allama-kumus sihra fala-uqatti'anna aidiyakum Wa-arjulakum min khilaafinw Wa-la-usallibannakum fee juzoo'in nakhli Wa-lata'lamunna aiyunaaa ashaddu 'azaabanw Wa-abqaa"
  },
  "72": {
    "t": "They (the magicians) said, \"We would never prefer you to the miracles that we have seen or to our Creator. Do what you want. This life is only for a short time.",
    "tr": "Qaaloo lan nu'siraka 'alaa maa jaaa'anaa minal baiyinaati wallazee fataranaa faqdi maaa anta qaad; innamaa taqdee haazihil hayaatad dunyaa"
  },
  "73": {
    "t": "We have faith in our Lord so that He will forgive our sins and our magical performances that you forced us to show. God is better than all things and His rewards last longer.\"",
    "tr": "Innaaa aamannaa bi-Rabbinaa liyaghfira lanaa khataayaanaa Wa-maaa akrahtanaa 'alaihi minas sihr; wallaahu khairunw Wa-abqaa"
  },
  "74": {
    "t": "The dwelling place of one who comes into the presence of his Lord as a criminal will be hell wherein he will never die nor enjoy his life.",
    "tr": "Innahoo mai ya'ti Rabbahoo mujriman fa-inna lahoo Jahannama laa yamootu feehaa Wa-laa yahyaa"
  },
  "75": {
    "t": "One who comes into the presence of his Lord with faith and righteous deeds",
    "tr": "Wa-main ya'tihee mu'minan qad 'amilas saalihaati fa-ulaaa'ika lahumud darajaatul 'ulaa"
  },
  "76": {
    "t": "will be rewarded by high status in the gardens of Eden wherein streams flow. Such will be the reward of those who purify themselves.",
    "tr": "Jannaatu 'Adnin tajree min tahtihal anhaaru khaalideena feehaa; Wa-zaalika jazaaa'u man tazakka"
  },
  "77": {
    "t": "We sent revelations to Moses telling him, \"Travel with My servants during the night and strike a dry road across the sea (for them). Have no fear of being overtaken (by the Pharaoh) nor of anything else\".",
    "tr": "Wa-laqad awhainaaa ilaa Moosaaa an asri bi'ibaadee fadrib lahum tareeqan fil bahri yabasal laa takhaafu darakanw Wa-laa takhshaa"
  },
  "78": {
    "t": "The Pharaoh and his army chased Moses and his people but were drowned by the sea.",
    "tr": "Fa-atba'ahum Fir'awnu bijunoodihee faghashiyahum minal yammmi maa ghashi-yahum"
  },
  "79": {
    "t": "The Pharaoh and his people had gone away from guidance.",
    "tr": "wa-adalla fir'awnu qawmahoo Wa-maa hadaa"
  },
  "80": {
    "t": "Children of Israel, We saved you from your enemy and promised to settle you on the right side of the peaceful Mount Tur (Sinai)",
    "tr": "Yaa-Baneee Israaa'eela qad anjainaakum min 'aduw-wikum Wa-wa'adnaakum jaanibat Tooril aimana Wa-nazzalnaa 'alaikumul Manna was-Salwaa"
  },
  "81": {
    "t": "and We sent you manna and quails.",
    "tr": "Kuloo min taiyibaati maa razaqnaakum Wa-laa tatghaw feehi fa-yahilla 'alaikum ghadabee Wa-mai yahlil 'alaihi ghadabee faqad hawaa"
  },
  "82": {
    "t": "I allowed you to consume the pure sustenance which We had given you but not to become rebels, lest you become subject to My wrath. Whoever becomes subject to My wrath will certainly be destroyed. I am All-forgiving to the righteously striving believers who repent and follow the right guidance.",
    "tr": "Wa-innee la-Ghaffaarul liman taaba Wa-aamana Wa-'amila saalihan summah tadaa"
  },
  "83": {
    "t": "The Lord asked, \"Moses, what made you attend your appointment with Me before your people?\"",
    "tr": "Wa-maaa a'jalaka 'an qawmika yaa-Moosa"
  },
  "84": {
    "t": "Moses replied, \"They are just behind me. I came earlier to seek Your pleasure\".",
    "tr": "Qaala hum ulaaa'i 'alaaa asaree Wa-'ajiltu ilaika Rabbi litardaa"
  },
  "85": {
    "t": "The Lord said, \"We tested your people after you left them and the Samiri made them go astray.\"",
    "tr": "Qaala fa-innaa qad fatannaa qawmaka mim ba'dika Wa-adallahumus Saamiriyy"
  },
  "86": {
    "t": "Moses, sad and angry, returned to his people saying, \"My people, did not the Lord make you a gracious promise? Why did you disregard your appointment with me? Was it because of the long time or did you want to become subject to the wrath of your Lord?\"",
    "tr": "Faraja'a Moosaaa ilaa qawmihee ghadbaana asifaa; qaala yaa-qawmi alam ya'idkum Rabbukum wa'dan hasanaa; afataala 'alaikumul 'ahdu am arattum ai yahilla 'alaikum ghadabum mir Rabbikum fa-akhlaftum maw'idee"
  },
  "87": {
    "t": "They replied, \"We did not go against our promise with you out of our own accord. We were forced to carry people's ornaments. We threw them away and so did the Samiri.",
    "tr": "Qaaloo maaa akhlafnaa maw'idaka bimalkinna Wa-laakinna hummilnaaa awzaaram min zeenatil qawmi faqazafnaahaa fakazaalika alqas Saamiriyy"
  },
  "88": {
    "t": "Then the Samiri forged the body of a motionless calf which gave out a hollow sound.\" The people said, \"This is your Lord and the Lord of Moses whom he (Moses) forgot to mention\".",
    "tr": "Fa-akhraja lahum 'ijlan jasadal lahoo khuwaarun faqaaloo haazaaa ilaahukum Wa-ilaahu Moosaa fanasee"
  },
  "89": {
    "t": "Did they not consider that the calf could not give them any answer, nor it could harm or benefit them?",
    "tr": "Afalaa yarawna allaa yarji'u ilaihim qawlanw Wa-laa yamliku lahum darranw Wa-laa naf'aa"
  },
  "90": {
    "t": "Aaron had told them before, \"My people, you are deceived by the calf. Your Lord is the Beneficent God. Follow me and obey my orders\".",
    "tr": "Wa-laqad qaala lahum Haaroonu min qablu yaa-qawmi innamaa futintum bihee Wa-inna Rabbakumur Rahmaanu fattabi'oonee Wa-atee'ooo amree"
  },
  "91": {
    "t": "They said, \"We shall continue worshipping the calf until Moses comes back.\"",
    "tr": "Qaaloo lan nabraha 'alaihi 'aakifeena hattaa yarji'a ilainaa Moosaa"
  },
  "92": {
    "t": "Then Moses asked Aaron, \"What made you not follow me when you saw them in error?",
    "tr": "Qaala Yaa-Haaroonu maa mana-'aka iz ra-aitahum dallooo"
  },
  "93": {
    "t": "Did you disobey my orders?\"",
    "tr": "Allaa tattabi'ani afa'asaita amree"
  },
  "94": {
    "t": "Aaron replied, \"Son of my mother, do not seize me by my beard or head. I was afraid that you might consider me responsible for causing discord among the children of Israel and would not pay attention to my words.\"",
    "tr": "Qaala yabna'umma laa ta'khuz bi-lihyatee Wa-laa bi-ra'see innee khasheetu an taqoola farraqta baina Baneee Israaa'eela Wa-lam tarqub qawlee"
  },
  "95": {
    "t": "Moses asked, \"Samiri, what were your motives?\"",
    "tr": "Qaala famaa khatbuka yaa-Saamiriyy"
  },
  "96": {
    "t": "He replied, \"I had the skill (of carving) which they did not have. I followed some of the Messengers's (Moses) tradition, but I then ignored it. Thus, my soul prompted me (to carve a golden calf with an artificial hollow sound).",
    "tr": "Qaala basurtu bimaa lam yabsuroo bihee faqabadtu qabdatam min asarir Rasooli fanabaztuhaa Wa-kazaalika sawwalat lee nafsee"
  },
  "97": {
    "t": "Moses said, \"Go away! Throughout your life you will not be able to let anyone touch you. This will be your punishment in this life. The time for your final punishment is inevitable. You will never be able to avoid it. Look at your god which you have been worshipping. We will burn it in the fire and scatter its ashes into the sea.\"",
    "tr": "Qaala fazhab fa-inna laka fil hayaati an taqoola laa misaasa Wa-inna laka maw'idal lan tukhlafahoo wanzur ilaaa ilaahikal lazee zalta 'alaihi 'aakifaa; la-nuharriqannahoo thumma la-nansifannahoo fil yammi nasfaa"
  },
  "98": {
    "t": "Your Lord is the One who is the only God and He has the knowledge of all things.",
    "tr": "Innamaaa ilaahu-kumul laahul lazee laa ilaaha illaa Hoo; wasi'a kulla shai'in ilmaa"
  },
  "99": {
    "t": "Thus We tell you, (Muhammad), the stories of the past and We have given you the Quran.",
    "tr": "Kazaalika naqussu 'alaika min anbaaa'i maa qad sabaq; Wa-qad aatainaaka mil ladunnaa Zikraa"
  },
  "100": {
    "t": "Whoever disregards (the Quran) will be heavily burdened with sin on the Day of Judgment",
    "tr": "Man a'rada 'anhu, fa-innahoo yahmilu Yawmal Qiyaamati wizraa"
  },
  "101": {
    "t": "with which he will live forever. On the Day of Judgment it will be a terrible load for him to carry.",
    "tr": "Khaalideena feehi Wa-saaa'a lahum Yawmal Qiyaamati himlaa"
  },
  "102": {
    "t": "On the day when the trumpet will be sounded We will raise the criminals from their graves and their eyes will be turned blue and blind.",
    "tr": "Yawma yunfakhu fissoori Wa-nahshurul mujrimeena Yawma 'izin zurqaa"
  },
  "103": {
    "t": "They will slowly talk to each other and say, \"Our life on earth was as short as ten days\".",
    "tr": "Yatakhaafatoona bainahum il labistum illaa 'ashraa"
  },
  "104": {
    "t": "We know best what they say. The moderate ones among them will say, \"You did not live on earth for more than a day.\"",
    "tr": "nahnu a'lamu bimaa yaqooloona iz yaqoolu amsaluhum tareeqatan il labistum illaa yawmaa"
  },
  "105": {
    "t": "(Muhammad), they will ask you about the mountains. Tell them, \"My Lord will grind them to powder",
    "tr": "Wa-yas'aloonaka 'anil jibaali faqul yansifuhaa Rabbee nasfaa"
  },
  "106": {
    "t": "and leave them so smoothly levelled",
    "tr": "Fa-yazaruhaa qaa'an safsafaa"
  },
  "107": {
    "t": "that you will see no depression or elevation in it\".",
    "tr": "Laa taraa feehaa 'iwajanw Wa-laaa amtaa"
  },
  "108": {
    "t": "On that day they will follow their caller without deviation. Their voices will be low in the presence of the Beneficent God. You will hear nothing but the tread of the marching feet.",
    "tr": "Yawma-izien yattabi'oonad daa'iya laa 'iwaja lahoo Wa-khasha'atil aswaatu lir-Rahmaani falaa tasma'u illaa hamsaa"
  },
  "109": {
    "t": "On that day no one's intercession will be of any benefit unless he has received permission from the Beneficent God and whose word is acceptable to Him.",
    "tr": "Yawma-'izil laa tanfa'ush shafaa'atu illaa man azina lahur Rahmaanu Wa-radiya lahoo qawlaa"
  },
  "110": {
    "t": "God knows all that is in front of them and behind them and they can not encompass His knowledge.",
    "tr": "Ya'lamu maa bainaa aideehim Wa-maa khalfahum Wa-laa yuheetoona bihee 'ilmaa"
  },
  "111": {
    "t": "Faces will be humble before the Everlasting and the Self-existing God. Despair will strike those who are loaded with the burden of injustice.",
    "tr": "Wa-'anatil wujoohu lil-Haiiyil Qaiyoomi Wa-qad khaaba man hamala zulmaa"
  },
  "112": {
    "t": "The righteously striving believers should have no fear of being treated with injustice or inequity.",
    "tr": "Wa-main ya'mal minas saalihaati Wa-huwa mu'minun falaa yakhaafu zulmanw Wa-laa hadmaa"
  },
  "113": {
    "t": "We have revealed the Quran in the Arabic language containing various warnings so that it may cause them to have fear (of God) or take heed.",
    "tr": "Wa-kazaalika anzalnaahu Qur-aanan 'Arabiyyanw Wa-sarrafnaa fee-hi minal wa'eedi la'allahum yattaqoona aw yuhdisu lahum zikraa"
  },
  "114": {
    "t": "God is the Most High and the True King. (Muhammad), do not be hasty in reading the Quran to the people before the revelation has been completed. \"Say, My Lord, grant me more knowledge.\"",
    "tr": "Fata'aalal laahul Malikul Haqq; Wa-laa ta'jal bil-Quraani min qabli aien yuqdaaa ilaika wahyuhoo Wa-qur Rabbi zidnee 'ilmaa"
  },
  "115": {
    "t": "We had commanded Adam (certain matters). He forgot Our commandment and We did not find in him the determination to fulfil Our commandments.",
    "tr": "Wa-laqad 'ahidnaaa ilaaa Aadama min qablu fanasiya Wa-lam najid lahoo 'azmaa"
  },
  "116": {
    "t": "When We told the angels to prostrate before Adam they all obeyed except Iblis (satan) who refused.",
    "tr": "Wa-iz qulnaa lilma-laaa'ikatis judoo li-Aadama fasajadooo illaaa Ibleesa; abaa"
  },
  "117": {
    "t": "We said, \"Adam, this (satan) is your enemy and the enemy of your spouse. Let him not expel you and your spouse from Paradise lest you plunge into misery.",
    "tr": "Faqulnaa yaaa-Aadamu inna haazaa 'aduwwul laka Wa-lizawjika falaa yukhrijan-nakumaa minal Jannati fatashqaa"
  },
  "118": {
    "t": "In Paradise you will experience no hunger, nakedness,",
    "tr": "Innaa laka allaa tajoo'a feeha Wa-laa ta'raa"
  },
  "119": {
    "t": "thirst, or exposure to the hot Sun.\"",
    "tr": "Wa-annaka laa tazma'u feehaa Wa-laa tadhaa"
  },
  "120": {
    "t": "Satan, trying to seduce him, said, \"Adam, do you want me to show you the Tree of Eternity and the Everlasting Kingdom?\"",
    "tr": "Fa-waswasa ilaihish Shaitaanu qaala yaaa-Aadamu hal adulluka 'alaa shajaratil khuldi Wa-mulkil laa yablaa"
  },
  "121": {
    "t": "Adam and his wife ate (fruits) from the tree and found themselves naked. Then they started to cover themselves with the leaves from the garden. Adam disobeyed his Lord and went astray.",
    "tr": "Fa-akalaa minhaa fabadat lahumaa saw-aatuhumaa Wa-tafiqaa yakhsifaani 'alaihimaa minw waraqil jannah; Wa-'asaaa Aadamu Rabbahoo faghawaa"
  },
  "122": {
    "t": "His Lord forgave him, accepted his repentance, and gave him guidance.",
    "tr": "Summaj tabbahu Rabbuhoo fataaba 'alaihi Wa-hadaa"
  },
  "123": {
    "t": "God then told them, \"Get out of here all of you; you are each other's enemies. When My guidance comes to you, those who follow it will not go astray nor will they endure any misery.",
    "tr": "Qaalah bita minhaa jamee'am ba'dukum liba'din 'aduww; fa-immaa ya'tiyannakum minnee hudan famanit taba'a hudaaya falaa yadillu Wa-laa yashqaa"
  },
  "124": {
    "t": "Whoever ignores My guidance will live a woeful life and will be brought in Our presence blind on the Day of Judgment.",
    "tr": "Wa-man a'rada 'an Zikree fa-inna lahoo ma'eeshatan dankanw Wa-nahshuruhoo Yawmal Qiyaamati a'maa"
  },
  "125": {
    "t": "He will say, \"My Lord, why have you brought me back to life blind; before I could see?\"",
    "tr": "Qaala Rabbi lima hashar-tanee a'maa Wa-qad kuntu baseeraa"
  },
  "126": {
    "t": "The Lord will say, \"This is true. But just as you forgot Our revelations that had come to you, so, too, are you forgotten on this day.\"",
    "tr": "Qaala kazaalika atatka Aayaatunaa fanaseetahaa Wa-kazaalikal Yawma tunsaa"
  },
  "127": {
    "t": "Thus We recompense those who are unjust and have no faith in Our revelations. The torment in the life to come will be more severe and last longer.",
    "tr": "Wa-kazaalika najzee man asrafa Wa-lam yu'min bi-Aayaati Rabbih; Wa-la'azaabul Aakhirati ashaddu Wa-abqaa"
  },
  "128": {
    "t": "Is it not a warning for them to see how many generations living before them We destroyed and how they are now walking in their ruins? In this there is the evidence (of the Truth) for the people of reason.",
    "tr": "Afalam yahdi lahum kam ahlaknaa qablahum minal qurooni yamshoona fee masaakinihim; inna fee zaalika la-Aayaatil li-ulin nuhaa"
  },
  "129": {
    "t": "Had not the word of your Lord been decreed (otherwise), the unbelievers deserved immediate punishment. The appointed time for their punishment will inevitably come.",
    "tr": "Wa-law-laa Kalimatun sabaqat mir Rabbika lakaana lizaamanw Wa-'ajalun musammaa"
  },
  "130": {
    "t": "(Muhammad), have patience with what they say, glorify your Lord, and always praise Him before sunrise, sunset, in some hours of the night and at both the beginning and end of the day, so that perhaps you will please your Lord.",
    "tr": "Fasbir 'alaa maa yaqooloona Wa-sabbih bihamdi Rabbika qabla tuloo'ish shamsi Wa-qabla ghuroobihaa Wa-min aanaaa'il laili fasabbih Wa-atraafan nahaari la-'allaka tardaa"
  },
  "131": {
    "t": "Do not be envious of what We have given to some people as means of enjoyment and worldly delight. Such means are a trial for them, but the reward that you will receive from your Lord will be far better and everlasting.",
    "tr": "Wa-laa tamuddanna 'ainaika ilaa ma matta'na biheee azwajam minhum zahratal hayaatid dunya linaftinahum feeh; Wa-rizqu Rabbika khairunw Wa-abqaa"
  },
  "132": {
    "t": "Instruct your family to pray and to be steadfast in their worship. We do not ask any sustenance from you; it is We who give you sustenance. Know that piety will have a happy end.",
    "tr": "Wa'mur ahlaka bis-Salaati wastabir 'alaihaa laa nas'aluka rizqaa; nahnu narzuquk; wal-'aaqibatu littaqwaa"
  },
  "133": {
    "t": "They have said, \"Why has he, (Muhammad), not brought some miracle from his Lord?\" Have they not received the previously revealed heavenly Books as the evidence of the Truth.",
    "tr": "Wa-qaaloo law-laa ya'teenaa bi-aayatin mir Rabbih; awa-lam ta'tihim baiyyinatu maa fis suhufil oolaa"
  },
  "134": {
    "t": "Had We destroyed them with a torment before the coming of Muhammad they would have said, \"Lord, would that you had sent us a Messengers so that we could have followed Your revelations before being humiliated and disgraced.\"",
    "tr": "Wa-law annaaa ahlaknaahum bi-'azaabin min qablihee laqaaloo Rabbanaa law-laaa arsalta ilainaa Rasoolan fanattabi'a Aayaatika min qabli an nazilla Wa-nakhzaa"
  },
  "135": {
    "t": "(Muhammad), tell them, \"Everyone is waiting. Wait and you shall know very soon who will be the followers of the right path with the right guidance.\"",
    "tr": "Qul kullum mutarabbisun fa-tarabbasoo fa-sa-ta'lamoona man Ashaabus Siraatis Sawiyyi Wa-manih tadaa"
  }
}