{
  "1": {
    "t": "The people's day of reckoning is drawing closer, yet they are heedlessly neglectful.",
    "tr": "Iqtaraba linnaasi hisaabuhum Wa-hum fee ghaflatim mu'ridoon"
  },
  "2": {
    "t": "Whenever a new revelation comes to them from their Lord, they listen to it in a playful manner,",
    "tr": "Maa ya'teehim min zikrim mir Rabbihim muhdasin illas tama'oohu Wa-hum yal'aboon"
  },
  "3": {
    "t": "and their hearts are preoccupied with trivial matters. The unjust ones whisper to each other and say, \"Is he (Muhammad) more than a mere mortal like you? How can you follow that which you know is only a magic?\"",
    "tr": "Laahiyatan quloobuhum; Wa-asarrun najwal lazeena zalamoo hal haazaaa illaa basharum mislukum 'afa-ta'toonas sihra Wa-antum tubsiroon"
  },
  "4": {
    "t": "The Lord said, \"Tell them (Muhammad), 'My Lord knows all that is said in the heavens and the earth. He is All-hearing and All-knowing \".",
    "tr": "Qaala Rabbee ya'lamul qawla fis samaaa'i wal-ardi Wa-Huwas Samee'ul 'Aleem"
  },
  "5": {
    "t": "They have said, \"It, (the Quran), is only the result of some confused dreams. He is only a poet. He should show us some miracles, as the ancient Prophets had done.\"",
    "tr": "Bal qaalooo adghaasu ahlaamin bal iftaraahu bal huwa shaa'irun fal-ya'tinaa bi-Aayatin kamaa ursilal awwaloon"
  },
  "6": {
    "t": "The people of the town whom We had destroyed also had no faith. Will these people then believe in God?",
    "tr": "Maaa aaamanat qablahum min qaryatin ahlaknaahaa a-fahum yu'minoon"
  },
  "7": {
    "t": "The messengers that We had sent before you were only men to whom We had given revelation. Ask the People of the Book if you do not know.",
    "tr": "Wa-maaa arsalnaa qablaka illaa rijaalan nooheee ilaihim fas'aloo ahlaz zikri in kuntum laa ta'lamoon"
  },
  "8": {
    "t": "We had not made them such bodies that would not eat any food nor were they immortal.",
    "tr": "Wa-maa ja'alnaahum jasadal laa ya'kuloonat ta'aama Wa-maa kaanoo khaalideen"
  },
  "9": {
    "t": "Our promise to them came true and We saved them and those whom We wanted, but destroyed the unjust people.",
    "tr": "Summa sadaqnaa-humul wa'da fa-anjainaahum Wa-man nashaaa'u Wa-ahlaknal musrifeen"
  },
  "10": {
    "t": "We have sent a Book, (the Quran), which is an honor for you. Will you then not understand?",
    "tr": "Laqad anzalnaaa ilaikum Kitaaban feehi zikrukum afalaa ta'qiloon"
  },
  "11": {
    "t": "How many unjust towns did We destroy and replace them with other nations?",
    "tr": "Wa-kam qasamnaa min qaryatin kaanat zaalimatanw Wa-ansha'-naa ba'dahaa qawman aakhareen"
  },
  "12": {
    "t": "When they found Our torment approaching them they started to run away from the town.",
    "tr": "Falammaaa ahassoo ba'sanaaa izaa hum minhaa yarkudoon"
  },
  "13": {
    "t": "We told them, \"Do not run away. Come back to your luxuries and your houses so that you can be questioned\".",
    "tr": "Laa tarkudoo warji'ooo ilaa maaa utriftum feehi Wa-masaakinikum la'allakum tus'aloon"
  },
  "14": {
    "t": "They said, \"Woe to us! We have been unjust\".",
    "tr": "Qaaloo yaa-wailanaaa innaa kunnaa zaalimeen"
  },
  "15": {
    "t": "Such was what they continued to say until We mowed them down and made them completely extinct.",
    "tr": "Famaa zaalat tilka da'waahum hattaa ja'alnaahum haseedan khaamideen"
  },
  "16": {
    "t": "We did not create the heavens and the earth just for fun.",
    "tr": "Wa-maa khalaqnas samaaa'a wal-arda Wa-maa bainahumaa laa'ibeen"
  },
  "17": {
    "t": "Had We wanted to play games, We could have certainly done so with things at hand.",
    "tr": "Law aradnaaa an nattakhiza lahwal lat-takhaznaahu mil ladunnaaa in kunnaa faa'ileen"
  },
  "18": {
    "t": "We bring forward the Truth to crush and destroy falsehood; it is doomed to be banished. Woe to you for your way of thinking about God!",
    "tr": "Bal naqzifu bilhaqqi 'alal baatili fa-yadmaghuhoo fa-izaa huwa zaahiq; Wa-lakumul wailu mimmaa tasifoon"
  },
  "19": {
    "t": "To Him belongs all those who are in the heavens and the earth. Those who are closer to Him are not too proud to worship Him, nor do they get tired of worshipping.",
    "tr": "Wa-lahoo man fis samaawaati wal-ard; Wa-man 'indahoo laa yastakbiroona 'an 'ibaada-tihee Wa-laa yastahsiroon"
  },
  "20": {
    "t": "They glorify Him day and night without fail.",
    "tr": "Yusabbihoona laila wannahaara laa yafturoon"
  },
  "21": {
    "t": "Have they chosen deities from earth? Can such deities give life to anyone?",
    "tr": "Amit takhazooo aalihatam minal ardi hum yunshiroon"
  },
  "22": {
    "t": "Had there been other deities in the heavens and the earth besides God, both the heavens and the earth would have been destroyed. God, the Lord of the Throne, is too Glorious to be as they think He is.",
    "tr": "Law kaana feehimaaa aalihatun illal laahu lafasadataa; fa-Subhaanal laahi Rabbil 'Arshi 'ammaa yasifoon"
  },
  "23": {
    "t": "He will not be questioned about anything He does, but all people will be questioned about their deeds.",
    "tr": "Laa yus'alu 'ammaa yaf'alu Wa-hum yus'aloon"
  },
  "24": {
    "t": "Have they chosen other gods besides God? (Muhammad), ask them, \"Show the proof (in support of such belief). This is (the Quran) which tells us about the (beliefs of the people) in my time and those who lived before me.\" Most of them do not know. Moreover, the truth is that they neglect (the question of belief altogether).",
    "tr": "Amit takhazoo min doonihee aalihatan qul haatoo burhaanakum haaza zikru mam ma'iya Wa-zikru man qablee; bal aksaruhum laa ya'lamoonal haqqa fahum mu'ridoon"
  },
  "25": {
    "t": "To all the Messengers that were sent before you We revealed that I am the only God to be worshipped.",
    "tr": "Wa-maaa arsalnaa min qablika mir Rasoolin illaa nooheee ilaihi annahoo laaa ilaaha illaaa Ana fa'budoon"
  },
  "26": {
    "t": "They said, \"The Beneficent God has given birth to a son. He is too Exalted to give birth to a son.\" (Those whom they think are God's sons) are only His honorable servants.",
    "tr": "Wa-qaalut takhazar Rahmaanu waladaa; Subhaanahu bal 'ibaadum mukramoon"
  },
  "27": {
    "t": "These servants do not speak before He speaks. They simply act according to His orders.",
    "tr": "Laa yasbiqoonahoo bil-qawli Wa-hum bi-amrihee ya'maloon"
  },
  "28": {
    "t": "He knows all that is in front of them and all that is behind them. (These servants of God) will not intercede with Him for anyone without His permission and they tremble in awe (before His greatness).",
    "tr": "Ya'lamu maa baina aideehim Wa-maa khalfahum Wa-laa yashfa'oona illaa limanir tadaa Wa-hum min khash-yatihee mushfiqoon"
  },
  "29": {
    "t": "The recompense of those of them who say that they are the Lord instead of God will be hell; thus, do We recompense the unjust ones.",
    "tr": "Wa-main yaqul minhum inneee ilaahum min doonihee fazaalika najzeehi Jahannam; kazaalika najziz zaalimeen"
  },
  "30": {
    "t": "Have the unbelievers not ever considered that the heavens and the earth were one piece and that We tore them apart from one another. From water We have created all living things. Will they then have no faith?",
    "tr": "Awalam yaral lazeena kafarooo annas samaawaati wal-arda kaanataa ratqan fafataqnaa-humaa Wa-ja'alnaa minal maaa'i kulla shai'in haiyin afalaa yu'minoon"
  },
  "31": {
    "t": "We placed firm mountains on earth lest it would shake them away. We made wide roads for them so that they might have the right guidance.",
    "tr": "Wa-ja'alnaa fil ardi rawaasiya an tameeda bihim Wa-ja'alnaa feehaa fijaajan subulal la'allahum yahtadoon"
  },
  "32": {
    "t": "We made the sky above them as a well-guarded ceiling, but they have neglected the evidence (of Our existence) therein.",
    "tr": "Wa-ja'alnas samaaa'a saqfam mahfoozanw Wa-hum 'an Aayaatihaa mu'ridoon"
  },
  "33": {
    "t": "It is God who has created the night, the day, the Sun, and Moon and has made them swim in a certain orbit.",
    "tr": "Wa-Huwal lazee khalaqal laila wannahaara washshamsa wal-qamara kullun fee falakiny yasbahoon"
  },
  "34": {
    "t": "We made no mortal before you immortal. Will they become immortal after you die?",
    "tr": "Wa-maa ja'alnaa libasharim min qablikal khuld; afa immitta fahumul khaalidoon"
  },
  "35": {
    "t": "Every soul has to experience the taste of death. We test you with both hardships and blessings. In the end you will all return to Us.",
    "tr": "Kullu nafsin zaaa'iqatul mawt; Wa-nablookum bi-sharri walkhairi fitnatanw Wa-ilainaa turja'oon"
  },
  "36": {
    "t": "(Muhammad), whenever the unbelievers see you, they think that you deserve nothing more than to be mocked. They say, \"Is it he, (Muhammad), who speaks against your gods?\" But they themselves have no faith at all in the Beneficent God.",
    "tr": "Wa-izaa ra-aakal lazeena kafarooo ien yattakhizoonaka illa huzuwan; ahaazal lazee yazkuru aalihatakum Wa-hum bi-zikrir Rahmaani hum kaafiroon"
  },
  "37": {
    "t": "The human being is created hasty. Tell them, \"Do not be hasty, for God will soon show you the evidence of His existence\".",
    "tr": "Khuliqal insaanu min 'ajal; sa-ureekum Aayaatee falaa tasta'jiloon"
  },
  "38": {
    "t": "They say, \"When shall the Day of Judgment come to pass if you are true in your claim?\"",
    "tr": "Wa-yaqooloona mataa haazal wa'du in kuntum saadiqeen"
  },
  "39": {
    "t": "Would that the unbelievers knew that no one would protect their faces and backs against the fire, nor they would be helped.",
    "tr": "Law ya'lamul lazeena kafaroo heena laa yakuffoona 'anw wujoohihimun Naara Wa-laa 'an zuhoorihim Wa-laa hum yunsaroon"
  },
  "40": {
    "t": "The fire will suddenly strike and confound them. They will not be able to repel it, nor will they be given any respite.",
    "tr": "Bal ta'teehim baghtatan fatabhatuhum falaa yastatee'oona raddahaa Wa-laa hum yunzaroon"
  },
  "41": {
    "t": "They mocked the Messengers who were sent before you; thus, the torment which they had ridiculed encompassed them all.",
    "tr": "Wa-laqadis tuhzi'a bi-Rusulim min qablika fahaaqa billazeena sakhiroo minhum maa kaanoo bihee yastahzi'oon"
  },
  "42": {
    "t": "Ask them, \"Who can protect them from (the wrath of) the Beneficent God during the night and day?\" Yet they are neglectful about their Lord.",
    "tr": "Qul main yakla-'ukum billaili wannahaari minar Rahmaan; bal hum 'an zikri Rabbihim mu'ridoon"
  },
  "43": {
    "t": "Can their gods protect them against Us? Their gods have no power even to help themselves, nor are they safe from Our retribution.",
    "tr": "Am lahum aalihatun tamna'uhum min dooninaa; laa yastatee'oona nasra anfusihim Wa-laa hum minna yus-haboon"
  },
  "44": {
    "t": "We have been providing these men and their fathers with the means of enjoyment for a long time. Have they not ever considered that We populated the earth and then caused many of the inhabitants to pass away? Can they have any success (in their wickedness)?",
    "tr": "Bal matta'naa haaa'ulaaa'i Wa-aabaaa'ahum hattaa taala 'alaihimul 'umur; afalaa yarawna anna na'til arda nanqusuhaa min atraafihaa; afahumul ghaaliboon"
  },
  "45": {
    "t": "(Muhammad), tell them, \"I am warning you by revelation alone.\" The deaf do not hear any call when they are warned.",
    "tr": "Qul innamaaa unzirukum bilwahyi; Wa-laa yasma'us summud du'aaa-'a izaa maa yunzaroon"
  },
  "46": {
    "t": "If a blast of the torment of your Lord strikes them, they will say, \"Woe to us! We have been unjust people.\"",
    "tr": "Wa-la'in massat-hum nafhatun min 'azaabi Rabbika la-yaqoolunna yaawailanaaa innnaa kunnaa zaalimeen"
  },
  "47": {
    "t": "We shall maintain proper justice on the Day of Judgment. No soul will be wronged the least. For a deed even as small as a mustard seed one will duly be recompensed. We are efficient in maintaining the account.",
    "tr": "Wa-nada'ul mawaazeenal qista li-Yawmil Qiyaamati falaa tuzlamu nafsun shai'aa; Wa-in kaana misqaala habbatim min khardalin atainaa bihaa; Wa-kafaa binaa haasibeen"
  },
  "48": {
    "t": "To Moses and Aaron We granted the criteria of discerning right from wrong, and We gave them the light and a reminder to the pious ones",
    "tr": "Wa-laqad aatainaa Moosa Wa-haaroonal Furqaana Wa-diyaa'anw Wa-zikral lilmuttaqeen"
  },
  "49": {
    "t": "who fear their unseen Lord and are anxious about the Day of Judgment.",
    "tr": "Allazeena yakhshawna Rabbahum bilghaibi Wa-hum minas Saa'ati mushfiqoon"
  },
  "50": {
    "t": "This (Quran) which We have revealed is a blessed reminder. Will you then deny it?",
    "tr": "Wa-haazaa Zikrum Mubaarakun anzalnaah; afa-antum lahoo munkiroon"
  },
  "51": {
    "t": "To Abraham We gave the right guidance and We knew him very well.",
    "tr": "Wa-laqad aatainaaa Ibraaheema rushdahoo min qablu Wa-kunnaa bihee 'aalimeen"
  },
  "52": {
    "t": "Abraham asked his father and his people, \"What are these statues which you worship?\"",
    "tr": "Iz qaala li-abeehi Wa-qawmihee maa haazihit tamaaseelul lateee antum lahaa 'aakifoon"
  },
  "53": {
    "t": "They replied, \"We found our fathers worshipping them\".",
    "tr": "Qaaloo wajadnaaa aabaaa'anaa lahaa 'aabideen"
  },
  "54": {
    "t": "He said, \"Both you and your fathers have certainly been in error.\"",
    "tr": "Qaala laqad kuntum antum Wa-aabaaa'ukum fee dalaalin mubeen"
  },
  "55": {
    "t": "They exclaimed, \"Have you brought the Truth or are you joking?\"",
    "tr": "Qaalooo aji'tanaa bil-haqqi am anta minal laa'ibeen"
  },
  "56": {
    "t": "He said, \"Your Lord is the Lord of the heavens and the earth. It was He who created them and I testify to this fact\".",
    "tr": "Qaala bar Rabbukum Rabbus samaawaati wal-ardil lazee fatarahunna Wa-ana 'alaa zaalikum minash shaahideen"
  },
  "57": {
    "t": "Abraham said to himself, \"By God! I will devise a plan against their idols when they are away.\"",
    "tr": "Wa-tallaahi la-akeedanna asnaamakum ba'da an tuwalloo mudbireen"
  },
  "58": {
    "t": "He broke all the idols into pieces, except the biggest among them so that perhaps people would refer to it.",
    "tr": "Faja'alahum juzaazan illaa kabeeral lahum la'allahum ilaihi yarji'oon"
  },
  "59": {
    "t": "(When the people came to the temple and saw the broken idols) they asked each other, \"Who has done this to our gods? He certainly is an unjust person\".",
    "tr": "Qaaloo man fa'ala haazaa bi-aalihatinaaa innahoo laminaz zaalimeen"
  },
  "60": {
    "t": "Some of them said, \"We heard a youth called Abraham speaking against the idols\".",
    "tr": "Qaaloo sami'naa fatany yazkuruhum yuqaalu lahooo ibraaheem"
  },
  "61": {
    "t": "Their chiefs said, \"Bring him before the eyes of the people and let them testify that he has spoken against the idols.\"",
    "tr": "Qaaloo fa'too bihee 'alaaa a'yunin naasi la'allahum yash-hadoon"
  },
  "62": {
    "t": "They asked, \"Abraham, did you do this to our idols?\"",
    "tr": "Qaalooo 'a-anta fa'alta haazaa bi-aalihatinaa yaaa-ibraaheem"
  },
  "63": {
    "t": "He replied, \"I think the biggest among them has broken the smaller ones. Ask them if they are able to speak\".",
    "tr": "Qaala bal fa'alahoo kabeeruhum haazaa fas'aloohum in kaanoo yantiqoon"
  },
  "64": {
    "t": "Thereupon they realized their own foolishness and said, \"We ourselves are wrong-doers\".",
    "tr": "Faraja'ooo ilaaa anfusihim faqaalooo innakum antumuz zaalimoon"
  },
  "65": {
    "t": "With their heads cast down they said, \"Abraham, you know that idols do not speak. How then can you ask such a question?\"",
    "tr": "Summa nukisoo 'alaa ru'oosihim laqad 'alimta maa haaa'ulaaa'i yantiqoon"
  },
  "66": {
    "t": "He said, \"Do you, instead of God, worship things that can neither harm nor benefit you?\"",
    "tr": "Qaala afata'budoona min doonil laahi maa laa yanfa'ukum shai'anw Wa-laa yadurrukum"
  },
  "67": {
    "t": "Woe to you for what you worship instead of God. Have you no understanding?\"",
    "tr": "Uffil lakum Wa-limaa ta'budoona min doonil laah; afalaa ta'qiloon"
  },
  "68": {
    "t": "They said, \"Burn him to ashes if you want to help your gods\".",
    "tr": "Qaaloo harriqoohu wansurooo aalihatakum in kuntum faa'ileen"
  },
  "69": {
    "t": "We said to the fire, \"Be cool and peaceful (with Abraham)\".",
    "tr": "Qulnaa yaa-naaru koonee bardanw Wa-salaaman 'alaaa Ibraaheem"
  },
  "70": {
    "t": "They had devised an evil plan (against Abraham), but We turned it into failure.\"",
    "tr": "Wa-araadoo bihee kaidan faja'alnaahumul akhsareen"
  },
  "71": {
    "t": "We took Abraham and Lot safely to the land in which We had sent blessings to the worlds.",
    "tr": "Wa-najjainaahu Wa-Lootan ilal ardil latee baaraknaa feehaa lil-'aalameen"
  },
  "72": {
    "t": "We granted him Isaac and Jacob as a gift and helped both of them to become righteous people.",
    "tr": "Wa-wahabnaa lahooo Ishaaqa; Wa-Ya'qooba naafilah; Wa-kullan ja'alnaa saaliheen"
  },
  "73": {
    "t": "We appointed them as leaders to guide the people through Our command and sent them revelation to strive for good deeds, worship their Lord, and pay religious tax. Both of them were Our worshipping servants.",
    "tr": "Wa-ja'alnaahum a'immataien yahdoona bi-amrinaa Wa-awhainaaa ilaihim fi'lal khairaati Wa-iqaamas Salaati Wa-eetaaa'az Zakaati Wa-kaanoo lanaa 'aabideen"
  },
  "74": {
    "t": "To Lot We gave knowledge and wisdom and saved him from the people of the town who were committing indecent acts. They were certainly a bad and sinful people.",
    "tr": "Wa-Lootan aatainaahu hukmanw Wa-'ilmanw Wa-najjainaahu minal qaryatil latee kaanat ta'malul khabaaa'is; innahum kaanoo qawma saw'in faasiqeen"
  },
  "75": {
    "t": "We encompassed him in Our mercy; he was a righteous man.",
    "tr": "Wa-adkhalnaahu fee rahmatinaa innahoo minas saaliheen"
  },
  "76": {
    "t": "We answered the prayer of Noah who had prayed to Us before and saved him and his followers from the great disaster.",
    "tr": "Wa-noohan iz naadaa min qablu fastajabnaa lahoo fanajjainaahu Wa-ahlahoo minal karbil 'azeem"
  },
  "77": {
    "t": "We helped him against the people who said Our revelations were mere lies. They were a bad people and We drowned them all.",
    "tr": "Wa-nasarnaahu minal qawmil lazeena kazzaboo bi-Aayaatinaa; innahum kaanoo qawma saw'in fa-aghraq-naahum ajma'een"
  },
  "78": {
    "t": "David and Solomon were trying to settle the case of the people's sheep that grazed in a corn-field at night. We witnessed their decree in that matter.",
    "tr": "Wa-Daawooda Wa-Sulaimaana iz yahkumaani fil harsi iz nafashat feehi ghanamul qawmi Wa-kunnaa lihukmihim shaahideen"
  },
  "79": {
    "t": "We made Solomon understand the law about the case and gave both David and Solomon knowledge and wisdom. We made the mountains and birds glorify the Lord along with David. We had also done to him such favors before.",
    "tr": "Fafahhamnaahaa sulaimaan; Wa-kullan aatainaa hukmanw wa'ilmanw Wa-sakh-kharnaa ma'a Daawoodal jibaala yusabbihna wattayr; Wa-kunnaa faa'ileen"
  },
  "80": {
    "t": "We taught him the art of making coats of mail so that you could protect yourselves during a war. Will you then give thanks?",
    "tr": "Wa-'allamanaahu san'ata laboosil lakum lituhsinakum min ba'sikum fahal antum shaakiroon"
  },
  "81": {
    "t": "We made subservient to Solomon the swift wind that blew on his command to the land in which We had sent blessings. We have the knowledge of all things.",
    "tr": "Wa-li-Sulaimaanar reeha 'aasifatan tajree bi-amriheee ilal ardil latee baaraknaa feehaa; Wa-kunnaa bikulli shai'in 'aalimeen"
  },
  "82": {
    "t": "We subdued the devils who would dive into the sea for him and perform other tasks for Solomon. We kept them in his service.",
    "tr": "Wa-minash Shayaateeni maien yaghoosoona lahoo Wa-ya'maloona 'amalan doona zaalika Wa-kunna lahum haafizeen"
  },
  "83": {
    "t": "When Job prayed, \"Lord, I have been afflicted with hardships. Have mercy on me; You are the Most Merciful of those who have mercy,",
    "tr": "Wa-Ayyooba iz naadaa Rabbahooo annee massaniyad durru Wa-Anta arhamur raahimeen"
  },
  "84": {
    "t": "\"We answered his prayer, relieved him from his hardships, brought his family (back to him) and gave him twice as much property as that (which was destroyed). It was a mercy from Us and a reminder for the worshippers.",
    "tr": "Fastajabnaa lahoo fakashaf-naa maa bihee min durrinw Wa-aatainaahu ahlahoo Wa-mislahum ma'ahum rahmatan min 'indinaa Wa-zikraa lil'aabideen"
  },
  "85": {
    "t": "Ismael, Idris and Dhul Kifl all were people of great patience.",
    "tr": "Wa-Ismaa'eela Wa-Idreesa Wa-Zal Kifli kullum minas saabireen"
  },
  "86": {
    "t": "We encompassed them in Our mercy; they were righteous people.",
    "tr": "Wa-adkhalnaahum fee rahmatinaa innahum minas saaliheen"
  },
  "87": {
    "t": "Dhun Nun went away in anger and thought that We would never have power over him, but in darkness he cried, \"Lord, You are the Only God whom I glorify. I have certainly done wrong to myself (so forgive me)\".",
    "tr": "Wa-Zan Nooni iz zahaba mughaadiban fa-zannaa al lan naqdira 'alaihi fanaadaa fiz zulumaati al laaa ilaaha illaaa Anta Subhaanaka innee kuntu minaz zaalimeen"
  },
  "88": {
    "t": "We answered his prayer and saved him from his grief. Thus We save the faithful ones.",
    "tr": "Fastajabnaa lahoo Wa-najjainaahu minal ghamm; Wa-kazaalika nunjil mu'mineen"
  },
  "89": {
    "t": "Zachariah prayed, \"Lord, do not leave me alone without offspring, although you are the best heir\".",
    "tr": "Wa-Zakariyyaaa iz naadaa Rabbahoo Rabbi laa tazarnee fardanw Wa-Anta khairul waariseen"
  },
  "90": {
    "t": "We answered his prayer and granted him his son, John, by making his wife fruitful. They were people who would compete with each other in good deeds and pray to Us with love and reverence. With Us they were all humble people.",
    "tr": "Fastajabnaa lahoo Wa-wahabnaa lahoo Yahyaa Wa-aslahnaa lahoo zawjah; innahum kaanoo yusaari'oona fil khairaati Wa-yad'oonanaa raghabanw Wa-rahabaa; Wa-kaanoo lanaa khaashi'een"
  },
  "91": {
    "t": "Into the woman who maintained her chastity We breathed Our Spirit and made her and her son a miracle for all people.",
    "tr": "Wallateee ahsanat farjahaa fanafakhnaa feehaa min roohinaa Wa-ja'alnaahaa wabnahaaa Aayatan lil'aalameen"
  },
  "92": {
    "t": "People, you are one nation and I am your Lord. Worship Me.",
    "tr": "Inna haaziheee ummatukum ummatanw waahidatanw Wa-Ana Rabbukum fa'budoon"
  },
  "93": {
    "t": "People have divided themselves into many sects, but all will return to Us.",
    "tr": "Wa-taqatta'ooo amrahum bainahum kullun ilainaaa raaji'oon"
  },
  "94": {
    "t": "The reward of the righteously striving believers will not be neglected. We are keeping the record of their good deeds.",
    "tr": "Famaien ya'mal minas saalihaati Wa-huwa mu'minun falaa kufraana lisa'yihee Wa-innaa lahoo kaatiboon"
  },
  "95": {
    "t": "The people whom We destroyed can never return to this world",
    "tr": "Wa-haraamun 'alaa qaryatin ahlaknaahaaa annahum laa yarji'oon"
  },
  "96": {
    "t": "until Gog and Magog are let loose to rush down from the hills.",
    "tr": "Hattaaa izaa futihat Ya'jooju Wa-Ma'jooju Wa-hum min kulli hadabien yansiloon"
  },
  "97": {
    "t": "The Day of Judgment will then draw near and the unbelievers will stare amazedly and cry, \"Woe to us! We had neglected this day. We have done wrong\".",
    "tr": "Waqtarabal wa'dul haqqu fa-izaa hiya shaakhisatun absaarul lazeena kafaroo yaawailanaa qad kunna fee ghaflatin min haaza bal kunnaa zaalimeen"
  },
  "98": {
    "t": "They will be told, \"You and what you had worshipped instead of God will be the fuel of hell\".",
    "tr": "Innakum Wa-maa ta'budoona min doonil laahi hasabu Jahannama antum lahaa waaridoon"
  },
  "99": {
    "t": "Had the idols been true lords, they would not have gone to hell. \"All of you will live therein forever\".",
    "tr": "Law kaana haaa'ulaaa'i aalihatan maa waradoohaa Wa-kullun feehaa khaalidoon"
  },
  "100": {
    "t": "They will groan in pain therein, but no one will listen to them.",
    "tr": "Lahum feehaa zafeerunw Wa-hum feehaa laa yasma'oon"
  },
  "101": {
    "t": "But those to whom We have already promised blessings will be far away from hell.",
    "tr": "Innal lazeena sabaqat lahum minnal husnaaa ulaaa'ika 'anhaa mub'adoon"
  },
  "102": {
    "t": "They will not even hear the slightest sound from it while enjoying the best that they can wish for in their everlasting life.",
    "tr": "Laa yasma'oona hasee-sahaa Wa-hum fee mash tahat anfusuhum khaalidoon"
  },
  "103": {
    "t": "They will not be affected by the great terror. The angels will come to them with this glad news: \"This is your day which was promised to you.\"",
    "tr": "Laa yahzunuhumul faza'ul akbaru Wa-tatalaq-qaahumul malaaa'ikatu haazaa Yawmukumul lazee kuntum too'adoon"
  },
  "104": {
    "t": "(This will happen) on the day when We roll up the heavens as if it were a written scroll and bring it back into existence just as though We had created it for the first time. This is what We have promised and We have always been true to Our promise.",
    "tr": "Yawma natwis samaaa'a kataiyis sijilli lilkutub; kamaa bada'naa awwala khalqin nu'eeduh; wa'dan 'alainaa; innaa kunna faa'ileen"
  },
  "105": {
    "t": "We have written in the psalms which We had revealed after the Torah that the earth will be given to Our righteous servants as their inheritance.",
    "tr": "Wa-laqad katabnaa fiz Zaboori min ba'diz zikri annal arda yarisuhaa 'ibaadi-yas saalihoon"
  },
  "106": {
    "t": "This is a lesson for those who worship (God).",
    "tr": "Inna fee haaza labalaa-ghal liqawmin 'aabideen"
  },
  "107": {
    "t": "(Muhammad), We have sent you for no other reason but to be a mercy for mankind.",
    "tr": "Wa-maaa arsalnaaka illaa rahmatal lil'aalameen"
  },
  "108": {
    "t": "Say, \"It is revealed to me that there is only one Lord. Will you then submit yourselves to His will?\"",
    "tr": "Qul innamaa yoohaa ilaiya annamaaa ilaahukum illaahunw Waahid, fahal antum muslimoon"
  },
  "109": {
    "t": "If they turn away, tell them, \"I have warned every one of you equally. I do not know when the torment which you have to suffer will take place.",
    "tr": "Fa-in tawallaw faqul aazantukum 'alaa sawaaa'; Wa-in adreee aqareebun am ba'eedun maa too'adoon"
  },
  "110": {
    "t": "God knows well all that is spoken aloud and all that you hide.",
    "tr": "Innahoo ya'lamul jahra minal qawli Wa-ya'lamu maa taktumoon"
  },
  "111": {
    "t": "I do not know (why God has commanded me to warn you of the torment). Perhaps it is a trial for you and a respite for an appointed time\".",
    "tr": "Wa-in adree la'allahoo fitnatul lakum Wa-mataa'un ilaa heen"
  },
  "112": {
    "t": "He also said, \"Lord, judge (us) with Truth. Our Lord is the Beneficent One whose help I ask against the blasphemies you say about Him\".",
    "tr": "Qaala Rabbih kum bil-haqq; Wa-Rabbunar Rahmaa-nul musta'aanu 'alaa maa tasifoon"
  }
}