{
  "1": {
    "t": "People, have fear of your Lord; the quake (of the physical realm) at the Hour of Doom will be terribly violent.",
    "tr": "Yaaa ayyuhan naasuttaqoo Rabbakum; inna zalzalatas Saa'ati shai'un 'azeem"
  },
  "2": {
    "t": "When that hour comes, every breast-feeding mother will drop her baby out of fear and every pregnant female will cast off her burden. You will see the people behaving as though they were drunk, while, in fact, they are not drunk. They only will look such because of the severity of God's torment.",
    "tr": "Yawma tarawnahaa tazhalu kullu murdi'atin 'ammaaa arda'at Wa-tada'u kullu zaati hamlin hamlahaa Wa-tarannaasa sukaaraa Wa- maa hum bisukaaraa Wa-lakinaa 'azaabal laahi shadeed"
  },
  "3": {
    "t": "Some people argue about God without knowledge and follow every rebellious devil.",
    "tr": "Wa-minan naasi maien yujaadilu fil laahi bighairi 'ilminw Wa-yattabi'u kullaa shaitaanim mareed"
  },
  "4": {
    "t": "It has been decided that satan will mislead and submit anyone who establishes friendship with him to the torment of the burning fire.",
    "tr": "Kutiba 'alaihi annahoo man tawallaahu fa-annahoo yudilluhoo Wa-yahdeehi ilaa 'azaabis sa'eer"
  },
  "5": {
    "t": "People, if you have doubts about the Resurrection, you must know that We created you from clay that was turned into a living germ. This was developed into a clot of blood, which was made into a well formed and partly shapeless lump of flesh. This is how We show you that resurrection is not more difficult for Us than your creation. We cause whatever We want to stay in the womb for an appointed time, We then take you out of the womb as a baby, so that you may grow up and receive strength. Some of you may then die and others may grow to a very old age and lose your memory. You may see the earth as a barren land, but when we send rain, it starts to stir and swell and produce various pairs of attractive herbs.",
    "tr": "Yaaa-ayyuhan naasu in kuntum fee raibin minal ba'thi fa-innaa khalaqnaakum min turaabin thumma min nutfatin thumma min 'alaqatin thumma min mudghatin mukhallaqatinw Wa-ghairi mukhallaqatin linubaiyina lakum; Wa-nuqirru fil arhaami maa nashaaa'u ilaaa ajalin musamman thumma nukhrijukum tiflan thumma litablughooo ashuddakum Wa-minkum mai yutawaffa Wa-minkum mai yuraddu ilaaa arzalil 'umuri likailaa ya'lama min ba'di 'ilmin shai'aa; Wa-taral arda haamidatan fa-izaaa anzalnaa 'alaihal maaa'ah tazzat Wa-rabat Wa-ambatat min kulli zawjin baheej"
  },
  "6": {
    "t": "This is because God is the Supreme Truth who gives life to the dead and who has power over all things.",
    "tr": "Zaalika bi annal laaha Huwal haqqu Wa-annahoo yuhyil mawtaa Wa-annahoo 'alaakulli shai'in Qadeer"
  },
  "7": {
    "t": "There is no doubt about the coming of the Hour of Doom and that God will raise every one from their graves.",
    "tr": "Wa-annas Saa'ata aatiya tul laa raiba feeha Wa-annal laaha yab'asuman fil quboor"
  },
  "8": {
    "t": "Some people argue about God without knowledge, guidance, and an enlightening Book.",
    "tr": "Wa-minan naasi maien yujaadilu fil laahi bighairi 'ilminw Wa-laa hudanw Wa-laa Kitaabim Muneer"
  },
  "9": {
    "t": "They turn away (from the Truth) to lead people away from the path of God. Their share in this world will be disgrace and on the Day of Judgment a burning torment.",
    "tr": "Saaniya 'itfihee liyudilla 'an sabeelil laahi lahoo fiddun yaa khizyunw Wa-nuzeequhoo Yawmal Qiyaamati azaabal hareeq"
  },
  "10": {
    "t": "(They will be told), \"This is the result of what your hands have wrought. God is certainly not unjust to His servants.\"",
    "tr": "Zaalika bimaa qaddamat yadaaka Wa-annal laaha laisa bizallaamil lil'abeed"
  },
  "11": {
    "t": "Some people worship God to achieve worldly gains. They are confident when they are prosperous, but when they face hardships they turn away from (worship). They are lost in this life and will be lost in the life to come. Such loss is indeed destructive.",
    "tr": "Wa-minan naasi maien ya'budul laaha 'alaa harfin fa-in asaabahoo khairunit maanna bihee Wa-in asaabat-hu fitnatunin qalaba 'alaa wajhihee khasirad dunyaa wal-aakhirah; zaalika huwal khusraanul mubeen"
  },
  "12": {
    "t": "They worship things instead of God which can neither harm them nor benefit them. This is indeed to stray far away from the right path.",
    "tr": "Yad'oo min doonil laahi maa laa yadurruhoo Wa-maa laa yanfa'uh' zaalika huwad dalaalul ba'ed"
  },
  "13": {
    "t": "Their worship of such things, in which there is no hope for any benefit, can only harm them. How terrible is such a guardian and companion!",
    "tr": "Yad'oo laman darruhooo aqrabu min naf'ih; labi' salmawlaa Wa-labi'sal 'asheer"
  },
  "14": {
    "t": "God will admit the righteously striving believers to the gardens wherein streams flow. God has all the power to do whatever He wants.",
    "tr": "Innal laaha yudkhilul lazeena aamanoo Wa-'amilus saalihaati jannaatin tajree min tahtihal anhaar; innal laaha yaf'alu maa yureed"
  },
  "15": {
    "t": "Those who thought that God would never grant victory to (Muhammad), in this world nor in the life hereafter (and now that he is victorious) should hang themselves by the necks from the ceiling, then cut the rope and see if this can do away with what has enraged them.",
    "tr": "Man kaana yazunnu al laien yansurahul laahu fid dunyaa wal-aakhirati fal-yamdud bisababin ilas samaaa'i summal yaqta' falyanzur hal yuzhibanna kaiduhoo maa yagheez"
  },
  "16": {
    "t": "We have revealed the Quran which contains authoritative verses. God guides only those whom He wants.",
    "tr": "Wa-kazaalika anzalnaahu aayaatim baiyinaatinw Wa-annal laaha yahdee mai yureed"
  },
  "17": {
    "t": "On the Day of Judgment, God will make truth and falsehood clearly distinct from each other to the believers, the Jews, the Sabeans, the Christian, the Zoroastrians, and the Pagans on the Day of Judgment. God is a Witness to all things.",
    "tr": "Innal lazeena aamanoo wallazeena haadoo was-saabi'eena wan-nasaaraa wal-Majoosa wallazeena ashrakooo innal laaha yafsilu bainahum yawmal qiyaamah; innal laaha 'alaa kulli shai'in shaheed"
  },
  "18": {
    "t": "Have you not considered that those in the heavens and the earth, the Sun, the Moon, the Stars, the mountains, the trees, the animals, and many people, all bow down to God? But many people deserve His torment. No one can give honor to whomever God has insulted. God has all the power to do what He wants.",
    "tr": "Alam tara annal laaha yasjudu lahoo man fis samaawaati Wa-man fil ardi wash-shamsu walqamaru wan-nu-joomu wal-jibaalu wash-shajaru wad-dawaaabbu Wa-kaseerum minan naasi Wa-kaseerun haqqa 'alaihil 'azaab; Wa-maien yuhinil laahu famaa lahoo mim mukrim; innal laaha yaf'alu maa yashaaa"
  },
  "19": {
    "t": "(Those who prostrate themselves before God and those who do not) are two groups who dispute with each other about their Lord. For the unbelievers the garment of fire has already been prepared. Boiling water will be poured upon their heads.",
    "tr": "Haazaani khasmaanikh tasamoo fee Rabbihim fal-lazeena kafaroo qutti'at lahum siyaabum min naar; yusabbu min fawqi ru'oosihimul hameem"
  },
  "20": {
    "t": "It will melt their skins and all that is in their bellies.",
    "tr": "Yusharu bihee maa fee butoonihim waljulood"
  },
  "21": {
    "t": "They will be subdued by iron rods.",
    "tr": "Wa-lahum maqaami'u min hadeed"
  },
  "22": {
    "t": "Whenever in anguish they will try to come out of hell they will be returned therein to suffer the burning torment.",
    "tr": "Kullamaa araadooo any yakhrujoo minhaa min ghammin u'eedoo feeha Wa-zooqoo 'azaabal hareeq"
  },
  "23": {
    "t": "God will admit the righteously striving believers to the gardens wherein streams flow. There they will be decked with gold bracelets, pearls, and garments of silk,",
    "tr": "Innal laaha yudkhilul lazeena aamanoo Wa-'amilus saalihaati jannaatin tajree min tahtihal anhaaru yuhallawna feehaa min asaawira min zahabinw Wa-lu'lu'aa; Wa-libaasuhum feehaa hareer"
  },
  "24": {
    "t": "for they were guided to speak the noblest words and follow the praiseworthy path.",
    "tr": "Wa-hudooo ilat taiyibi minal qawli Wa-hudooo ilaaa siraatil hameed"
  },
  "25": {
    "t": "A painful torment awaits the pagans who create obstacles in the way that leads to God and the Sacred Mosque - which We have made for those who dwell nearby and foreigners alike - and those who commit evil and injustice therein.",
    "tr": "Innal lazeena kafaroo Wa-yasuddoona 'an sabeelil laahi wal-Masjidil Haraamil lazee ja'alnaahu linnaasi sawaaa'anil 'aakifu feehi walbaad; Wa-maien yurid feehi bi-ilhaadim bizulmin nuziqhu min 'azaabin aleem"
  },
  "26": {
    "t": "When We prepared for Abraham the place to build the Sacred House, We told him not to consider anything equal to Me and to keep the House clean for those walking around it, those standing, bowing down, and prostrating in prayer.",
    "tr": "Wa-iz bawwaanaa li-Ibraaheema makaanal Baiti al laa tushrik bee shai'anw Wa-tahhir Baitiya litaaa'ifeena walqaaa'-imeena warrukka-'is sujood"
  },
  "27": {
    "t": "(We commanded Abraham), \"Call people for hajj - an act of worship accomplished by visiting the sacred sites in Mecca.\" They will come on foot and on lean camels from all the distant quarters",
    "tr": "Wa-azzin fin naasi bil-Hajji yaatooka rijaalanw Wa-'alaa kulli daamirien yaateena min kulli fajjin 'ameeq"
  },
  "28": {
    "t": "to see their benefits, commemorate the name of God during the appointed days, and offer the sacrifice of the cattle that God has given them. They themselves should consume part of the sacrificial flesh and give the rest to the destitute and needy people.",
    "tr": "Li yashhadoo manaafi'a lahum Wa-yazkurus mal laahi feee ayyaamimma'loomaatin 'alaa maa razaqahum mim baheematil an'aami fakuloo minhaa Wa-at'imul baaa'isal faqeer"
  },
  "29": {
    "t": "Let the pilgrims then neatly dress themselves, fulfil their vows, and walk seven times around the Kabah.",
    "tr": "Summal yaqdoo tafasahum wal-yoofoo nuzoorahum wal-yattawwafoo bil-Baitil 'Ateeq"
  },
  "30": {
    "t": "Such are the regulations of hajj. To respect the prohibitions of God is a virtuous deed in the sight of one's Lord. Consuming the flesh of certain animals is made lawful for you. Stay away from wickedness, idols, and false words.",
    "tr": "Zaalika Wa-maien yu'azzim hurumaatil laahi fahuwa khairul lahoo 'inda Rabbih; Wa-uhillat lakumul an'aamu illaa maa yutlaa 'alaikum fajtanibur rijsa minal awsaani wajtaniboo qawlaz zoor"
  },
  "31": {
    "t": "As the upright servants of God, do not consider anything equal to God. To consider things equal to God is like one falling from the sky who is snatched away by the birds or carried away by a strong wind to a far distant place.",
    "tr": "Hunafaaa'a lillaahi ghaira mushrikeena bih; Wa-maien yushrik billaahi faka-annamaa kharra minas samaaa'i fatakh-tafuhut tairu aw tahwee bihir reehu bee makaanin saheeq"
  },
  "32": {
    "t": "To respect the symbols of God is the sign of a pious heart.",
    "tr": "Zaalika Wa-mai yu'azzim sha'aaa'iral laahi fa-innahaa min taqwal quloob"
  },
  "33": {
    "t": "There are benefits for you in the (sacrificial offerings) of God until the appointed time when you slaughter them as your offering near the Ancient House.",
    "tr": "Lakum feehaa manaafi'u ilaaa ajalim musamman summa mahilluhaaa ilal Baitil 'Ateeq"
  },
  "34": {
    "t": "To every nation We have given certain sacrificial rituals. Let them consecrate their sacrificial animals with His Name. Your God is One God and you must submit yourselves to His will. (Muhammad), give the glad news (of God's mercy) to the devoted servants of God:",
    "tr": "Wa-likulli ummatin ja'alnaa mansakal liyazkurus mal laahi 'alaa maa razaqahum mim baheematil an'aam; failaahukum ilaahunw Waahidun falahooo aslimoo; Wa-bashshiril mukhbiteen"
  },
  "35": {
    "t": "Those whose hearts are filled with awe on hearing about God, who exercise patience in hardships, who are steadfast in prayer, and who spend their property for the cause of God.",
    "tr": "Allazeena izaa zukiral laahu wajilat quloobuhum wassaabireena 'alaa maaa asaabahum walmuqeemis Salaati Wa-mimmaa razaqnaahum yunfiqoon"
  },
  "36": {
    "t": "For you We have made the sacrificial camel one of the reminders of God. It also has other benefits for you. Consecrate it with the Name of God when it is steadily standing. When it is slaughtered, consume its flesh and give part of it to the needy who do and those do not ask for help from others. Thus We have made the camel subservient to you so that perhaps you may give thanks.",
    "tr": "Walbudna ja'alnaahaa lakum min sha'aaa'iril laahi lakum feehaa khairun fazkurus mal laahi 'alaihaa sawaaff; fa-izaa wajabat junoobuhaa fakuloo minhaa Wa-at'imul qaani'a walmu'tarr; kazaalika sakhkharnaahaa lakum la'allakum tashkuroon"
  },
  "37": {
    "t": "It is not the flesh and blood of your sacrifice that pleases God. What pleases God is your piety. God has made subservient to you the sacrificial animals so that perhaps you will glorify Him; He is guiding you. (Muhammad), give the glad news (of God's mercy) to the righteous people.",
    "tr": "Laien yanaalal laaha luhoo-muhaa Wa-laa dimaaa'uhaa Wa-laakiny yanaaluhut taqwaa minkum; kazaalika sakhkharhaa lakum litukabbirul laaha 'alaa ma hadaakum; Wa-bashshirul muhsineen"
  },
  "38": {
    "t": "God defends the believers but He does not love any of the treacherous, ungrateful ones.",
    "tr": "Innal laaha yudaafi' 'anil lazeena aamanoo; innal laaha laa yuhibbu kulla khawwaanin kafoor"
  },
  "39": {
    "t": "Permission to take up arms is hereby granted to those who are attacked; they have suffered injustice. God has all the power to give victory",
    "tr": "Uzina lillazeena yuqaataloona bi-annahum zulimoo; Wa-innal laaha 'alaa nasrihim la-Qaderr"
  },
  "40": {
    "t": "to those who were unjustly expelled from their homes only because they said, \"God is our Lord.\" Had it not been for God's repelling some people through the might of the others, the monasteries, churches, synagogues, and mosques in which God is very often worshipped would have been utterly destroyed. God shall certainly help those who help Him. He is All-powerful and Majestic.",
    "tr": "Allazeena ukhrijoo min diyaarihim bighairi haqqin illaaa any yaqooloo rabbunallaah; Wa-law laa daf'ul laahin naasa ba'dahum biba'dil lahuddimat sawaami'u Wa-biya'unw Wa-salawaatunw Wa-masaajidu yuzkaru feehasmul laahi kaseeraa; Wa-layansurannal laahu mai yansuruh; innal laaha la qawiyyun 'Azeez"
  },
  "41": {
    "t": "He will certainly help those who, if given power in the land, will worship God through prayer, pay the religious tax, enjoin others do good, and prevent them from committing evil. The consequence of all things is in the hands of God.",
    "tr": "Allazeena im makkan-naahum fil ardi aqaamus Salaata Wa-aatawuz Zakaata Wa-amaroo bilma'roofi Wa-nahaw 'anil munkar; Wa-lillaahi 'aaqibatul umoor"
  },
  "42": {
    "t": "If they have called you, (Muhammad), a liar, (remember that) the people of Noah, Ad, Thamud,",
    "tr": "Wa-ien yukazzibooka faqad kazzabat qablahum qawmu Nooinw Wa-Aadunw Wa-Samood"
  },
  "43": {
    "t": "and the people of Abraham, Lot,",
    "tr": "Wa-qawmu Ibraaheema Wa-qawmu Loot"
  },
  "44": {
    "t": "Midian, and Moses had also called their Prophets liars. I gave respite to the unbelievers, then sized them with torment. How terrible was that torment!",
    "tr": "Wa-as-haabu Madyana Wa-kuzziba Moosaa fa-amlaitu lilkaafireena summa akhaztuhum fakaifa kaana nakeer"
  },
  "45": {
    "t": "How many were the unjust dwellers of the towns that We destroyed. From their trellises to their lofty mansions, all were toppled and their wells were abandoned.",
    "tr": "Faka-ayyim min qaryatin ahlaknaahaa Wa-hiya zaalimatun fahiya khaawiyatun 'alaa 'urooshihaa Wa-bi'rim mu'at-talatinw Wa-qasrim masheed"
  },
  "46": {
    "t": "Have they not travelled (sufficiently) in the land to have understanding hearts and listening ears? It is their hearts which are blind, not their ears.",
    "tr": "Afalam yaseeroo fil ardi fatakoona lahum quloobuien ya'qiloona bihaaa aw aazaanunien yasma'oona bihaa fa-innahaa laa ta'mal absaaru Wa-laakin ta'mal quloobul latee fis sudoor"
  },
  "47": {
    "t": "They want you to bring upon them their punishment without delay. God never disregards His promise. One day for God is equal to a thousand years for you.",
    "tr": "Wa-yasta'juloonaka bil'azaabi Wa-lany yukhlifal laahu wa'dah; Wa-inna yawman 'inda Rabbika ka'alfi sanatim mimmaa ta'uddoon"
  },
  "48": {
    "t": "To how many unjust towns have We given respite and then sized with torment. To Me do all things return.",
    "tr": "Wa-ka-ayyim min qaryatin amlaitu lahaa Wa-hiya zaalimatun summa akhaztuhaa Wa-ilaiyal maseer"
  },
  "49": {
    "t": "(Muhammad), tell them, \"People, I am giving you a clear warning.",
    "tr": "Qul yaaa-ayyuhan naasu innamaaa ana lakum nazeerum mubeen"
  },
  "50": {
    "t": "The righteously striving believers will receive forgiveness and honorable sustenance.",
    "tr": "Fallazeena aamanoo Wa-'amilu saalihaati lahum maghfiratunw Wa-rizqun kareem"
  },
  "51": {
    "t": "Those who try to challenge Our miracles will be the dwellers of hell.\"",
    "tr": "Wallazeena sa'aw feee Aayaatinaa mu'aajizeena ulaaa-ika As-haabul jaheem"
  },
  "52": {
    "t": "Satan would try to tamper with the desires of every Prophet or Messenger whom We sent. Then God would remove Satan's temptations and strengthen His revelations. God is All-knowing and All-wise.",
    "tr": "Wa-maaa arsalnaa min qablika mir Rasoolinnw Wa-laa Nabiyyin illaaa izaaa tamannaaa alqash Shaitaanu feee umniy-yatihee fa-yansakhul laahu maa yulqish Shaitaanu summa yuhkimul laahu aayaatih; wallaahu 'Aleemun Hakeem"
  },
  "53": {
    "t": "He would make Satan's temptations a trial for those whose hearts are hard and sick. The wrong-doers are far away from the Lord,",
    "tr": "Liyaj'ala maa yulqish Shaitaanu fitnatal lillazeena fee quloobihim maradunw walqaasiyati quloobuhum; Wa-innaz zaalimeena lafee shiqaaqim ba'eed"
  },
  "54": {
    "t": "so that those who have received knowledge would know and believe that whatever happens with the Prophets and Messengers is the Truth from their Lord and will believe it. This will cause their hearts to become filled with awe. God guides the believers to the right path.",
    "tr": "Wa-liya'lamal lazeena ootul 'ilma annahul haqqu mir Rabbika fa-yu'minoo bihee fatukhbita lahoo quloobuhum; Wa-innal laaha lahaadil lazeena aamanoo ilaa Siraatim Mustaqeem"
  },
  "55": {
    "t": "The unbelievers will continue to doubt the Quran until the Hour of Doom suddenly sizes them or the torment of the last day strikes them.",
    "tr": "Wa-laa yazaalul lazeena kafaroo fee miryatim minhu hattaa taatiyahumus Saa'atu baghtatan aw yaatiyahum 'azaabu Yawmin 'aqeem"
  },
  "56": {
    "t": "On that day it is God who will be the Absolute King and Judge of (mankind). The righteously striving believers will go to Paradise",
    "tr": "Almulku Yawma'izil lillaahi yahkumu bainahum; fallazeena aamanoo Wa-'amilus saalihaati fee jannaatin Na'eem"
  },
  "57": {
    "t": "and the unbelievers who called Our revelations lies will suffer humiliating torment.",
    "tr": "Wallazeena kafaroo Wa-kazzaboo bi-Aayaatinaa fa-ulaaa'ika lahum 'azaabum muheen"
  },
  "58": {
    "t": "Those who abandoned their homes for the cause of God and who then died or were murdered will receive honorable sustenance from God; He is the Most Generous and Munificent.",
    "tr": "Wallazeena haajaroo fee sabeelil laahi summa qutilooo aw maatoo la-yarzuqan-nahumul laahu rizqan hasanaa; Wa-innal laaha la-Huwa khairur raaziqeen"
  },
  "59": {
    "t": "God will certainly admit them to a pleasant dwelling. God is All-knowing and Forbearing.",
    "tr": "La-yudkhilan-nahum mud-khalaien yardawnah; Wa-innal laaha la-'Aleemun Haleem"
  },
  "60": {
    "t": "One who is wronged and who retaliates by that which is equal to his suffering, God will certainly help him; He is All-pardoning and All-forgiving.",
    "tr": "Zaalika Wa-man 'aaqaba bimisli maa 'ooqiba bihee summa bughiya 'alaihi la-yansurannahul laah; innal laaha la-'Afuwwun Ghafoor"
  },
  "61": {
    "t": "God causes the night to enter the day and the day to enter the night. He is All-hearing and All-aware.",
    "tr": "Zaalika bi-annal laaha yoolijul laila fin nahaari Wa-yoolijun nahaara fil laili Wa-annal laaha Samee'um Baseer"
  },
  "62": {
    "t": "God is the Supreme Truth and whatever they worship instead of Him is falsehood. God is most Exalted and most Great.",
    "tr": "Zaalika bi-annal laaha Huwal haqqu Wa-anna maa yad'oona min doonihee huwal baatilu Wa-annal laaha Huwal 'Aliyyul kabeer"
  },
  "63": {
    "t": "Have you not seen that God has sent water from the sky and has made the earth green all over. He is Kind and All-aware.",
    "tr": "Alam tara annal laaha anzala minas samaaa'i maaa'an fatusbihul ardu mukhdarrah; innal laaha Lateefun Khabeer"
  },
  "64": {
    "t": "To Him belongs all that is in the heavens and the earth. God is Self-sufficient and Praiseworthy.",
    "tr": "Lahoo ma fis samaawaati Wa-ma fil ard; Wa-innal laaha la-Huwal Ghaniyyul Hameed"
  },
  "65": {
    "t": "Have you not seen that God, through His command, has made all that is in the earth and the ships that sail on the sea subservient to you? He prevents the sky from falling on the earth unless He decides otherwise. God is Compassionate and Merciful to mankind.",
    "tr": "Alam tara annal laaha sakhkhara lakum maa fil ardi wal-fulka tajree fil bahri bi-amrihee Wa-yumsikus samaaa'a an taqa'a 'alal ardi illaa biiznih; innal laaha binnaasi la-Ra'oofur Raheem"
  },
  "66": {
    "t": "It is He who has given you life, He will make you die and will make you live again. Surely the human being is ungrateful.",
    "tr": "Wa-Huwal lazee ahyaakum summa yumeetukum summa yuhyeekum; innal insaana la-kafoor"
  },
  "67": {
    "t": "We enjoined every nation with certain worship acts which they perform. The unbelievers must not dispute with you about the manner of your worship. Invite them to follow the right path of the Lord.",
    "tr": "Likulli ummatin ja'alnaa mansakan hum naasikoohu falaa yunaazi-'unnaka fil amr; wad'u ilaa Rabbika innaka la-'alaa hudan mustaqeem"
  },
  "68": {
    "t": "If they still dispute with you about your worship, tell them, \"God knows best what you do.",
    "tr": "Wa-in jaadalooka faqulil laahu a'lamu bimaa ta'maloon"
  },
  "69": {
    "t": "He will issue His decree about your differences on the Day of Judgment.\"",
    "tr": "Allaahu yahkumu bainakum Yawmal Qiyaamati feemaa kuntum feehi takhtalifoon"
  },
  "70": {
    "t": "Do you not know that God knows all that is in the heavens and the earth? His decree is already recorded in the Book and issuing such a Judgment is not difficult for Him at all.",
    "tr": "Alam ta'lam annal laaha ya'lamu maa fis samaaa'i wal-ard; inna zaalika fee kitaab; inna zaalika 'alal laahi yaseer"
  },
  "71": {
    "t": "They worship things instead of God that have received no authority (from the heavens) nor have they any knowledge of such authority. The unjust people will have no one to help them.",
    "tr": "Wa-ya'budoona min doonil laahi maa lam yunazzil bihee sultaananw Wa-maa laisa lahum bihee 'ilm; Wa-maa lizzaalimeena min naseer"
  },
  "72": {
    "t": "When Our authoritative revelations are recited to the unbelievers, you can clearly read the dislike on their faces. They almost attack those who read Our revelations to them. Say to them, \"Should I tell you about what is the worst thing for you than these revelations? It is the fire which God has prepared for the unbelievers. What a terrible destination!",
    "tr": "Wa-izaa tutlaa 'laihim Aayaatunaa baiyyinaatin ta'rifu fee wujoohil lazeena kafarul munkara yakaadoona yastoona bil-lazeena yatloona 'alaihim Aayaatinaa; qul afa-unab-bi'ukum bisharrim min zaalikum; an-Naaru Wa-'adahal laahul lazeena kafaroo Wa-bi'sal maseer"
  },
  "73": {
    "t": "People, listen to this parable: Those whom you worship instead of God do not have the power to create even a fly, even though all of them would come together for the task. If the fly was to snatch something from them they would not be able to rescue it from the fly. How feeble are such worshippers and that which they worship.",
    "tr": "Yaaa-ayyuhan naasu duriba masalun fastami'oo lah; innal lazeena tad'oona min doonil laahi laien yakhluqoo zubaabanw Wa-lawi ijtama'oo lahoo Wa-ien yaslub-humuz zubaabu shai'an laa yastanqizoohu minh; da'ufat taalibu wal-matloob"
  },
  "74": {
    "t": "They have not revered God properly. God is All-powerful and Majestic.",
    "tr": "Maa qadrul laaha haqqa qadrih; innal laaha la-Qawiyyun 'Azeez"
  },
  "75": {
    "t": "God chooses Messengers from both angels and human beings. God is All-hearing and All-aware.",
    "tr": "Allahu yastafee minal malaaa'ikati Rusulanw Wa-minan naas; innal laaha Samee'un Baseer"
  },
  "76": {
    "t": "God knows all that they have and all that is behind them, and to Him do all things return.",
    "tr": "Ya'lamu maa baina aydeehim Wa-maa khalfahum; Wa-ilal laahi turja'ul umoor"
  },
  "77": {
    "t": "Believers, worship your Lord, bow down and prostrate yourselves before Him and do virtuous deeds so that perhaps you will have everlasting happiness.",
    "tr": "Yaaa-ayyuhal lazeena aamanur ka'oo wasjudoo wa'budoo Rabbakum waf'alul khaira la'allakum tuflihoon"
  },
  "78": {
    "t": "Strive steadfastly for the Cause of God. He has chosen you but has not imposed on you hardship in your religion, the noble religion of your father, Abraham. God named you Muslims before and in this Book, so that the Messenger will witness (your actions) and will be the witness over mankind. Be steadfast in your prayer, pay the religious tax, and seek protection from God; He is your Guardian, a gracious Guardian and Helper.",
    "tr": "Wa-jaahidoo fil laahi haqqa jihaadih; Huwaj tabaakum Wa-maa ja'ala 'alaikum fid deeni min haraj; Millata abeekum Ibraaheem; Huwa sammaakumul muslimeena min qablu Wa-fee haaza li-yakoonar Rasoolu shaheedan 'alaikum Wa-takoonoo shuhadaaa'a 'alan naas; fa-aqeemus salaata Wa-aatuz zakaata wa'tasimoo billaahi Huwa mawlaakum fani'mal mawlaa Wa-ni'man naseer"
  }
}