{
  "1": {
    "t": "Triumphant indeed are the believers,",
    "tr": "Qad aflahal mu'minoon"
  },
  "2": {
    "t": "who are submissive to God in their prayers,",
    "tr": "Allazeena hum fee Salaatihim khaashi'oon"
  },
  "3": {
    "t": "who avoid impious talks,",
    "tr": "Wallazeena hum 'anil laghwi mu'ridoon"
  },
  "4": {
    "t": "pay their religious tax",
    "tr": "Wallazeena hum liz-Zakaati faa'iloon"
  },
  "5": {
    "t": "and restrain their carnal desires",
    "tr": "Wallazeena hum lifuroo-jihim haafizoon"
  },
  "6": {
    "t": "except with their spouses and slave-girls. The practice of carnal relations is lawful with them.",
    "tr": "Illaa 'alaaa azwaajihim aw maa malakat aimaanuhum fa-innahum ghairu maloomeen"
  },
  "7": {
    "t": "Those who desire to go beyond such limits they commit transgression,",
    "tr": "Famanib taghaa waraaa'a zaalika fa-ulaaa'ika humul 'aadoon"
  },
  "8": {
    "t": "those who are true to their trust,",
    "tr": "Wallazeena hum li-amaanaatihim Wa-'ahdihim raa'oon"
  },
  "9": {
    "t": "to their promise,",
    "tr": "Wallazeena hum 'alaa Salawaatihim yuhaafizoon"
  },
  "10": {
    "t": "and who are steadfast in their prayer.",
    "tr": "Ulaaa'ika humul waarisoon"
  },
  "11": {
    "t": "These are the heirs of Paradise wherein they will live forever.",
    "tr": "Allazeena yarisoonal Firdawsa hum feehaa khaalidoon"
  },
  "12": {
    "t": "We have created the human being from an extract of clay",
    "tr": "Wa-laqad khalaqnal insaana min sulaalatim min teen"
  },
  "13": {
    "t": "which was then turned into a living germ and placed in safe depository.",
    "tr": "Summa ja'alnaahu nutfatan fee qaraarim makeen"
  },
  "14": {
    "t": "The living germ, then, was turned into a shapeless lump of flesh from which bones were formed. The bones, then, were covered with flesh. At this stage, We caused it to become another creature. All blessings belong to God, the best Creator.",
    "tr": "Summa khalaqnan nutfata 'alaqatan fakhalaqnal 'alaqata mudghatan fakhalaq-nal mudghata 'izaaman fakasawnal 'izaama lahman summa anshaanaahu khalqan aakhar; fatabaarakal laahu ahsanul khaaliqeen"
  },
  "15": {
    "t": "Thereafter you will certainly die",
    "tr": "Summa innakum ba'da zaalika la-maaiyitoon"
  },
  "16": {
    "t": "and you will be brought back to life again on the Day of Resurrection.",
    "tr": "Summa innakum Yawmal Qiyaamati tub'asoon"
  },
  "17": {
    "t": "We have created seven heavens above you and have never been neglectful to Our Creation.",
    "tr": "Wa-laqad khalaqnaa fawqakum sab'a taraaa'iqa Wa-maa kunnaa 'anil khalqi ghaafileen"
  },
  "18": {
    "t": "We have sent a measure of water from the sky to stay on earth and We have the power to take it away.",
    "tr": "Wa-anzalnaa minas samaaa'i maaa'am biqadarin fa-askannaahu fil ardi Wa-innaa 'alaa zahaabim bihee laqaa-diroon"
  },
  "19": {
    "t": "We have established for you gardens of palm trees and vineyards with this water with many fruits for you to consume.",
    "tr": "Fa-anshaanaa lakum bihee Jannaatim min nakheelinw Wa-a'naab; lakum feehaa fawaakihu kaseeratunw Wa-minhaa taakuloon"
  },
  "20": {
    "t": "We have also created for you the tree that grows on Mount Sinai which produces oil and relish for those who use it.",
    "tr": "Wa-shajaratan takhruju min Toori Sainaaa'a tambutu bidduhni Wa-sibghil lil-aakileen"
  },
  "21": {
    "t": "There is a lesson for you concerning cattle. We provide you with drink from their bellies and many other benefits. You can consume them as meat.",
    "tr": "Wa-inna lakum fil an'aami la'ibrah; nusqeekum mimmaa fee butoonihaa Wa-lakum feehaa manaafi'u kaseeratunw Wa-minhaa taakuloon"
  },
  "22": {
    "t": "You are carried by the animals on land and by the ships in the sea.",
    "tr": "Wa-'alaihaa wa'alal fulki tuhmaloon"
  },
  "23": {
    "t": "We sent Noah to his people who said, \"My people, worship God for He is your only Lord. Will you then not have fear of Him?\"",
    "tr": "Wa-laqad arsalnaa Noohan ilaa qawmihee faqaala yaa qawmi'budul laaha maa lakum min ilahin ghairuhoo afalaa tattaqoon"
  },
  "24": {
    "t": "The chiefs of the unbelievers said to the others, \"He is a mere mortal like you. He wants only to be superior to you. Had God wanted He would have sent the angels (instead of him). We have never heard from our fathers anything like what he says.",
    "tr": "Faqaalal mala'ul lazeena kafaroo min qawmihee maa haazaaa illaa basharum mislukum yureedu aien yatafaddala 'alaikum Wa-law shaaa'al laahu la-anzala malaaa'ikatam maa sami'naa bihaazaa feee aabaaa'inal awwaleen"
  },
  "25": {
    "t": "He is only an insane person. Wait for some time. Perhaps he will come to his senses.\"",
    "tr": "In huwa illaa rajulum bihee jinnatun fatarabbasoo bihee hattan heen"
  },
  "26": {
    "t": "Noah prayed, \"Lord, help me; they have called me a liar\".",
    "tr": "Qaala Rabbin surnee bimaa kazzaboon"
  },
  "27": {
    "t": "We inspired him, saying, \"Build the Ark before Our eyes and by the instruction of Our revelation. When our decree comes to pass and water comes forth from the Oven, embark in the Ark with a pair of every kind of animals and your family except those already doomed (to perish). Do not plead with Me for the unjust; they will be drowned.\"",
    "tr": "Fa-awhainaaa ilaihi anis na'il fulka bi-a'yuninaa Wa-wahyinaa fa-izaa jaaa'a amrunaa Wa-faarat tannooru fasluk feehaa min kullin zawjainis naini Wa-ahlaka illaa man sabaqa 'alaihil qawlu minhum Wa-laa tukhaat-ibnee fil lazeena zalamooo innaahum mughraqoon"
  },
  "28": {
    "t": "When all of you settle in the Ark, say, \"Only God Who has saved us from the unjust people deserves all praise\".",
    "tr": "Fa-izas tawaita ata Wa-mam ma'aka 'alal fulki faqulil hamdu lillaahil lazee najjaanaa minal qawmiz zalimeen"
  },
  "29": {
    "t": "Say, \"Lord, grant us a blessed landing from the Ark; You are the One who provides the safest landing\".",
    "tr": "Wa-qur Rabbi anzilnee munzalam mubaarakanw Wa-Anta khairul munzileen"
  },
  "30": {
    "t": "In this story there is enough evidence (of the Truth); thus do We try (mankind)",
    "tr": "Inna fee zaalika la-Aayaatinw Wa-in kunnaa lamubtaleen"
  },
  "31": {
    "t": "We brought another generation into existence after the people of Noah.",
    "tr": "Summaa anshaana mim ba'dihim qarnan aakhareen"
  },
  "32": {
    "t": "We sent to them a Messenger from among their own people who told them, \"Worship God; He is your only Lord. Will you then not have fear of Him?\"",
    "tr": "Fa-arsalnaa feehim Rasoolam minhum ani 'budul laaha maa lakum min ilaahin ghairuhoo afalaa tattaqoon"
  },
  "33": {
    "t": "A group of his people who disbelieved him and had called the Day of Judgment a lie and whom We had made prosperous in this life, said, \"He is a mere mortal like you. He eats and drinks as you do.",
    "tr": "Wa-qaalal mala-u min qawmihil lazeena kafaroo Wa-kazzaboo bi-liqaaa'il Aakhirati Wa-atrafnaahum fil hayaatid dunyaa maa haazaaa illaa basharum mislukum yaakulu mimmaa taakuloona minhu Wa-yashrabu mimmaa tashraboon"
  },
  "34": {
    "t": "If you follow a mortal like yourselves you will certainly be lost.",
    "tr": "Wa-la'in at'atum basharam mislakum innakum izal lakhaasiroon"
  },
  "35": {
    "t": "Does he promise you that after you die and become dust and bones you will be brought back to life again?",
    "tr": "A-Ya'idukum annakum izaa mittum Wa-kuntum turaabanw Wa-izaaman annakum mukhrajoon"
  },
  "36": {
    "t": "Such a promise will never come true.",
    "tr": "Haihaata haihaata limaa too'adoon"
  },
  "37": {
    "t": "This is our only life. We live and will die but we will never be brought back to life again.",
    "tr": "In hiya illaa hayaatunad dunyaa namootu Wa-nahyaa Wa-maa nahnu bimab'ooseen"
  },
  "38": {
    "t": "He is only a man who invents lies against God, so have no faith in him\".",
    "tr": "In huwa illaa rajulunif taraa 'alal laahi kazibanw Wa-maa nahnuu lahoo bimu'mineen"
  },
  "39": {
    "t": "The Messenger prayed, \"Lord, help me; they have called me a liar\".",
    "tr": "Qaala Rabbin surnee bimaa kazzaboon"
  },
  "40": {
    "t": "God replied, \"After a very short time they will certainly regret for their deeds.\"",
    "tr": "Qaala 'ammaa qaleelil la-yusbihunna naadimeen"
  },
  "41": {
    "t": "A blast struck them for a just cause, and We made them look like withered leaves. God keeps the unjust people away from His mercy.",
    "tr": "Fa-akhazat-humus saihatu bilhaqqi faja'alnaahum ghusaaa'aa; fabu;dal lilqaw-miz zaalimeen"
  },
  "42": {
    "t": "After them We brought another generation into existence.",
    "tr": "Summa anshaanaa mim ba'dihim quroonan aakhareen"
  },
  "43": {
    "t": "Every nation has an appointed life span.",
    "tr": "Maa tasbiqu min ummatin ajalahaa Wa-maa yastaakhiroon"
  },
  "44": {
    "t": "We sent Our messengers one after the other but whenever a Messenger would come to a nation, its people would call him a liar and We would destroy one nation after the other, thus, only their stories were left behind them. God keeps the unbelievers far away from His Mercy.",
    "tr": "Summa arsalnaa Rusulanaa tatraa kulla maa jaaa'a ummatar Rasooluhaa kazzabooh; fa-atba'naa ba'dahum ba'danw Wa-ja'alnaahum ahaadees; fabu'dal liqawmil laa yu'minoon"
  },
  "45": {
    "t": "Then We sent Moses and his brother Aaron with Our miracles and clear authority",
    "tr": "Summa arsalnaa Moosaa Wa-akhaahu Haaroona bi-Aayaatinaa Wa-sultaanim mubeen"
  },
  "46": {
    "t": "to the Pharaoh and his nobles. But they behaved proudly and thought themselves superior people.",
    "tr": "Ilaa Fir'awna Wa-mala'ihee fastakbaroo Wa-kaanoo qawman 'aaleen"
  },
  "47": {
    "t": "They said, \"Should we believe in two mere mortals who are like ourselves and whose people are our slaves?\"",
    "tr": "Faqaaloo annu'minu libasharaini mislinaa Wa-qawmuhumaa lanaa 'aabidoon"
  },
  "48": {
    "t": "They called them liars and consequently were destroyed.",
    "tr": "Fakazzaboohumaa fakaanoo minal muhlakeen"
  },
  "49": {
    "t": "We gave the Book to Moses so that perhaps they may have guidance.",
    "tr": "Wa-laqad aatainaa Moosal Kitaaba la'allahum yahtadoon"
  },
  "50": {
    "t": "We made the son of Mary and his mother a miracle and settled them on a high land, quite secure and watered by a spring.",
    "tr": "Wa-ja'alnab na Maryama Wa-ummahooo aayatannw Wa-aawainaahumaaa ilaa rabwatin zaati qaraarinw Wa-ma'een"
  },
  "51": {
    "t": "I told them, \"Messengers, eat from the pure things and act righteously; I know all that you do.",
    "tr": "Yaaa-aiyuhar Rusulu kuloo minat taiyibaati wa'maloo saalihan innee bimaa ta'maloona 'Aleem"
  },
  "52": {
    "t": "Your religion is one and I am your Lord. Have fear of Me\".",
    "tr": "Wa-inna haaziheee ummatukum ummatanw waahidatanw Wa-Ana Rabbukum fattaqoon"
  },
  "53": {
    "t": "The people divided themselves into many sects, each with their own book and each happy with whatever they had.",
    "tr": "Fataqatta'ooo amrahum bainahum zuburaa; kullu hizbim bimaa ladaihim farihoon"
  },
  "54": {
    "t": "(Muhammad), leave them alone in their dark ignorance for an appointed time.",
    "tr": "Fazarhum fee ghamratihim hattaa heen"
  },
  "55": {
    "t": "Do they think that We are helping them by giving them children and property?",
    "tr": "A-yahsaboona annnamaa numiduhum bihee mim maalinw Wa-baneen"
  },
  "56": {
    "t": "We provide them with the means of competing with each other in virtuous deeds, but they do not realize this.",
    "tr": "Nusaari'u lahum fil khairaat; bal laa yash'uroon"
  },
  "57": {
    "t": "Only those who are, out of fear of Him, humble before their Lord,",
    "tr": "Innal lazeena hum min khashyati Rabbihim mushfiqoon"
  },
  "58": {
    "t": "who believe in the revelations of their Lord,",
    "tr": "Wallazeena hum bi-Aayaati Rabbihim yu'minoon"
  },
  "59": {
    "t": "who consider nothing equal to their Lord,",
    "tr": "Wallazeena hum bi-Rabbihim laa yushrikoon"
  },
  "60": {
    "t": "who spend their property for the cause of God, and whose hearts are afraid of their return",
    "tr": "Wallazeena yu'toona maaa aataw Wa-quloobuhum wajilatun annahum ilaa Rabbihim raaji'oon"
  },
  "61": {
    "t": "to God, these are the ones who really compete with each other in virtuous deeds and are the foremost ones in the task.",
    "tr": "Ulaaa'ika yusaari'oona fil khairaati Wa-hum lahaa saabiqoon"
  },
  "62": {
    "t": "We do not impose on any soul what is beyond its capacity. We have the Book which speaks the truth and no injustice will be done to it.",
    "tr": "Wa-laa nukallifu nafsan illaa wus'ahaa Wa-ladainaa kitaabuny yantiqu bilhaqqi Wa-ahum la yuzlamoon"
  },
  "63": {
    "t": "In fact, the hearts of the unbelievers are in the dark because of their ignorance of real virtue; they act against it.",
    "tr": "Bal quloobuhum fee ghamratim min haazaa Wa-lahum a'maalum min dooni zaalika hum lahaa 'aamiloon"
  },
  "64": {
    "t": "But when We will strike with torment those (unbelievers) who are rich, they will start to cry for help.",
    "tr": "Hattaaa izaaa akhaznaa mutrafeehim bil'azaabi izaa hum yaj'aroon"
  },
  "65": {
    "t": "We shall tell them, \"Do not cry for help on this day; you will receive none from Us\".",
    "tr": "Laa taj'arul yawma innakum minnaa laa tunsaroon"
  },
  "66": {
    "t": "Our revelations had certainly been recited to you, but you turned your backs to them",
    "tr": "Qad kaanat Aayaatee tutlaa 'alaikum fakuntum 'alaaa a'qaabikum tankisoon"
  },
  "67": {
    "t": "and arrogantly mocked and reviled them.",
    "tr": "Mustakbireena bihee saamiran tahjuroon"
  },
  "68": {
    "t": "Was it that you did not give any thought to it (the Quran)? Was it different from what was revealed to your fathers?",
    "tr": "Afalam yaddabbarrul qawla am jaaa'ahum maa lam yaati aabaaa'ahumul awwaleen"
  },
  "69": {
    "t": "Or did you not recognize your Messenger and, thus, denied him (Muhammad)",
    "tr": "Am lam ya'rifoo Rasoolahum fahum lahoo munkiroon"
  },
  "70": {
    "t": "or you said that he is possessed by satan? In fact, he has brought you the truth, but most of you dislike it.",
    "tr": "Am yaqooloona bihee jinnnah; bal jaaa'ahum bilhaqqi Wa-aksaruhum lil-haqqi kaarihoon"
  },
  "71": {
    "t": "Had the truth followed their desires, the heavens and the earth and all that is in them would have been destroyed. We sent them the Quran but they ignored it.",
    "tr": "Wa-lawit taba'al haqqu ahwaaa'ahum lafasadatis samaawaatu wal-ardu Wa-man feehinnn; bal atainaahum bizikrihim fahum 'an zikrihim mu'ridoon"
  },
  "72": {
    "t": "(Do they disbelieve because) you asked them for payment? The reward that you will receive from your Lord is the best. He is the best Provider.",
    "tr": "Am tas'aluhum kharjan fakharaaju Rabbika khairunw Wa-Huwa khairur raaziqeen"
  },
  "73": {
    "t": "(Muhammad), you certainly have called them to the right path,",
    "tr": "Wa-innaka latad'oohum ilaa Siraatim Mustaqeem"
  },
  "74": {
    "t": "but those who disbelieve the life hereafter deviate from the right path.",
    "tr": "Wa-innnal lazeena laa yu'minoona bil-Aakhirati 'anis siraati lanaakiboon"
  },
  "75": {
    "t": "Even if We were to grant them mercy and rescue them from hardship, they would still blindly persist in their rebellion.",
    "tr": "Wa-law rahimnaahum Wa-kashafnaa maa bihim min durril lalajjoo fee tughyaanihim ya'mahoon"
  },
  "76": {
    "t": "We struck them with torment, but they did not submit themselves to their Lord, nor did they make themselves humble",
    "tr": "Wa-laqad akhaznaahum bil'azaabi famas takaanoo li-Rabbihim Wa-maa yatadarra'oon"
  },
  "77": {
    "t": "until We opened the gate of greater torment (death) and they suddenly found themselves in despair.",
    "tr": "Hattaaa izaa fatahnaa 'alaihim baaban zaa 'azaabin shadeedin izaa hum feehi mublisoon"
  },
  "78": {
    "t": "It is God who has created ears, eyes, and hearts for you. Little are the thanks that you give.",
    "tr": "Wa-Huwal lazeee ansha-a lakumus sam'a wal-absaara wal-af'idah; qaleelam maa tashkuroon"
  },
  "79": {
    "t": "It is God who has settled you on the earth and before Him you will all be assembled.",
    "tr": "Wa-Huwal lazee zara-akum fil ardi Wa-ilaihi tuhsharoon"
  },
  "80": {
    "t": "It is He who gives life and causes death and it is He who alternates night and day. Will you not then understand?",
    "tr": "Wa-Huwal lazee yuhyee Wa-yumeetu Wa-lahukh tilaaful laili wannahaar; afalaa ta'qiloon"
  },
  "81": {
    "t": "They say exactly the same thing as the people who lived before.",
    "tr": "Bal qaaloo misla maa qaalal awwaloon"
  },
  "82": {
    "t": "They say, \"When we die and become dust and bones, shall we then be raised up again?",
    "tr": "Qaalooo 'a-izaa mitnaa Wa-kunnaa turaabanw Wa-'izaaman 'a-innaa lamab-'oosoon"
  },
  "83": {
    "t": "Our fathers and we have been given such promises before. These are no more than ancient legends.\"",
    "tr": "Laqad wu'idnaa nahnu Wa-aabaaa'unaa haazaa min qablu in haazaaa illaaa asaateerul awwaleen"
  },
  "84": {
    "t": "(Muhammad), say to them, \"Tell me, if you know, to whom does the earth and its contents belong?\"",
    "tr": "Qul limanil ardu Wa-man feehaaa in kuntum ta'lamoon"
  },
  "85": {
    "t": "They will quickly reply, \"It belongs to God.\" Say, \"Will you not, then, take heed?\"",
    "tr": "Sa-yaqooloona lillaah; qul afalaa tazakkkaroon"
  },
  "86": {
    "t": "Ask them, \"Who is the Lord of the seven heavens and the Great Throne?\"",
    "tr": "Qul mar Rabbus samaawaatis sab'i Wa-Rabbul 'Arshil 'Azeem"
  },
  "87": {
    "t": "They will quickly say, \"It is God.\" Say, \"Will you not then have fear of Him?\"",
    "tr": "Sa-yaqooloona lillaah; qul afalaa tattaqoon"
  },
  "88": {
    "t": "Ask them, \"If you have any knowledge, in whose hands is the ownership of all things? Who is the one who gives protection and yet He Himself is never protected?\"",
    "tr": "Qul mam bi-yadihee malakootu kulli shai'inw Wa-Huwa yujeeru Wa-laa yujaaru 'alaihi in kuntum ta'lamoon"
  },
  "89": {
    "t": "They will reply spontaneously, \"It is God.\" Ask them, \"Why has falsehood bewitched you?\"",
    "tr": "Sa-yaqooloona lillaah; qul fa-annaa tus-haroon"
  },
  "90": {
    "t": "We have sent them the truth and they, certainly, are liars.",
    "tr": "Bal atainaahum bil-haqqi Wa-innahum lakaaziboon"
  },
  "91": {
    "t": "God has never given birth to a son and there is no other god besides Him. If there were, each god would have taken away his creatures and claimed superiority over the others. God is too exalted to be as they believe Him to be.",
    "tr": "Mat takhazal laahu minw waladinw Wa-maa kaana ma'ahoo min ilaah; izal lazahaba kullu ilaahim bimaa khalaqa Wa-la'alaa ba'duhum 'alaa ba'd; Subhaannal laahi 'ammaa yasifoon"
  },
  "92": {
    "t": "He has the knowledge of all seen and unseen things. He is too exalted to be considered equal to anything else.",
    "tr": "Aalimil Ghaibi wash-shahhaadati fata'aalaa 'ammaa yushrikoon"
  },
  "93": {
    "t": "Say, \"Lord, if you will afflict them with punishment,",
    "tr": "Qur Rabbi immmaa turiyannee maa yoo'adoon"
  },
  "94": {
    "t": "exclude me from the unjust people\".",
    "tr": "Rabbi falaa taj'alnee fil qawmiz zaalimeen"
  },
  "95": {
    "t": "We have the Power to strike them with torment before your very eyes.",
    "tr": "Wa-innaa 'alaaa an nuriyaka maa na'iduhum laqaadiroon"
  },
  "96": {
    "t": "Respond to the injustice (done to you) with the better deed. We know best what they attribute to God.",
    "tr": "Idfa' billate hiya ahsanus saiyi'ah; nahnu a'lamu bimaa yasifoon"
  },
  "97": {
    "t": "Say, \"Lord, I seek your protection against the strong temptations of the devils.",
    "tr": "Wa-qur Rabbi a'oozu bika min hamazaatish Shayaateen"
  },
  "98": {
    "t": "I seek your protection should they approach me.\"",
    "tr": "Wa-a'oozu bika Rabbi aien yahduroon"
  },
  "99": {
    "t": "When death approaches one of the unbelievers, he says, \"Lord, send me back again",
    "tr": "Hattaaa izaa jaaa'a ahada-humul mawtu qaala Rabbir ji'oon"
  },
  "100": {
    "t": "so that perhaps I shall act righteously for the rest of my life.\" Although he will say so but his wish will never come true. After death they will be behind a barrier until the day of their resurrection.",
    "tr": "La'alleee a'malu saalihan feemaa taraktu kallaa; innahaa kalimatun huwa qaaa'iluhaa Wa-minw waraaa'ihim barzakhun ilaa Yawmi yub'asoon"
  },
  "101": {
    "t": "There will be no kindred relations nor any opportunity to ask about others or seek their assistance after the trumpet has sounded.",
    "tr": "Fa-izaa nufikha fis Soori falaaa ansaaba bainahum yawma'izinw Wa-laa yatasaaa'aloon"
  },
  "102": {
    "t": "If the side of ones good deeds weighs heavier on a scale, he will have everlasting happiness,",
    "tr": "Faman saqulat mawaazee-nuhoo fa-ulaaa'ika humul muflihoon"
  },
  "103": {
    "t": "but if it weighs less, one will be lost forever in hell.",
    "tr": "Wa-man khaffat mawaa-zeenuhoo fa-ulaaa'ikal lazeena khasiroo 'anfusahum fee Jahannama khaalidoon"
  },
  "104": {
    "t": "The fire will scorch their faces and they will be groaning therein in pain.",
    "tr": "Talfahu wujoohahumun Naaru Wa-hum feehaa kaalihoon"
  },
  "105": {
    "t": "(They will be told), \"Were Our revelations not recited to you and did you not call them lies?\"",
    "tr": "Alam takun Aayaatee tutlaa 'alaikum fakuntum bihaa tukazziboon"
  },
  "106": {
    "t": "They will reply, \"Lord, our hard-heartedness overcame us and we went astray.",
    "tr": "Qaaloo Rabbanaa ghalabat 'alainaa shiqwatunaa Wa-kunnaa qawman daaalleen"
  },
  "107": {
    "t": "Lord, take us out of this and if we sin again, we shall certainly be unjust\".",
    "tr": "Rabbanaa akhrijnaa minhaa fa-in 'udnaa fa-innaa zaalimoon"
  },
  "108": {
    "t": "He will say, \"Be quiet and say nothing.\"",
    "tr": "Qaalakh sa'oo feehaa Wa-laa tukallimoon"
  },
  "109": {
    "t": "There was a group of my servants among you who always prayed: Lord, forgive us and grant us mercy; You are the best of those who show mercy.",
    "tr": "Innahoo kaana fareequm min 'ibaadee yaqooloona Rabbanaaa aamannaa faghfir lanaa warhamnaa Wa-Anta khairur raahimeen"
  },
  "110": {
    "t": "\"You mocked and laughed at them until you forgot all about Me.",
    "tr": "Fattakhaztumoohum sikhriyyan hattaaa ansawkum zikree Wa-kuntum minhum tadhakoon"
  },
  "111": {
    "t": "On this day I have given them their reward for their exercising patience and it is they who have triumphed.\"",
    "tr": "Inee jazaituhumul Yawma bimaa sabarooo annahum humul faaa'izoon"
  },
  "112": {
    "t": "God will ask them, \"How many years did you live in your graves?\"",
    "tr": "Qaala kam labistum fil ardi 'adada sineen"
  },
  "113": {
    "t": "They will reply. \"We remained for about a day or part of it, but ask those who have kept count\".",
    "tr": "Qaaloo labisnaa yawman aw ba'da yawmin fas'alil 'aaaddeen"
  },
  "114": {
    "t": "God will say, \"You have indeed remained there for a short time. Would that you knew it during your life time.",
    "tr": "Qaala il labistum illaa qaleelal law annakum kuntum ta'lamoon"
  },
  "115": {
    "t": "Did you think that We had created you for a playful purpose and that you were not to return to Us?\"",
    "tr": "Afahsibtum annamaa khalaqnaakum 'abasanw Wa-annakum ilainaa laa turja'oon"
  },
  "116": {
    "t": "God is the most exalted King and the Supreme Truth. He is the only God and the Lord of the Gracious Throne.",
    "tr": "Fata'aalal laahul Malikul Haqq; laaa ilaaha illaa Huwa Rabbul 'Arshil Kareem"
  },
  "117": {
    "t": "One who worships things besides God has no proof of the authority of such things. God is certainly keeping the record of his deeds. The unbelievers will not have everlasting happiness.",
    "tr": "Wa-maien yad'u ma'allaahi ilaahan aakhara laa burhaana lahoo bihee fa-inna maa hisaabuhoo 'inda Rabbih; innahoo laa yuflihul kaafiroon"
  },
  "118": {
    "t": "(Muhammad), say, \"Lord, forgive me and grant me mercy; You are the best of the Merciful Ones.",
    "tr": "Wa-qul Rabbigh fir warham Wa-Anta khairur raahimeen"
  }
}