{
  "1": {
    "t": "This is a chapter which We have revealed to you and made obligatory for you to follow its guidance. We have revealed clear verses in it so that perhaps you may take heed.",
    "tr": "Sooratun anzalnaahaa Wa-faradnaahaa Wa-anzalnaa feehaaa Aayaatim baiyinaatil la'allakum tazakkaroon"
  },
  "2": {
    "t": "Flog the fornicatress and the fornicator with a hundred lashes each. Let there be no reluctance in enforcing the laws of God, if you have faith in God and the Day of Judgment. Let it take place in the presence of a group of believers.",
    "tr": "Azzaaniyatu wazzaanee fajlidoo kulla waahidim minhumaa mi'ata jaldatinw Wa-laa taakhuzkum bihimaa raafatun fee deenil laahi in kuntum tu'minoona billaahi wal-Yawmil Aakhiri wal-yashhad 'azaabahumaa taaa'ifatum minal mu'mineen"
  },
  "3": {
    "t": "No one should marry a fornicator except a fornicatress or a pagan woman. No one should marry a fornicatress except a fornicator or a pagan man. Such (marriage) is unlawful to the believers.",
    "tr": "Azzaanee laa yankihu illaa zaaniyatan aw mushrikatanw wazzaaniyatu laa yankihuhaaa illaa zaanin aw mushrik; Wa-hurrima zaalika 'alal mu'mineen"
  },
  "4": {
    "t": "Those who accuse married women of committing adultery - but are not able to prove their accusation by producing four witness - must be flogged eighty lashes. Never accept their testimony thereafter because they are sinful,",
    "tr": "Wallazeena yarmoonal muhsanaati summa lam yaatoo bi-arba'ati shuhadaaa'a fajlidoohum samaaneena jaldatanw Wa-laa taqbaloo lahum shahaadatan abadaa; Wa-ulaaa'ika humul faasiqoon"
  },
  "5": {
    "t": "except that of those who afterwards repent and reform themselves; God is All-forgiving and All-merciful.",
    "tr": "Illal lazeena taaboo mim ba'di zaalika Wa-aslahoo fa-innal laaha Ghafoorur Raheem"
  },
  "6": {
    "t": "Those who accuse their spouses of committing adultery but have no witness except themselves, should testify four times saying, \"God is my witness that I am telling the truth\".",
    "tr": "Wallazeena yarmoona azwaajahum Wa-lam yakul lahum shuhadaaa'u illaaa anfusuhum fashahaadatu ahadihim arba'u shahaadaatim billaahi innahoo laminas saadiqeen"
  },
  "7": {
    "t": "They should say on the fifth time, \"Let God's curse be upon me if I am a liar\".",
    "tr": "Wal-khaamisatu anna la'natal laahi 'alaihi in kaana minal kaazibeen"
  },
  "8": {
    "t": "The spouse will be acquitted of the punishment if she challenges his testimony by saying four times, \"God is my witness that he is a liar\".",
    "tr": "Wa-yadra'u anhal 'azaaba an tashhada arba'a shahaa-daatim billaahi innahoo laminal kaazibeen"
  },
  "9": {
    "t": "On the fifth time she should say, \"Let the curse of God be upon me if what he says is true.\"",
    "tr": "Wal-khaamisata anna ghadabal laahi 'alaihaaa in kaana minas saadiqeen"
  },
  "10": {
    "t": "Had it not been for God's favors and mercy upon you (your life would have been in chaos). God accepts repentance and He is All-wise.",
    "tr": "Wa-law-laa fadlul laahi 'alaikum Wa-rahmatuhoo Wa-annal laaha Tawwaabun Hakeem"
  },
  "11": {
    "t": "Those of you who have brought forward a false report (against Aisha) do not think that it will harm you. Rather it will be a benefit to you. Each one of you will face the result of his sin. The one among the group who was the chief instigator will face a great torment.",
    "tr": "Innal lazeena jaaa'oo bilifki 'usbatum minkum; laa tahsaboohu sharral lakum bal huwa khairul lakum; likul limri'im minhum mak tasaba minal ism; wallazee tawallaa kibrahoo minhum lahoo 'azaabun 'azeem"
  },
  "12": {
    "t": "Would that on your hearing this report, the believing men and woman among you had a favorable attitude towards it, and had said, \"This report is clearly false\".",
    "tr": "Law-laaa iz sami'tumoohu zannal mu'minoona walmu'minaatu bi-anfusihim khairanw Wa-qaaloo haazaaa ifkum mubeen"
  },
  "13": {
    "t": "Would that they had brought four witness to testify to their report. Since they brought none, they are liars before God.",
    "tr": "Law-laa jaaa'oo 'alaihi bi-arba'ati shuhadaaa'; fa-iz lam yaatoo bishshuhadaaa'i fa-ulaaa-'ika 'indal laahi humul kaaziboon"
  },
  "14": {
    "t": "Were it not for the favors and mercy of God upon you, in this world and in the life to come, a great torment would strike you for your involvement in this false report.",
    "tr": "Wa-law-laa fadlul laahi 'alaikum Wa-rahmatuhoo fiddunyaa wal aakhirati lamassakum fee maaa afadtum feehi 'azaabun 'azeem"
  },
  "15": {
    "t": "Your tongues moved and your mouths spoke of something of which you had no knowledge. You thought it to be a trivial matter, while in the eyes of God it is blasphemy.",
    "tr": "Iz talaqqawnahoo bi-alsinatikum Wa-taqooloona bi-afwaahikum maa laisa lakum bihee 'ilmunw Wa-tahsaboo-nahoo haiyinanw Wa-huwa 'indal laahi 'azeem"
  },
  "16": {
    "t": "Would that on hearing this report, you had said, \"We have nothing to say about it. God forbid! It is a serious accusation.\"",
    "tr": "Wa-law-laaa iz sami'tu-moohu qultum maa yakoonu lanaaa an natakallama bihaazaa Subhaanaka haaza buhtaanun 'azeem"
  },
  "17": {
    "t": "God advises you never to do such things again if you have any faith.",
    "tr": "Ya'izukumul laahu an ta'oodoo limisliheee abadan in kuntum mu'mineen"
  },
  "18": {
    "t": "God explains to you His revelations. He is All-knowing and All-wise.",
    "tr": "Wa-yubaiyinul laahu lakumul Aayaat; wallaahu 'Aleemun Hakeem"
  },
  "19": {
    "t": "Those who like to publicize indecency among the believers will face painful torment in this world and in the life to come. God knows what you do not know.",
    "tr": "Innal lazeena yuhibboona an tashee'al faahishatu fil lazeena aamanoo lahum 'azaabun aleemun fid dunyaa wal-Aakhirah; wallaahu ya'lamu Wa-antum laa ta'lamoon"
  },
  "20": {
    "t": "Were it not for the favor and mercy of God upon you (you would have faced painful punishment in this world and the life to come). God is Compassionate and Merciful.",
    "tr": "Wa-law-laa fadlul laahi 'alaikum Wa-rahmatuhoo Wa-annal laaha Ra'oofur Raheem"
  },
  "21": {
    "t": "Believers, do not follow the footsteps of satan; whoever does so will be made by satan to commit indecency and sin. Were it not for the favor and mercy of God, none of you would ever have been purified. God purifies whomever He wants. God is All-hearing and All-knowing.",
    "tr": "Yaaa aiyyuhal lazeena aamanoo laa tattabi'oo khutuwaatish Shaitaan; Wa-many-yattabi' khutuwaatish Shaitaani fa-innahoo yaamuru bilfahshaaa'i walmunkar; Wa-law laa fadlul laahi 'alaikum Wa-rahmatuhoo maa zakaa minkum min ahadin abadanw Wa-laakinnal laaha yuzakkee many-yashaaa'; wallaahu Samee'un 'Aleem"
  },
  "22": {
    "t": "The well-to-do and the rich among you should not fail to give to relatives, the destitute, and Emigrants for the cause of God. Be considerate and forgiving. Do you not want God to forgive you? God is All-forgiving and All-merciful.",
    "tr": "Wa-laa yaatali ulul fadli minkum wassa'ati ai yu'tooo ulil qurbaa walmasaakeena walmuhaajireena fee sabeelillaahi walya'foo walyasfahoo; alaa tuhibboona aien yaghfiral laahu lakum; wal laahu Ghafoorur Raheem"
  },
  "23": {
    "t": "Those who slander the unaware but chaste and believing women (of committing unlawful carnal relations) are condemned in this life and in the life hereafter. They will suffer a great punishment",
    "tr": "Innal lazeena yarmoonal muhsanaatil ghaafilaatil mu'minaati lu'inoo fid dunyaa wal-Aakhirati Wa-lahum 'azaabun 'azeem"
  },
  "24": {
    "t": "on the day when their tongues, hands, and feet will testify to what they had done.",
    "tr": "Yawma tashhhadu 'alaihim alsinatuhum Wa-aideehim Wa-arjuluhum bimaa kaanoo ya'maloon"
  },
  "25": {
    "t": "On that day God will give them due recompense and they will know that God is the Supreme Judge.",
    "tr": "Yawma'izien yuwaf-feehimul laahu deenahumul haqqa Wa-ya'lamoona annal laaha Huwal Haqqul Mubeen"
  },
  "26": {
    "t": "Indecent woman are for indecent men and indecent men are for indecent woman. Decent women are for decent men and decent men are for decent women. The decent people are innocent of what people allege. They will receive mercy and honorable sustenance.",
    "tr": "Al-khabeesaatu lil-khabeeseena wal-khabeesoona lil-khabeesaati wat-taiyibaatu lit-taiyibeena wat-taiyiboona lit-taiyibaat; ulaaa'ika mubarra'oona mimma yaqooloona lahum maghfiratunw Wa-rizqun kareem"
  },
  "27": {
    "t": "Believers, do not enter other's houses until you have asked permission and have greeted the people therein. This is best for you so that perhaps you may remember (God's guidance).",
    "tr": "Yaaa-aiyyuhal lazeena aamanoo laa tadkhuloo buyootan ghaira buyootikum hatta tastaanisoo Wa-tusallimoo 'allaa ahlihaa; zaalikum khairul lakum la'allakum tazakkaroon"
  },
  "28": {
    "t": "If you do not find anyone therein, do not enter until you are given permission. If you are told to go away, do so; this is more decent of you. God knows all that you do.",
    "tr": "Fa-il lam tajidoo feehaaa ahadan falaa tadkhuloohaa hattaa yu'zana lakum Wa-in qeela lakumur ji'oo farji'oo huwa azkaa lakum; wallaahu bimaa ta'maloona 'Aleem"
  },
  "29": {
    "t": "There is no harm for you to enter uninhabited houses where you have some goods. God knows whatever you reveal or hide.",
    "tr": "Laisa 'alaikum junaahun ann tadkhuloo buyootan ghaira maskoonatin feeha mataa'ul lakum; wallaahu ya'lamu maa tubdoona Wa-maa taktumoon"
  },
  "30": {
    "t": "(Muhammad), tell the believing men to cast down their eyes and guard their carnal desires; this will make them more pure. God is certainly aware of what they do.",
    "tr": "Qul lilmu' mineena yaghuuddoo min absaarihim Wa-yahfazoo furoojahum; zaalika azkaa lahum; innallaaha khabeerum bimaa yasna'oon"
  },
  "31": {
    "t": "Tell the believing woman to cast down their eyes, guard their chastity, and not to show off their beauty except what is permitted by the law. Let them cover their breasts with their veils. They must not show off their beauty to anyone other than their husbands, father, father-in-laws, sons, step-sons, brothers, sons of brothers and sisters, women of their kind, their slaves, immature male servants, or immature boys. They must not stamp their feet to show off their hidden ornaments. All of you believers, turn to God in repentance so that perhaps you will have everlasting happiness.",
    "tr": "Wa qul lilmu'minaati yaghdudna min absaarihinna Wa-yahfazna furoojahunna Wa-laa yubdeena zeenatahunna illaa maa zahara minhaa walyadribna bikhumurihinna 'alaa juyoobihinna Wa-laa yubdeena zeenatahunna illaa libu'oolatihinna aw aabaaa'i hinna aw aabaaa'i bu'oolati hinna aw abnaaa'ihinaa aw abnaaa'i bu'oolatihinnna aw ikhwaanihinnna aw baneee ikhwaanihinna aw banee akhawaatihinna aw nisaaa'i hinna aw maa malakat aimaanuhunna awit taabi'eena ghairi ilil irbati minar rijaali awit tiflillazeena lam yazharoo 'alaa 'awraatin nisaaa'i wala yadribnna bi arjulihinna min zeenatihinn; Wa-toobooo ilallaahi jammee'an aiyuhal mu'minoona la'allakum tuflihoon"
  },
  "32": {
    "t": "Marry the single people among you and the righteous slaves and slave-girls. If you are poor, God will make you rich through His favor; He is Bountiful and All-knowing.",
    "tr": "Wa-ankihul ayaamaa minkum was-saaliheena min 'ibaadikum Wa-imaa'kum; ien yakoonoo fuqaraaa'a yughni-himul laahu min fadlih; wal-laahu Waasi'un 'Aleem"
  },
  "33": {
    "t": "Let those who cannot find someone to marry maintain chastity until God makes them rich through His favors. Let the slaves who want to buy their freedom have an agreement with you in writing if you find them to be virtuous. Give them money out of God's property which He has given to you. Do not force your girls into prostitution to make money if they want to be chaste. If they have been compelled to do so, God will be All-merciful and All-forgiving to them.",
    "tr": "Wal-yasta'fifil lazeena laa yajidoona nikaahan hatta yughniyahumul laahu min fadlih; wallazeena yabtaghoonal kitaaba mimmaa malakat aimaanukum fakaatiboohum in 'alimtum feehim khairanw Wa-aatoohum mim maalil laahil lazeee aataakum; Wa-laa tukrihoo fatayaatikum 'alal bighaaa'i in aradna tahassunal litabtaghoo 'aradal hayaatid dunyaa; Wa-mai yukrihhunna fa-innal laaha mim ba'di ikraahihinna Ghafoorur Raheem"
  },
  "34": {
    "t": "We have revealed to you illustrious revelations, stories of the past generations, and good advice for the pious people.",
    "tr": "Wa-laqad anzalnaaa ilaikum Aayaatim mubaiyinaatinw Wa-masalam minnal lazeena khalaw min qablikum Wa-maw'izatal lilmuttaqeen"
  },
  "35": {
    "t": "God is the light of the heavens and the earth. A metaphor for His light is a niche in which there is a lamp placed in a glass. The glass is like a shining star which is lit from a blessed olive tree that is neither eastern nor western. Its oil almost lights up even though it has not been touched by the fire. It is light upon light. God guides to His light whomever He wants. God uses various metaphors. He has the knowledge of all things.",
    "tr": "Allaahu noorus samaawaati wal-ard; masalu noorihee kamishkaatin feehaa misbaah; almisbaahu fee zujaajatin azzujaajatu ka-annahaa kawkabun durriyyuien yooqadu min shajaratim mubaarakatin zaitoonatil laa shariqiyyatinw Wa-laa gharbiyyatien yakaadu zaituhaa yudeee'u Wa-law lam tamsashu naar; noorun 'alaa noor; yahdil laahu linoorihee mai yashaaa'; Wa-yadribul laahul amsaala linnaas; wallaahu bikulli shai'in Aleem"
  },
  "36": {
    "t": "(This niche) is in the houses that God has declared to be highly respected and His Name be mentioned therein in glory in the morning and evening",
    "tr": "Fee buyootin azinal laahu an turfa'a Wa-yuzkara feehas muhoo yusabbihu lahoo feehaa bilghuduwwi wal-aasaal"
  },
  "37": {
    "t": "by people, who can neither be diverted by merchandise nor bargaining from worshipping God, saying their prayers and paying religious tax. They do these things, for they are afraid of the day when all hearts and eyes will undergo terrible unrest and crisis.",
    "tr": "Rijaalul laa tulheehim tijaaratunw Wa-laa bai'un 'an zikril laahi Wa-iqaamis Salaati Wa-eetaaa'iz Zakaati yakhaafoona Yawman tataqallabu feehil quloobu wal-absaar"
  },
  "38": {
    "t": "(They worship Him) so that God will reward their best deeds and give them more through His favors. God gives sustenance to whomever He wants without account.",
    "tr": "Liyajziyahumul laahu ahsana maa 'amiloo Wa-yazeedahum min fadlih; wal-laahu yarzuqu maien yashaaa'u bighairi hisaab"
  },
  "39": {
    "t": "The deeds of the unbelievers are like a mirage which a thirsty man thinks is water until he goes near and finds nothing. Instead he finds God who gives him his due recompense. God's reckoning is swift.",
    "tr": "Wallazeena kafarooo a'maaluhum kasaraabim biqee'atien yahsabuhuz zamaanu maaa'an hattaaa izaa jaaa'ahoo lam yajid-hu shai'anw Wa-wajadal laaha 'indahoo fa-waffaahu hisaabah; wallaahu saree'ul hisaab"
  },
  "40": {
    "t": "Or it (the deeds of the unbelievers) are like the darkness of a deep, stormy sea with layers of giant waves, covered by dark clouds. It is darkness upon darkness whereby even if one stretches out his hands he can not see them. One can have no light unless God gives him light.",
    "tr": "Aw kazulumaatin fee bahril lujjiyyiny yaghshaahu mawjun min fawqihee mawjun min fawqihee sahaab; zulumatun ba'duhaa fawqa ba'din izaaa akhraja yadahoo lam yakad yaraahaa Wa-man lam yaj'alil laahu lahoo nooran famaa lahoo min noor"
  },
  "41": {
    "t": "Have you not considered that all that is between the heavens and the earth glorifies God and that the birds spread their wings in the air to glorify God? He knows everyone's prayers and praising; God has absolute knowledge of what they do.",
    "tr": "Alam tara annal laaha yusabbihu lahoo man fissamaawaati wal-ardi wat tairu saaaffaatim kullun qad 'alima Salaatahoo Wa-tasbeehah; wallaahu 'aleemum bimaa yaf'aloon"
  },
  "42": {
    "t": "To God belongs the kingdom of the heavens and the earth, and to Him do all things return.",
    "tr": "Wa-lillaahi mulkus samaawaati wal-ardi Wa-ilal laahil maseer"
  },
  "43": {
    "t": "Do you not see that God moves the clouds gently, brings them together, piles them up, and then you can see the rain coming from them. He sends down hailstones from the mountains in the sky. With them He strikes or protects from them whomever He wants. The lightening can almost take away the sight.",
    "tr": "Alam tara annal laaha yuzjee sahaaban summa yu'allifu bainahoo summa yaj'aluhoo rukaaman fataral wadqa yakhruju min khilaalihee Wa-yunazzilu minas samaaa'i min jibaalin feehaa mim baradin fa-yuseebu bihee maien yashaaa'u Wa-yasrifuhoo 'am maien yashaaa'u yakaadu sanaa barqihee yazhabu bil-absaar"
  },
  "44": {
    "t": "God alternates the night and the day. In this there is a lesson for the people of understanding.",
    "tr": "Yuqallibul laahul laila wannahaar; inna fee zaalika la'ibratal li-ulil absaar"
  },
  "45": {
    "t": "God has created every living being from water: Some of them creep on their bellies; some walk on two feet and some of them walk on four legs. God creates whatever He wants. He has power over all things.",
    "tr": "Wallaahu khalaqa kulla daaabbatim mim maaa'in faminhum mai yamshee 'alaa batnihee Wa-minhum mai yamshee 'alaa rijlaine Wa-minhum maien yamshee 'alaaa arba'; yakhluqul laahu maa yashaaa'; innal laaha 'alaa kulli shai'in Qadeer"
  },
  "46": {
    "t": "We have revealed illustrious revelations. God guides to the right path whomever He wants.",
    "tr": "Laqad anzalnaaa Aayaatim mubaiyinaat; wallaahu yahdee mai yashaaa'u ilaa Siraatim Mustaqeem"
  },
  "47": {
    "t": "They say, \"We have believed in God and the Messenger and we have obeyed them.\" Then a group of them turn away from their (belief). They are not believers.",
    "tr": "Wa-yaqooloona aamannaa billaahi Wa-bir-Rasooli Wa-ata'naa summa yatawallaa fareequm minhum mim ba'di zaalik; Wa-maaa ulaaa'ika bilmu'mineen"
  },
  "48": {
    "t": "When they are called to God and His Messenger so that they will judge among them, suddenly, some of them turn away.",
    "tr": "Wa-izaa du'ooo ilal laahi Wa-Rasoolihee li-yahkuma bainahum izaa fareequm minhum mu'ridoon"
  },
  "49": {
    "t": "If right was on their side, they would come quickly.",
    "tr": "Wa-ien yakul lahumul haqqu yaatooo ilaihi muz'ineen"
  },
  "50": {
    "t": "Are their hearts sick? Do they have doubts or are they afraid that God and His Messenger may do injustice to them? In fact, they, themselves, are unjust.",
    "tr": "Afee quloobihim ma-radun amir taabooo am yakhaafoona aien yaheefal laahu 'alaihim Wa-Rasooluh; bal ulaaa'ika humuz zaalimoon"
  },
  "51": {
    "t": "When the believers are called to God and His Messenger to be judged, their only words are, \"We have listened and obeyed.\" They will have everlasting happiness.",
    "tr": "Innamaa kaana qawlal mu'mineena izaa du'ooo ilal laahi Wa-Rasoolihee li-yahkuma bainahum ai yaqooloo sami'naa Wa-ata'naa; Wa-ulaaa'ika humul muflihoon"
  },
  "52": {
    "t": "Those who obey God and His Messenger, who are humble before Him, and who have fear of Him will, certainly, be successful.",
    "tr": "Wa-maien yuti'il laaha Wa-Rasoolahoo Wa-yakhshal laaha Wa-yattaqhi fa-ulaaa'ika humul faaa'izoon"
  },
  "53": {
    "t": "They strongly swear by God that they would march to fight (for the cause of God) if you were to order them to. Tell them, \"You do not need to swear; fighting for the cause of God is a virtuous deed and God is Well Aware of what you do\".",
    "tr": "Wa-aqsamoo billaahi jahda aimaanihim la'in amartahum la-yakhrujunna qul laa tuqsimoo taa'atum ma'roofah innal laaha khabeerum bimaa ta'maloon"
  },
  "54": {
    "t": "Say to them, \"Obey God and His Messenger. If you turn away, the Messenger and the people will each be responsible for their own obligations. If you follow the Messenger, you will have the right guidance. The responsibility of the Messenger is only to preach.\"",
    "tr": "Qul atee'ul laaha Wa-atee'ur Rasoola fa-in tawallaw fa-innamaa 'alaihi maa hummila Wa-'alaikum maa hummiltum Wa-in tutee'oohu tahtadoo; Wa-maa 'alar Rasooli illal balaaghul mubeen"
  },
  "55": {
    "t": "God has promised the righteously striving believers to appoint them as His deputies on earth, as He had appointed those who lived before. He will make the religion that He has chosen for them to stand supreme. He will replace their fear with peace and security so that they will worship God alone and consider no one equal to Him. Whoever becomes an unbeliever after this will be a sinful person.",
    "tr": "Wa'adal laahul lazeena aamanoo minkum Wa-'amilus saalihaati la-yastakh-lifan-nahum fil ardi kamastakh lafal lazeena min qablihim Wa-la-yumakki-nanna lahum deenahumul lazir tadaa lahum Wa-la-yubaddi-lannahum mim ba'di khawfihim amnaa; ya'budoona-nee laa yushrikoona bee shai'aa; Wa-man kafara ba'da zaalika fa-ulaaa'ika humul faasiqoon"
  },
  "56": {
    "t": "Be steadfast in prayer, pay the religious tax and obey the Messenger so that perhaps you will receive mercy.",
    "tr": "Wa-aqeemus Salaata Wa-aatuz Zakaata Wa-atee'ur Rasoola la'allakum turhamoon"
  },
  "57": {
    "t": "The unbelievers should not think that they can defeat God on earth. Their dwelling will be hell, the most terrible abode.",
    "tr": "Laa tahsabannal lazeena kafaroo mu'jizeena fil ard; Wa-maawaahumun Naaru Wa-labi'sal maseer"
  },
  "58": {
    "t": "Believers, your slaves and the immature people must ask your permission three times a day before entering your house: before the morning prayer, at noon time and after the late evening prayer; these are most private times. After your permission has been granted, there is no harm if they come into your presence from time to time. This is how God explains His revelations to you. God is All-knowing and All-wise.",
    "tr": "Yaaa-aiyyuhal lazeena aamanoo li-yasta'zinkumul lazeena malakat aimaanukum wallazeena lam yablughul huluma minkum salaasa marraat; min qabli Salaatil Fajri Wa-heena tada'oona siyaa-bakum minaz zaheerati Wa-min ba'di Salaatil Ishaaa'; salaasu 'awraatil lakum; laisa 'alaikum Wa-laa 'alaihim junaahun ba'dahunn; tawwaafoona 'alaikum ba'dukum 'alaa ba'd; kazaalika yubaiyyinul laahu lakumul aayaat; wallahu 'Aleemun Hakeem"
  },
  "59": {
    "t": "When your children become mature, they must ask your permission before entering your house, as the rest of the mature people do. Thus does God explain to you His revelations. God is All-knowing and All-wise.",
    "tr": "Wa-izaa balaghal atfaalu minkumul huluma fal-yasta'zinoo kamas ta'zanal lazeena min qablihim; kazaalika yubaiyinul laahu lakum Aayaatih; wallaahu 'Aleemun Hakeem"
  },
  "60": {
    "t": "Elderly women who have no hope of getting married are allowed not to wear the kind of clothing that young woman must wear, as long as they do not show off their beauty. It is better for them if they maintain chastity. God is All-hearing and All-knowing.",
    "tr": "Walqawaa'idu minan nisaaa'il laatee laa yarjoona nikaahan fa-laisa 'alaihinna junaahun aien yada'na siyaabahunna ghaira mutabarrijaatin bi-zeenah; Wa-aien yasta'fif-na khairul lahunn; wallaahu Samee'un 'Aleem"
  },
  "61": {
    "t": "It is no sin for the blind, the lame, the sick ones, and yourselves to eat at your own homes, or the homes of your father, mothers, brothers, sisters, your paternal and maternal uncles, aunts, or at the homes of your friend, and the homes with which you are entrusted. It makes no difference whether you eat all together or one person at a time. When you enter a house, say the blessed greeting which God has instructed you to say. Thus does God explain to you His revelations so that perhaps you will understand.",
    "tr": "Laisa 'alal a'maa harajunw Wa-laa 'alal a'raji harajunw Wa-laa 'alal mareedi harajun Wa-laa 'alaa anfusikum 'an ta'kuloo min buyootikum aw buyooti aabaaa'ikum aw buyooti ummahaatikum aw buyooti ikhwaanikum aw buyooti akhawaatikum aw buyooti a'maamikum aw buyooti 'ammaatikum aw buyooti akhwaalikum aw buyooti khaalaatikum aw maa malaktum mafaatihahooo aw sadeeqikum; laisa 'alaikum junaahun 'an ta'kuloo jamee'an aw ashtaata; fa-izaa dakhaltum buyootan fa-sallimoo 'alaaa anfusikum tahiyyatan min 'indil laahi mubaarakatan taiyyibah; kazaalika yubai-yyinul laahu lakumul Aayaati la'allakum ta'qiloon"
  },
  "62": {
    "t": "The true believers are those who have faith in God and His Messenger and when they are dealing with the Messenger in important matters, they do not leave without his permission. (Muhammad), those who ask your permission believe in God and His Messenger. When they ask your leave to attend to their affairs, you may give permission to anyone of them you choose and ask forgiveness for them from God. God is All-forgiving and All-merciful.",
    "tr": "Innamal mu'minoonal lazeena aamanoo billaahi Wa-Rasoolihee Wa-izaa kaanoo ma'ahoo 'alaaa amrin jaami'il lam yazhaboo hattaa yasta'zinooh; innal lazeena yasta'zinoonaka ulaaa'ikal lazeena yu'minoona billaahi Wa-Rasoolih; fa-izas ta'zanooka li-ba'di sha'nihim fa'zal liman shi'ta minhum wastaghfir lahumul laah; innal laaha Ghafoorur Raheem"
  },
  "63": {
    "t": "Do not address the Messenger as you would call each other. God knows those who secretly walk away from you and hide themselves. Those who oppose the Messengers should beware, lest some trouble or a painful torment should befall them.",
    "tr": "Laa taj'aloo du'aaa'ar Rasooli bainakum ka-du'aaa'i ba'dikum ba'daa; qad ya'lamul laahul lazeena yatasallaloona minkum liwaazaa; fal-yahzaril lazeena yukhaalifoona 'an amriheee 'an tuseebahum fitnatun aw yuseebahum 'azaabun aleem"
  },
  "64": {
    "t": "The heavens and the earth, certainly, belong to God. He surely knows all about you in this life. On the day when you return to Him, He will tell you all about whatever you have done. God has the knowledge of all things.",
    "tr": "Alaaa inna lillaahi maa fis samaawaati wal-ardi qad ya'lamu maaa antum 'alaihi Wa-Yawma yurja'oona ilaihi fa-yunabbi'uhum bimaa 'amiloo; wallaahu bikulli shai'in 'Aleem"
  }
}