{
  "1": {
    "t": "Blessed is He who has revealed the criteria (for discerning truth from falsehood) to His servant so that He could warn mankind.",
    "tr": "Tabaarakal lazee nazzalal Furqaana 'alaa 'abdihee li-yakoona lil'aalameena nazeera"
  },
  "2": {
    "t": "To Him belongs the kingdom of the heavens and the earth. He has not begotten any sons, nor does He have any partner in His kingdom. He has created all things with precisely accurate planning.",
    "tr": "Allazee lahoo mulkus samaawaati wal ardi Wa-lam yattakhiz waladanw Wa-lam yakul lahoo shareekun filmulki Wa-khalaqa kulla shai'in faqaddarahoo taqdeeraa"
  },
  "3": {
    "t": "Yet they have chosen for themselves other deities besides Him, who do not create anything but rather are themselves created, who have no power over their own benefits, or trouble, and who have no control over life, death, and resurrection.",
    "tr": "Wattakhazoo min dooniheee aalihatal laa yakhluqoona shai'anw Wa-hum yukhlaqoona Wa-laa yamlikoona li-anfusihim darranw Wa-laa naf'anw Wa-laa yamlikoona mawtanw Wa-laa hayaatanw Wa-laa nushooraa"
  },
  "4": {
    "t": "The unbelievers say, \"This (Quran) is no more than a slanderous statement which he (Muhammad), with the help of some other people, has falsely invented.\" Certainly, this statement is unjust and sinful.",
    "tr": "Wa-qaalal lazeena kafarooo in haazaaa illaaa ifkunif taraahu Wa-a'aanahoo 'alaihi qawmun aakharoona faqad jaaa'oo zulmanw Wa-zooraa"
  },
  "5": {
    "t": "They have also said, \"It, (the Quran), is only ancient legends, which were written down while they were dictated to him in the mornings and the evenings\".",
    "tr": "Wa-qaalooo asaateerul awwaleenak tatabahaa fahiya tumlaa 'alaihi bukratanw Wa-aseelaa"
  },
  "6": {
    "t": "(Muhammad), tell them, \"The One who knows all the secrets of the heavens and the earth has revealed it; He is All-forgiving and All-merciful.\"",
    "tr": "Qul anzalhul lazee ya'lamus sirra fis samaawaati wal-ard; innahoo kaana Ghafoorar Raheemaa"
  },
  "7": {
    "t": "They say, \"Why does this Messenger eat food, and walk in the streets? Why has not an angel been sent to him so that they could preach the message together?",
    "tr": "Wa-qaaloo maa-li haazar Rasooli ya'kulut ta'aama Wa-yamshee fil aswaaq; law-laaa unzila ilaihi malakun fa-yakoona ma'ahoo nazeeraa"
  },
  "8": {
    "t": "Why has a treasure not been laid out for him or a garden from which he could eat been given to him.\" The unjust ones say, \"You are merely following a bewitched person\".",
    "tr": "Aw yulqaaa ilaihi kanzun aw takoonu lahoo jannatuien ya'kulu minhaa; Wa-qaalaz zaalimoona in tattabi'oona illaa rajulan mas-hooraa"
  },
  "9": {
    "t": "Look at their various views about you! They have gone astray and are not able to find the right path.",
    "tr": "Unzur kaifa daraboo lakal amsaala fadalloo falaa yastatee'oona sabeelaa"
  },
  "10": {
    "t": "Blessed is He who could give you palaces and gardens wherein streams would flow, far better than what they want you to have.",
    "tr": "Tabaarakal lazeee in shaaa'a ja'ala laka khairan min zaalika jannaatin tajree min tahtihal anhaaru Wa-yaj'al laka qusooraa"
  },
  "11": {
    "t": "They deny the Hour of Doom so We have prepared for them a burning fire.",
    "tr": "Bal kazzaboo bis-Saa'ati Wa-a'tadnaa liman kazzaba bis-Saa'ati sa'eeraa"
  },
  "12": {
    "t": "Even if they were to see [this fire] from a distant place, they would only listen to its raging and roaring.",
    "tr": "Izaa ra'at-hum min makaanin ba'eedin sami'oo lahaa taghaiyuzanw Wa-zafeeraa"
  },
  "13": {
    "t": "When they are thrown, bound, into a narrow place therein, then only will they wish for their death.",
    "tr": "Wa-izaaa ulqoo minhaa makaanan daiyyiqam muqar-raneena da'aw hunaalika thuboora"
  },
  "14": {
    "t": "They will be told, \"Do not pray to die only once but pray to die many times.\"",
    "tr": "Laa tad'ul yawma thubooranw waahidanw wad'oo thubooran kaseeraa"
  },
  "15": {
    "t": "(Muhammad), ask them, \"Is what you want better or the eternal garden promised to the pious ones as their reward and dwelling?",
    "tr": "Qul azaalika khairun am Jannatul khuldil latee wu'idal muttaqoon; kaanat lahum jazaaa'anw Wa-maseeraa"
  },
  "16": {
    "t": "Therein they will eternally have whatever they want. This is a binding promise from your Lord.\"",
    "tr": "Lahum feehaa maa yashaaa'oona khaalideen; kaana 'alaa Rabbika wa'dan mas'oolaa"
  },
  "17": {
    "t": "On the day when the unbelievers and whatever they had been worshipping besides God will be resurrected, He will ask the idols, \"Did you mislead My servants or did they themselves go astray from the right path?\"",
    "tr": "Wa-Yawma yahshuruhum Wa-maa ya'budoona min doonil laahi fa-yaqoolu 'a-antum adlaltum 'ibaadee haaa'ulaaa'i am hum dallus sabeel"
  },
  "18": {
    "t": "They will reply, \"Lord, You alone deserve all glory! We were not supposed to choose any guardian other than you. Since you have been benevolent to these people and their fathers, they forgot Your guidance and, thus, became subject to perdition.\"",
    "tr": "Qaaloo Subhaanaka maa kaana yanbaghee lanaaa an nattakhiza min doonika min awliyaaa'a Wa-laakin matta'tahum Wa-aabaaa'ahum hattaa nasooz zikra Wa-kaanoo qawman booraa"
  },
  "19": {
    "t": "God will say (to the idolaters), \"Your idols have rejected your faith. You cannot avoid their rejection nor can you find any help. Anyone of you who commits injustice will be made to suffer a great torment.\"",
    "tr": "Faqad kazzabookum bimaa taqooloona famaa tastatee'oona sarfanw Wa-laa nasraa; Wa-many yazlim minkum nuziqhu 'azaaban kabeeraa"
  },
  "20": {
    "t": "All the Messengerss whom We sent before, certainly, ate food and walked through the streets. We have made some of you (people) a trial for the others. Would you then exercise patience? Your Lord is All-aware.",
    "tr": "Wa-maaa arsalnaa qablaka minal mursaleena illaaa innahum la-ya'kuloonat ta'aama Wa-yamshoona fil aswaaq; Wa-ja'alnaa ba'dakum liba'din fitnatan atasbiroon; Wa-kaana Rabbuka Baseera"
  },
  "21": {
    "t": "Those who have no desire to meet Us have said, \"Would that the angels had been sent to us or that we could see our Lord.\" They are really filled with pride and have committed the greatest and worst kind of rebellion and hostility.",
    "tr": "Wa-qaalal lazeena laa yarjoona liqaaa'anaa law-laaa unzila 'alainal malaaa'ikatu aw naraa Rabbanaa; laqadis takbaroo feee anfusihim Wa-'ataw 'utuwwan kabeeraa"
  },
  "22": {
    "t": "On the day when the criminals see the angels, there will, certainly, be no rejoicing for them. Rather, they will plead to the angels, \"Please keep away from us (do not drive us into hell).\"",
    "tr": "Yawma yarawnal malaaa-'ikata laa bushraa Yawmaizin lil-mujrimeena Wa-yaqooloona hijran mahjooraa"
  },
  "23": {
    "t": "We shall call their deeds into Our presence and scatter them into the air as dust (turn them devoid of all virtue).",
    "tr": "Wa qadimnaaa ilaa maa 'amiloo min 'amalin faja'alnaahuhabaaa'an manthooraa"
  },
  "24": {
    "t": "The dwellers of Paradise on that day will have the best residence and resting place.",
    "tr": "As-haabul jannati yawma'izin khairun mustaqar-ranw Wa-ahsanu maqeela"
  },
  "25": {
    "t": "On that day the sky will be crystal blue, clear of clouds. The angels will descend in groups",
    "tr": "Wa-Yawma tashaqqaqus samaaa'u bilghamaami Wa-nuzzilal malaaa'ikatu tanzeela"
  },
  "26": {
    "t": "and the Absolute kingdom will belong to the Beneficent God.",
    "tr": "Almulku Yawma'izinil haqqu lir Rahmaan; Wa-kaana Yawman'alal kaafireena 'aseeraa"
  },
  "27": {
    "t": "It will be a hard day for the unbelievers. It will be a day when the unjust will bite their fingers, (regretfully) saying, \"Would that we had followed the path of the Messengers.",
    "tr": "Wa-Yawma ya'adduz zaalimu 'alaa yadaihi yaqoolu yaa-laitanit takhaztu ma'ar Rasooli sabeelaa"
  },
  "28": {
    "t": "Woe to us! Would that we had not been friends with so and so.",
    "tr": "Yaa-wailataa laitanee lam attakhiz fulaanan khaleelaa"
  },
  "29": {
    "t": "He led me away from the true guidance after it had come to us. Satan is a traitor to people.\"",
    "tr": "Laqad adallanee 'aniz zikri ba'da iz jaaa'anee; Wa-kaanash Shaitaanu lil-insaani khazoolaa"
  },
  "30": {
    "t": "The Messengers will say, \"Lord, my people had abandoned this Quran.\"",
    "tr": "Wa-qaalar Rasoolu yaa-Rabbi inna qawmit takhazoo haazal Qur'aana mahjooraa"
  },
  "31": {
    "t": "Thus, from the sinful people We made enemies for every Prophet. Your Lord is a Sufficient Guide and Helper.",
    "tr": "Wa-kazaalika ja'alnaa likulli Nabiyyin 'aduwwan minal mujrimeen; Wa-kafaa bi-Rabbika haadiyanw Wa-naseeraa"
  },
  "32": {
    "t": "The unbelievers have said, \"Why was the whole Quran not revealed to him at once?\" We have revealed it to you in gradual steps to strengthen your hearts and give you explanations.",
    "tr": "Wa-qaalal lazeena kafaroo law-laa nuzzila 'alaihil Qur'aanu jumlatanw waahidah; kazaalika linusabbita bihee fu'aadaka Wa-rattalnaahu tarteelaa"
  },
  "33": {
    "t": "We will support you with the Truth and the best interpretation whenever the infidels argue against you.",
    "tr": "Wa-laa ya'toonaka bi-masalin illaa ji'naaka bilhaqqi Wa-ahsana tafseeraa"
  },
  "34": {
    "t": "Those who will be driven headlong into hell will have a terrible dwelling; they have certainly gone astray.",
    "tr": "Allazeena yuhsharoona 'alaa wujoohihim ilaa jahannama ulaaa'ika sharrun makaananw Wa-adallu sabeelaa"
  },
  "35": {
    "t": "We gave the Book to Moses and made his brother Aaron his Minister.",
    "tr": "Wa-laqad aatainaa Moosal Kitaaba Wa-ja'alnaa ma'ahooo akhaahu Haaroona wazeeraa"
  },
  "36": {
    "t": "We told them, \"Both of you go to the people who have rejected Our revelations.\" We completely destroyed these unbelievers.",
    "tr": "Faqulnaz habaaa ilal qawmil lazeena kazzaboo bi-Aayaatinaa fadammarnaahum tadmeeraa"
  },
  "37": {
    "t": "We drowned the people of Noah because of their rejection of the Messengers and made them evidence of the Truth for mankind. We have prepared a painful torment for the unjust ones.",
    "tr": "Wa-qawma Noohin lammaa kazzabur Rusula aghraqnaahum Wa-ja'alnaahum linnaasi Aayatanw Wa-a'tadnaa lizzaalimeena 'azaaban aleemaa"
  },
  "38": {
    "t": "To each of the tribes of Ad, Thamud, the settlers around the well and many generations in between",
    "tr": "Wa-'Aadanw Wa-Samooda Wa-As-haabar Rassi Wa-quroonan baina zaalika katheeraa"
  },
  "39": {
    "t": "We gave guidance and drove each to destruction.",
    "tr": "Wa-kullan darabnaa lahul amsaala Wa-kullan tabbarnaa tatbeera"
  },
  "40": {
    "t": "Our Messengers came into the town which was struck by a fatal rain. Did they (unbelievers), not see what had happened to this town? In fact, they had no faith in the Resurrection.",
    "tr": "Wa-laqad ataw 'alal qaryatil lateee umtirat mataras saw'; afalam yakoonoo yarawnahaa; bal kaanoo laa yarjoona nushooraa"
  },
  "41": {
    "t": "(Muhammad), when they see you, they will only mock you and say, \"Has God really sent him as a Messengers?",
    "tr": "Wa-izaa ra-awka ien yattakhizoonaka illaa huzuwan ahaazal lazee ba'asal laahu Rasoolaa"
  },
  "42": {
    "t": "Had we not been steadfast he would almost have led us astray from our gods.\" On facing torment they will soon know who had really gone astray.",
    "tr": "In kaada la-yudillunaa 'an aalihatinaa law-laaa an sabarnaa 'alaihaa; Wa-sawfa ya'lamoona heena yarawnal 'azaaba man adallu sabeela"
  },
  "43": {
    "t": "How can you be the guardian of those who have chosen their own desires as their Lord?",
    "tr": "Ara'aita manit takhaza ilaahahoo hawaahu afa-anta takoonu 'alaihi wakeelaa"
  },
  "44": {
    "t": "Do you think that most of them listen and understand? They are like cattle or even more, straying and confused.",
    "tr": "Am tahsabu anna aksarahum yasma'oona aw ya'qiloon; in hum illaa kal-an'aami bal hum adallu sabeelaa"
  },
  "45": {
    "t": "Have you not seen that your Lord increases the shadow. Had He wanted He would have made it stationary], and has made the sun their guide.",
    "tr": "Alam tara ilaa Rabbika kaifa maddaz zilla Wa-law shaaa'a la-ja'alahoo saakinan thumma ja'alnash shamsa 'alaihi daleelaa"
  },
  "46": {
    "t": "Then He reduces it in gradual steps.",
    "tr": "Thumma qabadnaahu ilainaa qabdany yaseeraa"
  },
  "47": {
    "t": "It is He who has made the night as a covering for you, sleep as a rest for you, and the day for you to rise again.",
    "tr": "Wa-Huwal lazee ja'ala lakumul laila libaasanw wannawma subaatanw Wa-ja'alan nahaara nushooraa"
  },
  "48": {
    "t": "It is He who sends the winds to you with the glad news of His mercy and who sends purifying rain from the sky",
    "tr": "Wa-Huwal lazeee arsalar riyaaha bushran baina yadai rahmatih; Wa-anzalnaa minas samaaa'i maaa'an tahooraa"
  },
  "49": {
    "t": "to revive the barren land and provide water for many creatures, cattle, and people.",
    "tr": "Linuhyiya bihee baldatan maitanw-wa nusqiyahoo mimmaa khalaqnaaa an'aamanw Wa-anaasiyya katheeraa"
  },
  "50": {
    "t": "We send them rain from time to time so that they may take heed. Many people have responded, but ungratefully.",
    "tr": "Wa-laqad sarrafnaahu bainahum li-yazzakkaroo fa-abaaa aksarun naasi illaa kufooraa"
  },
  "51": {
    "t": "Had We wanted We could have sent a Prophet to every town.",
    "tr": "Wa-law shi'naa laba'asnaa fee kulli qaryatin nazeeraa"
  },
  "52": {
    "t": "Do not yield to the unbelievers but launch a great campaign against them with the help of the Quran.",
    "tr": "Falaa tuti'il kaafireena Wa-jaahidhum bihee jihaadan kabeeraa"
  },
  "53": {
    "t": "It is He who has joined the two seas; one palatable and sweet, the other bitterly salty and has established a barrier between them as a partition.",
    "tr": "Wa-Huwal lazee marajal bahraini haazaa 'azbun furaatunw Wa-haazaa milhun ujaaj; Wa-ja'ala bainahumaa barzakhanw Wa-hijran mahjooraa"
  },
  "54": {
    "t": "It is He who has created the human being from water to have relationships of both lineage and wedlock. Your Lord has all power.",
    "tr": "Wa-Huwal lazee khalaqa minal maaa'i basharan fa-ja'alahoo nasaban Wa-sihraa; Wa-kaana Rabbuka Qadeeraa"
  },
  "55": {
    "t": "They worship besides God things that can neither benefit nor harm them. The unbelievers are defiant against their Lord.",
    "tr": "Wa-ya'budoona min doonil laahi maa laa yanfa'uhum Wa-laa yadurruhum; Wa-kaanal kaafiru 'alaa Rabbihee zaheeraa"
  },
  "56": {
    "t": "We have sent you for no other reason but to be a bearer of glad news and warning.",
    "tr": "Wa-maa arsalnaaka illaa mubashshiranw Wa-nazeeraa"
  },
  "57": {
    "t": "Tell them, \"I ask no recompense for my preaching to you, except the fact that whoever wants should choose the way of God.\"",
    "tr": "Qul maaa as'alukum 'alaihi min ajrin illaa man shaaa'a ai yattakhiza ilaa Rabbihee sabeelaa"
  },
  "58": {
    "t": "Also trust in the Living One who never dies and glorify Him with His praise. He has sufficient knowledge of the sins of His servants.",
    "tr": "Wa-tawakkal 'alal Haiyil lazee laa yamootu Wa-sabbih bihamdih; Wa-kafaa bihee bizunoobi 'ibaadihee khabeeraa"
  },
  "59": {
    "t": "It is He who created the heavens and the earth and all that is between them in six days and then He established His domination over the Throne. He is the Beneficent God. Refer to Him as the final authority.",
    "tr": "Allazee khalaqas samaawaati wal-arda Wa-maa bainahumaa fee sittati aiyaamin thumma stawaa 'alal 'Arsh; ar-Rahmaanu fas'al bihee khabeeraa"
  },
  "60": {
    "t": "When they are told to prostrate themselves before the Beneficent God, they say, \"Who is the Beneficent God? Why should we prostrate ourselves before the one whom you have commanded us to?\" This only increases their rebelliousness.",
    "tr": "Wa-izaa qeela lahumus judoo lir-Rahmaani qaaloo Wa-mar Rahmaanu 'a-nasjudu limaa ta'murunaa Wa-zaadahum nufooraa"
  },
  "61": {
    "t": "Blessed is He who has established constellations in the sky and made therein a lamp and a shining moon.",
    "tr": "Tabaarakal lazee ja'ala fis samaaa'i buroojanw Wa-ja'ala feehaa siraajanw Wa-qamaran muneeraa"
  },
  "62": {
    "t": "It is He who has made the night and the day, one proceeding the other, for whoever wants to take heed or give thanks.",
    "tr": "Wa-huwal lazee ja'alal laila wannahaara khilfatan liman araada 'any yazzakkara aw araadaa shukooraa"
  },
  "63": {
    "t": "(Among) the servants of the Beneficent God are those who walk gently on the earth and when addressed by the ignorant ones, their only response is, \"Peace be with you.\"",
    "tr": "Wa-'ibaadur Rahmaanil lazeena yamshoona 'alal ardi hawnanw Wa-izaa khaata-bahumul jaahiloona qaaloo salaamaa"
  },
  "64": {
    "t": "They are those who spend the night worshipping their Lord, prostrating, and standing,",
    "tr": "Wallazeena yabeetoona li-Rabbihim sujjadanw Wa-qiyaamaa"
  },
  "65": {
    "t": "who pray, \"Lord, protect us from the torment of hell; it is a great loss.",
    "tr": "Wallazeena yaqooloona Rabbanas rif 'annaa 'azaaba Jahannama inna 'azaabahaa kaana gharaamaa"
  },
  "66": {
    "t": "It is a terrible abode and an evil station,\"",
    "tr": "Innahaa saaa'at mustaqarranw Wa-muqaamaa"
  },
  "67": {
    "t": "who in their spending are neither extravagant nor stingy but maintain moderation,",
    "tr": "Wallazeena izaaa anfaqoo lam yusrifoo Wa-lam yaqturoo Wa-kaana baina zaalika qawaamaa"
  },
  "68": {
    "t": "who do not worship idols besides God, nor without a just cause murder a soul to whom God has granted amnesty, who do not commit fornication, for those who do so have committed a sin",
    "tr": "Wallazeena laa yad'oona ma'al laahi ilaahan aakhara Wa-laa yaqtuloonan nafsal latee harramal laahu illaa bilhaqqi Wa-laa yaznoon; Wa-mai yaf'al zaalika yalqa 'athaamaa"
  },
  "69": {
    "t": "and on the Day of Judgment their torment will be double. They will suffer forever in disgrace.",
    "tr": "Yudaa'af lahul 'azaabu Yawmal Qiyaamati Wa-yakhlud feehee muhaanaa"
  },
  "70": {
    "t": "But only those who repent and believe and act righteously will have their sins replaced by virtue; God is All-forgiving and All-merciful.",
    "tr": "Illaa man taaba Wa-'aamana Wa-'amila 'amalan saalihan fa-ulaaa'ika yubad-dilul laahu saiyyi-aatihim hasanaat; Wa-kaanal laahu Ghafoorar Raheemaa"
  },
  "71": {
    "t": "Those who repent and act righteously have truly returned to God,",
    "tr": "Wa-man taaba Wa-'amila saalihan fa-innahoo yatoobu ilal laahi mataabaa"
  },
  "72": {
    "t": "those who do not testify falsely and when they come across something impious, pass it by nobly,",
    "tr": "Wallazeena laa yash-hadoonaz zoora Wa-izaa marroo billaghwi marroo kiraamaa"
  },
  "73": {
    "t": "who, when reminded of the revelations of their Lord, do not try to ignore them as though deaf and blind. Rather, they try to understand and think about them.",
    "tr": "Wallazeena izaa zukkiroo bi-Aayaati Rabbihim lam yakhirroo 'alaihaa summanw wa'umyaanaa"
  },
  "74": {
    "t": "They pray, \"Lord, let our spouses and children be the delight of our eyes and ourselves examples for the pious ones.\"",
    "tr": "Wallazeena yaqooloona Rabbanaa hab lanaa min azwaajinaa Wa-zurriyaatinaa qurrata a'yuninw waj-'alnaa lilmuttaqeena Imaamaa"
  },
  "75": {
    "t": "They will all receive Paradise as their reward for their forbearance and patience, where they will be greeted with, \"Peace be with you.\"",
    "tr": "Ulaaa'ika yujzawnal ghurfata bimaa sabaroo Wa-yulaqqawna feehaa tahiyyatanw Wa-salaamaa"
  },
  "76": {
    "t": "They will live therein forever, the best abode and place of rest.",
    "tr": "Khaalideena feehaa; hasunat mustaqarranw Wa-muqaamaa"
  },
  "77": {
    "t": "(Muhammad), say (to the disbeliever) \"It does not matter to my Lord whether you worship Him or not. You have rejected His guidance and your punishment is inevitable.\"",
    "tr": "Qul maa ya'ba'u bikum Rabbee law-laa du'aaa'ukum faqad kazzabtum fasawfa yakoonu lizaamaa"
  }
}