{
  "1": {
    "t": "Ta. Sin. Mim.",
    "tr": "Taa-Seeen-Meeem"
  },
  "2": {
    "t": "These are the verses of the illustrious Book.",
    "tr": "Tilka Aayaatul Kitaabil Mubeen"
  },
  "3": {
    "t": "You will perhaps kill yourself with anguish because they are not accepting the faith.",
    "tr": "La'allaka baakhi'un nafsaka allaa yakoonoo mu'mineen"
  },
  "4": {
    "t": "Had We wanted, We would have sent them a miracle from the sky to make their heads hang down in submission.",
    "tr": "In nashaa nunazzil 'alaihim minas samaaa'i Aayatan fazallat a'naaquhum lahaa khaadi'een"
  },
  "5": {
    "t": "Whenever a new message comes to them from the Beneficent God, they turn away from it.",
    "tr": "Wa-maa yaateehim min zikrim minar Rahmaani muhdasin illaa kaanoo 'anhu mu'rideen"
  },
  "6": {
    "t": "They have called (our revelation) lies. They will soon learn the consequences of what they mocked.",
    "tr": "Faqad kazzaboo fasa-yaateehim ambaaa'u maa kaanoo bihee yastahzi'oon"
  },
  "7": {
    "t": "Have they not seen the earth in which We have made gracious plants grow?",
    "tr": "Awa-lam yaraw ilal ardi kam ambatnaa feehaa min kulli zawjin kareem"
  },
  "8": {
    "t": "In this there is, certainly, evidence (of the Truth). But most of them have no faith.",
    "tr": "Inna fee zaalika la-Aayah; Wa-maa kaana aksaruhum mu'mineen"
  },
  "9": {
    "t": "Your Lord is the Majestic and the All-merciful.",
    "tr": "Wa-inna Rabbaka la-Huwal 'Azeezur Raheem"
  },
  "10": {
    "t": "When Your Lord told Moses to go to the unjust people of the Pharaoh",
    "tr": "Wa-iz naadaa Rabbuka Moosaaa ani' til qawmaz zaalimeen"
  },
  "11": {
    "t": "and ask them, \"Why do you not fear God?\"",
    "tr": "Qawma Fir'awn; alaa yattaqoon"
  },
  "12": {
    "t": "He replied, \"Lord, I am afraid that they will call me a liar.",
    "tr": "Qaala Rabbi inneee akhaafu ai yukazziboon"
  },
  "13": {
    "t": "I feel nervous and my tongue is not fluent, so send Aaron with me.",
    "tr": "Wa-yadeequ sadree Wa-laa yantaliqu lisaanee fa-arsil ilaa Haaroon"
  },
  "14": {
    "t": "They have charged me [with a crime] for which I am afraid they will kill me.\"",
    "tr": "Wa-lahum 'alaiya zambun fa-akhaafu ai yaqtuloon"
  },
  "15": {
    "t": "The Lord said, \"Have no fear, both of you go with Our miracles. We shall closely listen to you.\"",
    "tr": "Qaala kallaa fazhabaa bi-Aayaatinaaa innaa ma'akum mustami'oon"
  },
  "16": {
    "t": "They came to the Pharaoh and said, \"We are the Messengerss of the Lord of the Universe.",
    "tr": "Faatiyaa Fir'awna faqoolaaa innaa Rasoolu Rabbil 'aalameen"
  },
  "17": {
    "t": "Send the Israelites with us\".",
    "tr": "An arsil ma'anaa Baneee Israaa'eel"
  },
  "18": {
    "t": "The Pharaoh said, \"Did we not bring you up in our home as an infant and did you not live with us for many years",
    "tr": "Qaala alam nurabbika feenaa waleedanw Wa-labista feenaa min 'umurika sineen"
  },
  "19": {
    "t": "and you did the deed which you did. You are certainly ungrateful.\"",
    "tr": "Wa-fa'alta fa'latakal latee fa'alta Wa-anta minal kaafireen"
  },
  "20": {
    "t": "Moses said, \"I did do it and I made a mistake.",
    "tr": "Qaala fa'altuhaaa izanw Wa-ana minad daaaleen"
  },
  "21": {
    "t": "Then I ran away from you in fear, but my Lord granted me the law and has appointed me as a Messenger.",
    "tr": "Fafarartu minkum lam-maa khiftukum fawahaba lee Rabbee hukmanw Wa-ja'alanee minal mursaleen"
  },
  "22": {
    "t": "And this is the favor with which you oblige me: You have made the Israelites your slaves.",
    "tr": "Wa-tilka ni'matun tamun-nuhaa 'alaiya an 'abbatta Baneee Israaa'eel"
  },
  "23": {
    "t": "The Pharaoh asked, \"Who is the Lord of the Universe?\"",
    "tr": "Qaala Fir'awnu Wa-maa Rabbul 'aalameen"
  },
  "24": {
    "t": "Moses replied, \"The Lord of the heavens and the earth and all that is between them, if you want to be certain\".",
    "tr": "Qaala Rabbus samaawaati wal-ardi Wa-maa bainahumaa in kuntum mooqineen"
  },
  "25": {
    "t": "The Pharaoh said to the people around him, \"Did you hear that?\"",
    "tr": "Qaala liman hawlahooo alaa tastami'oon"
  },
  "26": {
    "t": "Moses continued, \"He is the Lord and the Lord of your forefathers.\"",
    "tr": "Qaala Rabbukum Wa-Rabbu aabaaa'ikumul awwaleen"
  },
  "27": {
    "t": "The Pharaoh said, \"The Messengers who has been sent to you is certainly insane\".",
    "tr": "Qaala inna Rasoolakumul lazee ursila ilaikum lamajnoon"
  },
  "28": {
    "t": "Moses continued, \"He is the Lord of the East and West and all that is between them, if only you would think\".",
    "tr": "Qaala Rabbul mashriqi wal-maghribi Wa-maa baina-humaa in kuntum ta'qiloon"
  },
  "29": {
    "t": "Pharaoh said, \"If you put forward any god other than me, I will surely put you in prison\".",
    "tr": "Qaala la'init takhazta ilaahan ghairee la-aj'alannaka minal masjooneen"
  },
  "30": {
    "t": "Moses asked, \"What if I were to bring you clear proof (of the existence of God)?\"",
    "tr": "Qaala awalaw ji'tuka bishai'im mubeen"
  },
  "31": {
    "t": "The Pharaoh replied, \"Bring it, if you are telling the truth.\"",
    "tr": "Qaala faati biheee in kunta minas saadiqeen"
  },
  "32": {
    "t": "Moses threw his staff and suddenly it became a serpent.",
    "tr": "Fa-alqaa 'asaahu fa-izaaa hiya su'baanum mubeen"
  },
  "33": {
    "t": "Then he uncovered his hand and it was sheer white to the onlookers.",
    "tr": "Wa-naza'a yadahoo faizaa hiya baidaaa'u linnaa-zireen"
  },
  "34": {
    "t": "The Pharaoh said to the people around him, \"He is certainly a skillful magician.",
    "tr": "Qaala lilmala-i hawlahooo inna haazaa lasaahirun 'aleem"
  },
  "35": {
    "t": "He wants to expel you from your land through his magic. What is your opinion?\"",
    "tr": "Yureedu aien yukhrijakum min ardikum bisihrihee famaazaa taamuroon"
  },
  "36": {
    "t": "They said, \"Hold him and his brother off for a while",
    "tr": "Qaalooo arjih Wa-akhaahu wab'as fil madaaa'ini haashireen"
  },
  "37": {
    "t": "and summon every skillful magician from all the cities.\"",
    "tr": "Yaatooka bikulli sah-haarin 'aleem"
  },
  "38": {
    "t": "So all the magicians gathered together",
    "tr": "Fa-jumi'as saharatu limeeqaati Yawmim ma'loom"
  },
  "39": {
    "t": "at the appointed time",
    "tr": "Wa-qeela linnaasi hal antum mujtami'oon"
  },
  "40": {
    "t": "and the people were asked, \"Will you all be there so that we may follow the magicians if they become victorious?\"",
    "tr": "La'allanaa nattabi'us saharata in kaanoo humul ghaalibeen"
  },
  "41": {
    "t": "When the magicians came, they asked the Pharaoh, \"Will there be any reward for us if we win?\"",
    "tr": "Falammaa jaaa'as saharatu qaaloo li-Fir'awna a'inna lanaa la-ajjran in kunnaa nahnul ghaalibeen"
  },
  "42": {
    "t": "He replied, \"You will then be my closest associates\".",
    "tr": "Qaala na'am Wa-innakum izal laminal muqarrabeen"
  },
  "43": {
    "t": "(Moses) asked the magicians, \"Cast down what you want to\".",
    "tr": "Qaala lahum Moosaaa alqoo maaa antum mulqoon"
  },
  "44": {
    "t": "So they cast down their ropes and staffs saying, \"By the honor of the Pharaoh we shall certainly become the winners\".",
    "tr": "Fa-alqaw hibaalahum Wa-'isiyyahum Wa-qaaloo bi'izzati Fir'awna innaa lanahnul ghaaliboon"
  },
  "45": {
    "t": "Then Moses cast down his staff and suddenly it swallowed up what they had falsely invented.",
    "tr": "Fa-alqaa Moosaa 'asaahu fa-izaa hiya talqafu maa yaafikoon"
  },
  "46": {
    "t": "The magicians fell down in adoration",
    "tr": "Fa-ulqiyas saharatu saajideen"
  },
  "47": {
    "t": "saying, \"We believe in the Lord of the Universe",
    "tr": "Qaalooo aamannaa bi-Rabbil 'aalameen"
  },
  "48": {
    "t": "and the Lord of Moses and Aaron.\"",
    "tr": "Rabbi Moosaa Wa-Haaroon"
  },
  "49": {
    "t": "The Pharaoh said, \"You believed without my permission? He seems to be your chief who has taught you magic. But you will soon know (the result of what you have done).",
    "tr": "Qaala aamantum lahoo qabla an aazana lakum innahoo lakabeerukumul lazee 'alla-makumus sihra falasawfa ta'lamoon; la-uqatti'anna aidiyakum Wa-arjulakum min khilaafinw Wa-la-usallibanna-kum ajma'een"
  },
  "50": {
    "t": "I shall certainly cut off your hands and feet on opposite sides and crucify you all together.\"",
    "tr": "Qaaloo la daira innaaa ilaa Rabbinaa munqalliboon"
  },
  "51": {
    "t": "They said, \"It does not matter. We shall be returning to our Lord.",
    "tr": "Innaa natma'u aien yaghfira lanaa Rabbunna khataa-yaanaaa an kunnaaa awwalal mu'mineen"
  },
  "52": {
    "t": "We hope that our Lord will forgive us for our sins; we were not believers at first.\"",
    "tr": "Wa-awhainaaa ilaa Moosaaa an asri bi'ibaadeee innakum muttaba'oon"
  },
  "53": {
    "t": "We sent a revelation to Moses telling him to leave with our servants during the night; they would be pursued (by the Pharaoh).",
    "tr": "Fa-arsala Fir'awnu fil madaaa'ini haashireen"
  },
  "54": {
    "t": "The Pharaoh sent word to all the cities saying,",
    "tr": "Inna haaa'ulaaa'i lashir-zimatun qaleeloon"
  },
  "55": {
    "t": "\"There is a small group of people",
    "tr": "Wa-innahum lanaa laghaaa'izoon"
  },
  "56": {
    "t": "who have enraged us greatly.",
    "tr": "Wa-innaa lajamee'un haaziroon"
  },
  "57": {
    "t": "We are warning all of you about them.\"",
    "tr": "Fa-akhrajnaahum min Jannaatinw Wa-'uyoon"
  },
  "58": {
    "t": "We deprived them (the unbelievers) of gardens, springs,",
    "tr": "Wa-kunoozinw Wa-ma-qaamin kareem"
  },
  "59": {
    "t": "treasures, and graceful dwellings.",
    "tr": "Kazaalika Wa-awrasnaahaa Baneee Israaa'eel"
  },
  "60": {
    "t": "Thus we let the Israelites inherit them all.",
    "tr": "Fa-atba'oohum mushriqeen"
  },
  "61": {
    "t": "The people of the Pharaoh pursued them at sunrise.",
    "tr": "Falammaa taraaa'al jam'aani qaala as-haabu Moosaaa innaa lamudrakoon"
  },
  "62": {
    "t": "When the two groups came close to each other, the companions of Moses said, \"We will be caught\".",
    "tr": "Qaala kallaaa inna ma'iya Rabbee sa-yahdeen"
  },
  "63": {
    "t": "Moses said, \"Certainly not. My Lord is with me and He will certainly guide me.\"",
    "tr": "Fa-awhainaaa ilaa Moosaaa anid rib bi'asaakal bahra fanfalaqa fakaana kullu firqin kattawdil 'azeem"
  },
  "64": {
    "t": "We sent a revelation to Moses saying, \"Strike the sea with your staff.\" The sea was rent asunder and each side stood high up like a huge mountain.",
    "tr": "Wa-azlafnaa sammal aakhareen"
  },
  "65": {
    "t": "Then We brought the two parties closer.",
    "tr": "Wa-anjainaa Moosaa Wa-mam ma'ahooo ajma'een"
  },
  "66": {
    "t": "We saved Moses and all the people with him",
    "tr": "Summa aghraqnal aakhareen"
  },
  "67": {
    "t": "and drowned the other party.",
    "tr": "Inna fee zaalika la-Aayaah; Wa-maa kaana aksaru-hu mu'mineen"
  },
  "68": {
    "t": "In this there was certainly evidence (of the Truth), but most of them did not have any faith.",
    "tr": "Wa-inna Rabbaka la-Huwal 'Azeezur Raheem"
  },
  "69": {
    "t": "Your Lord is certainly Majestic and All-merciful.",
    "tr": "Watlu 'alaihim naba-a Ibraaheem"
  },
  "70": {
    "t": "Tell them the story of Abraham,",
    "tr": "Iz qaala li-abeehi Wa-qawmihee maa ta'budoon"
  },
  "71": {
    "t": "when he asked his father and others, \"What do you worship?\"",
    "tr": "Qaaloo na'budu asnaaman fanazallu lahaa 'aakifeen"
  },
  "72": {
    "t": "They replied, \"We worship idols and shall continue to worship them\".",
    "tr": "Qaala hal yasma'oona-kum iz tad'oon"
  },
  "73": {
    "t": "He asked them, \"Can the idols hear you when you pray to them",
    "tr": "Aw yanfa'oonakum aw yadurroon"
  },
  "74": {
    "t": "or can they benefit or harm you?\"",
    "tr": "Qaaloo bal wajadnaaa aabaaa-'anaa kazaalika yaf'aloon"
  },
  "75": {
    "t": "They said, \"No, but our fathers worshipped them.\"",
    "tr": "Qaala afara-'aitum maa kuntum ta'budoon"
  },
  "76": {
    "t": "(Abraham) said, \"Do you know that what you worship and what your grandfathers worshipped",
    "tr": "Antum Wa-aabaaa'ukumul aqdamoon"
  },
  "77": {
    "t": "are my enemies? Not so the Lord of the Universe.",
    "tr": "Fa-innahum 'aduwwwul leee illaa Rabbal 'aalameen"
  },
  "78": {
    "t": "He created me and He will guide me.",
    "tr": "Allazee khalaqanee fa-Huwa yahdeen"
  },
  "79": {
    "t": "It is He who gives me food and drink",
    "tr": "Wallazee Huwa yut'imunee Wa-yasqeen"
  },
  "80": {
    "t": "and heals me when I am sick.",
    "tr": "Wa-izaa maridtu fahuwa yashfeen"
  },
  "81": {
    "t": "He will cause me to die and will bring me back to life.",
    "tr": "Wallazee yumeetunee summa yuhyeen"
  },
  "82": {
    "t": "It is He whom I expect to forgive my sins on the Day of Judgment.",
    "tr": "Wallazeee atma'u aien yaghfira lee khateee'-atee Yawmad Deen"
  },
  "83": {
    "t": "Lord, grant me authority. Join me to the righteous ones.",
    "tr": "Rabbi hab lee hukmanw Wa-alhiqnee bis-saaliheen"
  },
  "84": {
    "t": "Make my words come true in the future.",
    "tr": "Waj'al lee lisaana sidqin fil aakhireen"
  },
  "85": {
    "t": "Make me inherit the bountiful Paradise.",
    "tr": "Waj'alnee minw warasati Jannnatin Na'eem"
  },
  "86": {
    "t": "Forgive my father. He has gone astray.",
    "tr": "Waghfir li-abeee innahoo kaana mind daalleen"
  },
  "87": {
    "t": "Do not betray me",
    "tr": "Wa-laa tukhzinee Yawma yub'asoon"
  },
  "88": {
    "t": "on the Day of Judgment when neither wealth nor children will be of any benefit",
    "tr": "Yawma laa yanfa'u maalunw Wa-laa banoon"
  },
  "89": {
    "t": "except what is done in obedience to God with a submissive heart.",
    "tr": "Illaa man atal laaha biqalbin saleem"
  },
  "90": {
    "t": "On the Day of Judgment Paradise will be brought near",
    "tr": "Wa-uzlifatil Jannatu lilmuttaqeen"
  },
  "91": {
    "t": "the pious and hell will be left open for the rebellious ones",
    "tr": "Wa-burrizatil Jaheemu lilghaaween"
  },
  "92": {
    "t": "who will be asked, \"What did you worship",
    "tr": "Wa-qeela lahum aina maa kuntum ta'budoon"
  },
  "93": {
    "t": "besides God? Will the idols help you? Can they help themselves?\"",
    "tr": "Min doonil laahi hal yansuroonakum aw yantasiroon"
  },
  "94": {
    "t": "The idol worshippers, the idols, the rebellious ones,",
    "tr": "Fakubkiboo feehaa hum walghaawoon"
  },
  "95": {
    "t": "and the army of satan will all be thrown headlong into hell.",
    "tr": "Wa-junoodu Ibleesa ajma'oon"
  },
  "96": {
    "t": "\"Quarrelling therein with each other,",
    "tr": "Qaaloo Wa-hum feehaa yakkhtasimoon"
  },
  "97": {
    "t": "they will say, \"By God, we were in clear error",
    "tr": "Tallaahi in kunnaa lafee dalaalim mubeen"
  },
  "98": {
    "t": "when we considered you equal to the Lord of the Universe.",
    "tr": "Iz nusawweekum bi-Rabbil 'aalameen"
  },
  "99": {
    "t": "Only the sinful ones made us go astray.",
    "tr": "Wa-maaa adallanaaa illal mujrimoon"
  },
  "100": {
    "t": "We have no one to intercede for us before God",
    "tr": "Famaa lanaa min shaa-fi'een"
  },
  "101": {
    "t": "nor a loving friend.",
    "tr": "Wa-laa sadeeqin hameem"
  },
  "102": {
    "t": "Would that we could have a chance to live again so that we might become believers.\"",
    "tr": "Falaw anna lanaa karratan fanakoona minal mu'mineen"
  },
  "103": {
    "t": "In this there is evidence (of the truth), but many of them do not have any faith.",
    "tr": "Inna fee zaalika la-Aayatanw Wa-maa kaana aksaruhum mu'mineen"
  },
  "104": {
    "t": "Your Lord is certainly Majestic and All-merciful.",
    "tr": "Wa-inna Rabbaka la-Huwal 'Azeezur Raheem"
  },
  "105": {
    "t": "The people of Noah rejected the Messengerss.",
    "tr": "Kazzabat qawmu Noohinil Mursaleen"
  },
  "106": {
    "t": "Their brother Noah asked them, \"Why do you not fear God?",
    "tr": "Iz qaala lahum akhoohum Noohun alaa tattaqoon"
  },
  "107": {
    "t": "I am a trustworthy Messengers sent to you.",
    "tr": "Innee lakum Rasoolun ameen"
  },
  "108": {
    "t": "Have fear of God and obey me.",
    "tr": "Fattaqul laaha Wa-atee'oon"
  },
  "109": {
    "t": "I ask no payment from you for my preaching. The Lord of the Universe will give me my reward.",
    "tr": "Wa-maaa as'alukum 'alaihi min ajrin in ajriya illaa 'alaa Rabbil 'aalameen"
  },
  "110": {
    "t": "Have fear of God and obey me.\"",
    "tr": "Fattaqul laaha Wa-atee'oon"
  },
  "111": {
    "t": "They said, \"Should we believe in you when no one has followed you except the lowest ones\".",
    "tr": "Qaalooo anu'minu laka wattaba-'akal arzaloon"
  },
  "112": {
    "t": "(Noah) said, \"I have no knowledge of their deeds.",
    "tr": "Qaala Wa-maa 'ilmee bimaa kaanoo ya'maloon"
  },
  "113": {
    "t": "If only you would realize, their account is with my Lord.",
    "tr": "In hisaabuhum illaa 'alaa Rabbee law tash'uroon"
  },
  "114": {
    "t": "I do not drive away the believers.",
    "tr": "Wa-maaa ana bitaaridil mu'mineen"
  },
  "115": {
    "t": "I am only a Prophet.",
    "tr": "In ana illaa nazeerum mubeen"
  },
  "116": {
    "t": "They said, \"Noah, if you do not desist, you will, certainly, be stoned to death.\"",
    "tr": "Qaaloo la'il lam tantahi yaa-Noohu latakoonanna minal marjoomeen"
  },
  "117": {
    "t": "Then Noah said, \"Lord, my people have rejected me.",
    "tr": "Qaala Rabbi inna qawmee kazzaboon"
  },
  "118": {
    "t": "Judge among us and save me and the believers with me\".",
    "tr": "Faftab bainee Wa-bai-nahum fat-hanw Wa-najjinee Wa-mam ma'iya minal mu'mineen"
  },
  "119": {
    "t": "We saved him and those who were with him in a fully laden Ark,",
    "tr": "Fa-anjainaahu Wa-mam ma'ahoo fil fulkil mashhoon"
  },
  "120": {
    "t": "and drowned the others.",
    "tr": "Summa aghraqnaa ba'dul baaqeen"
  },
  "121": {
    "t": "In this there is evidence (of the truth) but most of them do not have any faith.",
    "tr": "Inna fee zaalika la-Aayaah; Wa-maa kaana aksaruhum mu'mineen"
  },
  "122": {
    "t": "Your Lord is Majestic and All-merciful.",
    "tr": "Wa-inna Rabbaka la-huwal 'Azeezur Raheem"
  },
  "123": {
    "t": "The tribe of Ad rejected the Messengers.",
    "tr": "Kazzabat 'Aadunil mursaleen"
  },
  "124": {
    "t": "Their brother Hud asked them, \"Why do you not have fear of God?",
    "tr": "Iz qaala lahum akhoohum Hoodun alaa tattaqoon"
  },
  "125": {
    "t": "I am a trustworthy Messengers sent to you.",
    "tr": "Innee lakum Rasoolun ameen"
  },
  "126": {
    "t": "Have fear of God and obey me.",
    "tr": "Fattaqul laaha Wa-atee'oon"
  },
  "127": {
    "t": "I do not ask for any payment for my preaching. I shall receive my reward from the Lord of the Universe.",
    "tr": "Wa-maa as'alukum 'alaihi min ajrin in ajriya illaa 'alaa Rabbil 'aalameen"
  },
  "128": {
    "t": "\"Do you build useless monuments on every mountain",
    "tr": "Atabnoona bikulli ree'in aayatan ta'basoon"
  },
  "129": {
    "t": "and raise strong mansions as if you were to live forever?",
    "tr": "Wa-tattakhizoona masaani'a la'allakum takhludoon"
  },
  "130": {
    "t": "When you attack, you attack as tyrants do.",
    "tr": "Wa-izaa batashtum batashtum jabbaareen"
  },
  "131": {
    "t": "Have fear of God and obey me.",
    "tr": "Fattaqul laaha Wa-atee'oon"
  },
  "132": {
    "t": "Have fear of the One who has bestowed upon you all that you know.",
    "tr": "Wattaqul lazeee amad-dakum bimaa ta'lamoon"
  },
  "133": {
    "t": "He has given you cattle, children,",
    "tr": "Amaddakum bi-an'aa-minw Wa-baneen"
  },
  "134": {
    "t": "gardens, and springs.",
    "tr": "Wa-jannaatinw Wa-'uyoon"
  },
  "135": {
    "t": "I am afraid that you will suffer the torment of the Day of Judgment.\"",
    "tr": "Innee akhaafu 'alaikum 'azaaba Yawmin 'azeem"
  },
  "136": {
    "t": "They said, \"Whether you preach to us or not,",
    "tr": "Qaaloo sawaaa'un 'alainaaa awa-'azta am lam takum minal waa'izeen"
  },
  "137": {
    "t": "your preaching is nothing but ancient legends and we shall not face any torment\".",
    "tr": "In haazaaa illaa khuluqul awwaleen"
  },
  "138": {
    "t": "They rejected him and We destroyed them.",
    "tr": "Wa-maa nahnu bimu-'azzabeen"
  },
  "139": {
    "t": "In this there is evidence (of the Truth), yet most of them do not have any faith.",
    "tr": "Fakazzaboohu fa-ahlaknaahum; inna fee zaalika la-aayah; Wa-maa kaana aksaruhum mu'mineen"
  },
  "140": {
    "t": "Your Lord is Majestic and All-merciful.",
    "tr": "Wa-inna Rabbaka la-huwal 'Azeezur Raheem"
  },
  "141": {
    "t": "The tribe of Thamud rejected the Messengers.",
    "tr": "Kazzabat Samoodul mursaleen"
  },
  "142": {
    "t": "Their brother Salih asked them, \"Why do you not fear God?",
    "tr": "Iz qaala lahum akhoohum Saalihun alaa tattaqoon"
  },
  "143": {
    "t": "I am a trustworthy Messengers sent to you.",
    "tr": "Innee lakum Rasoolun ameen"
  },
  "144": {
    "t": "Have fear of God and obey me.",
    "tr": "Fattaqul laaha Wa-atee'oon"
  },
  "145": {
    "t": "I do not ask for any payment for my preaching. I shall receive my reward from the Lord of the Universe.",
    "tr": "Wa-maaa as'alukum 'alaihi min ajrin in ajriya illaa 'alaa Rabbil 'aalameen"
  },
  "146": {
    "t": "\"Do you think that you will remain here peacefully forever",
    "tr": "Atutrakoona fee maa haahunnaaa aamineen"
  },
  "147": {
    "t": "amidst the gardens, springs,",
    "tr": "Fee jannaatinw Wa-'uyoon"
  },
  "148": {
    "t": "farms, and palm-trees in thick groves,",
    "tr": "Wa-zuroo-inw Wa-nakhlin tal-'uhaa hadeem"
  },
  "149": {
    "t": "carving comfortable houses out of the mountains?",
    "tr": "Wa-tanhitoona minal jibaali buyootan faariheen"
  },
  "150": {
    "t": "Have fear of God and obey me.",
    "tr": "Fattaqul laaha Wa-atee'oon"
  },
  "151": {
    "t": "Do not obey the orders of the transgressors",
    "tr": "Wa-laa tutee'ooo amral musrifeen"
  },
  "152": {
    "t": "who spread evil in the land with no reform.\"",
    "tr": "Allazeena yufsidoona fil ardi Wa-laa yuslihoon"
  },
  "153": {
    "t": "They said, \"You are only bewitched and insane.",
    "tr": "Qaalooo innamaa anta minal musahhareen"
  },
  "154": {
    "t": "You are a mere mortal like us. Show us a miracle if you are telling the Truth\".",
    "tr": "Maaa anta illaa basharum mislunaa faati bi-Aayatin in kunta minas saadiqeen"
  },
  "155": {
    "t": "He said, \"This is a she-camel. She will have her share of water as you have your share, each on a certain day.",
    "tr": "Qaala haazihee naaqatul lahaa shirbunw walakum shirbu yawmim ma'loom"
  },
  "156": {
    "t": "Do not cause her to suffer lest you become subject to the torment of the great day (of Judgment).\"",
    "tr": "Wa-laa tamassoohaa bisooo'in fa-yaakhuzakum 'azaabu Yawmin 'Azeem"
  },
  "157": {
    "t": "They slew the she-camel, but later became regretful",
    "tr": "Fa'aqaroohaa fa-asbahoo naadimeen"
  },
  "158": {
    "t": "and torment struck them. In this there is evidence of the Truth, yet many people do not have any faith.",
    "tr": "Fa-akhazahumul 'azaab; inna fee zaalika la-Aayah; Wa-maa kaana aksaruhum mu'mineen"
  },
  "159": {
    "t": "Your Lord is Majestic and All-merciful.",
    "tr": "Wa-inna Rabbaka la-Huwal 'Azeezur Raheem"
  },
  "160": {
    "t": "The people of Lot rejected the Messengers.",
    "tr": "kazzabat qawmu Lootinil mursaleen"
  },
  "161": {
    "t": "Their brother Lot asked them, \"Why do you not have fear of God?",
    "tr": "Iz qaala lahum akhoohum Lootun alaa tattaqoon"
  },
  "162": {
    "t": "I am a trustworthy Messengers.",
    "tr": "Innee lakum rasoolun ameen"
  },
  "163": {
    "t": "Have fear of God and obey me.",
    "tr": "Fattaqul laaha Wa-atee'oon"
  },
  "164": {
    "t": "I do not ask any payment for my preaching. I shall receive my reward from the Lord of the Universe.",
    "tr": "Wa-maaa as'alukum 'alaihi min ajrin in ajriya illaa 'alaa Rabbil 'aalameen"
  },
  "165": {
    "t": "Do you, in the world, want to have carnal relations with males",
    "tr": "Ataatoonaz zukraana minal 'aalameen"
  },
  "166": {
    "t": "instead of your wives, whom your Lord has created specially for you? You are a transgressing people.\"",
    "tr": "Wa-tazaroona maa khalaqa lakum Rabbukum min azwaajikum; bal antum qawmun 'aadoon"
  },
  "167": {
    "t": "They said, \"Lot, if you do not give up preaching, you will certainly be expelled (from this town)\".",
    "tr": "Qaloo la'il lam tantahi yaa-Lootu latakoonanna minal mukhrajeen"
  },
  "168": {
    "t": "He said, \"I certainly hate what you practice.",
    "tr": "Qaala innee li'amalikum minal qaaleen"
  },
  "169": {
    "t": "Lord, save me and my family from their deeds.\"",
    "tr": "Rabbi najjjinee Wa-ahlee mimmmaa ya'maloon"
  },
  "170": {
    "t": "We saved him and all of his family",
    "tr": "Fanajjainaahu Wa-ahlahooo ajma'een"
  },
  "171": {
    "t": "except an old woman who remained behind.",
    "tr": "Illaa 'ajoozan fil ghaabireen"
  },
  "172": {
    "t": "We destroyed the others",
    "tr": "Summa dammarnal aa-khareen"
  },
  "173": {
    "t": "by pouring upon them a terrible shower of rain. How evil was the rain for those who had been warned!",
    "tr": "Wa-amtarnaa 'alaihim mataran fasaaa'a matarul munzareen"
  },
  "174": {
    "t": "In this there is an evidence of the Truth, but many of them did not have any faith.",
    "tr": "Inna fee zaalika la-Aayah; Wa-maa kaana aksaruhum mu'mineen"
  },
  "175": {
    "t": "Your Lord is Majestic and All-merciful.",
    "tr": "Wa-inna Rabbaka la-Huwal 'Azeezur Raheem"
  },
  "176": {
    "t": "The dwellers of the forest also rejected the Messengers.",
    "tr": "Kazzaba As-haabul Aykatil mursaleen"
  },
  "177": {
    "t": "Shu'ayb asked them, \"Why do you not have fear of God?",
    "tr": "Iz qaala lahum Shu'aybun alaa tattaqoon"
  },
  "178": {
    "t": "I am a trustworthy Messengers.",
    "tr": "Innee lakum Rasoolun ameen"
  },
  "179": {
    "t": "Have fear of God and obey me.",
    "tr": "Fattaqul laaha Wa-atee'oon"
  },
  "180": {
    "t": "I do not ask any payment for my preaching. I shall receive my reward from the Lord of the Universe.",
    "tr": "Wa-maaa as'alukum 'alaihi min ajrin in ajriya illaa 'alaa Rabbil 'aalameen"
  },
  "181": {
    "t": "\"Maintain just measure in your business and do not cause loss to others.",
    "tr": "Awful kaila Wa-laa takoonoo minal mukhsireen"
  },
  "182": {
    "t": "Weigh your goods with proper balance",
    "tr": "Wa-zinoo bilqistaasil mustaqeem"
  },
  "183": {
    "t": "and do not defraud people in their property or spread evil in the land.",
    "tr": "Wa-laa tabkhasun naasa ashyaaa-'ahum Wa-laa ta'saw fil ardi mufsideen"
  },
  "184": {
    "t": "Have fear of the One who has created you and the generations that lived before you.\"",
    "tr": "Wattaqul lazee khalaqakum waljibillatal awwaleen"
  },
  "185": {
    "t": "They said, \"You are no more than a bewitched and insane man",
    "tr": "Qaalooo innamaa anta minal musahhareen"
  },
  "186": {
    "t": "and a mere mortal like us. We think you are a liar.",
    "tr": "Wa-maaa anta illaa basharum mislunaa Wa-in nazunnuka laminal kaazibeen"
  },
  "187": {
    "t": "Let a part of the sky fall on us if what you say is true\".",
    "tr": "Fa-asqit 'alainaa kisafam minas samaaa'i in kunta minas saadiqeen"
  },
  "188": {
    "t": "He said, \"My Lord knows all that you do.\"",
    "tr": "Qaala Rabbeee a'lamu bimaa ta'maloon"
  },
  "189": {
    "t": "They rejected him and then the torment of the gloomy day struck them. It was certainly a great torment.",
    "tr": "Fakazzaboohu fa-akhazahum 'azaabu Yawmiz zullah; innahoo kaana 'azaaba Yawmin 'Azeem"
  },
  "190": {
    "t": "In this there is an evidence of the Truth, but many of them did not have any faith.",
    "tr": "Inna fee zaalika la-Aayah; Wa-maa kaana aksaruhum mu'mineen"
  },
  "191": {
    "t": "Your Lord is Majestic and All-merciful.",
    "tr": "Wa-inna Rabbaka la-huwal 'Azeezur Raheem"
  },
  "192": {
    "t": "This, (Quran), is certainly the revelation from the Lord of the Universe.",
    "tr": "Wa-innahoo latanzeelu Rabbil 'aalameen"
  },
  "193": {
    "t": "It has been revealed through the trustworthy Spirit",
    "tr": "Nazala bihir Roohul Ameen"
  },
  "194": {
    "t": "to your heart, so that you will warn (the people of the dangers of disobeying God).",
    "tr": "Alaa qalbika litakoona minal munzireen"
  },
  "195": {
    "t": "It has been revealed in plain Arabic.",
    "tr": "Bilisaanin 'Arabiyyim mubeen"
  },
  "196": {
    "t": "Its news was also mentioned in the ancient Books.",
    "tr": "Wa-innahoo lafee Zuburil awwaleen"
  },
  "197": {
    "t": "Is not the fact (that the Israelite scholars already knew about the Quran through their Book) sufficient evidence for the pagans of the truthfulness (of the Quran)?",
    "tr": "Awalam yakul lahum Aayatan ai ya'lamahoo 'ulamaaa'u Baneee Israaa'eel"
  },
  "198": {
    "t": "Had We revealed it to a non-Arab",
    "tr": "Wa-law nazzalnaahu 'alaa ba'dil a'jameen"
  },
  "199": {
    "t": "who would have read it to them, they (pagans) would not have believed in it.",
    "tr": "Faqara-ahoo 'alaihim maa kaanoo bihee mu'mineen"
  },
  "200": {
    "t": "Thus it passes through the hearts of the criminals.",
    "tr": "Kazaalika salaknaahu fee quloobil mujrimeen"
  },
  "201": {
    "t": "They will not believe in it until they suffer the painful torment.",
    "tr": "Laa yu'minoona bihee hattaa yarawul 'azaabal aleem"
  },
  "202": {
    "t": "The torment will strike them suddenly without their knowledge.",
    "tr": "Fayaatiyahum baghtatanw Wa-hum laa yash'uroon"
  },
  "203": {
    "t": "They will say, \"Can we be granted any respite?\"",
    "tr": "Fa-yaqooloo hal nahnu munzaroon"
  },
  "204": {
    "t": "Do they want to hasten Our torment?",
    "tr": "Aafabi-'azaabinaa yasta'jiloon"
  },
  "205": {
    "t": "Do you not see that even if We give them respite for years",
    "tr": "Aara'aita im matta'naahum sineen"
  },
  "206": {
    "t": "and then Our torment will strike them,",
    "tr": "Summa jaaa'ahum maa kaanoo yoo'adoon"
  },
  "207": {
    "t": "none of their luxuries will be able to save them from the torment?",
    "tr": "Maaa aghnaaa 'anhum maa kaanoo yumatta'oon"
  },
  "208": {
    "t": "We never destroyed any town without first sending to them warning and guidance.",
    "tr": "Wa-maaa ahlaknaa min qaryatin illaa lahaa munziroon"
  },
  "209": {
    "t": "We have never been unjust to anyone.",
    "tr": "Zikraa Wa-maa kunnaa zaalimeen"
  },
  "210": {
    "t": "The satans have not revealed the Quran;",
    "tr": "Wa-maa tanazzalat bihish Shayaateen"
  },
  "211": {
    "t": "they are not supposed to do so. Nor do have they the ability for such a task.",
    "tr": "Wa-maa yambaghee lahum Wa-maa yastatee'oon"
  },
  "212": {
    "t": "The satans are barred from listening to anything from the heavens.",
    "tr": "Innahum 'anis sam'i lama'zooloon"
  },
  "213": {
    "t": "(Muhammad), do not worship anything besides God lest you suffer the punishment.",
    "tr": "Falaa tad'u ma'al laahi ilaahan aakhara fatakoona minal mu'azzabeen"
  },
  "214": {
    "t": "Warn your close relatives",
    "tr": "Wa-anzir 'asheeratakal aqrabeen"
  },
  "215": {
    "t": "and be kind to your believing followers.",
    "tr": "Wakhfid janaahaka limanit taba-'aka minal mu'mineen"
  },
  "216": {
    "t": "If they disobey you, tell them, \"I condemn your disobedient deeds\".",
    "tr": "Fa-in asawka faqul innee bareee'um mimmmaa ta'maloon"
  },
  "217": {
    "t": "Have trust in the Majestic and All-merciful God,",
    "tr": "Wa-tawakkal alal 'Azeezir Raheem"
  },
  "218": {
    "t": "who can see whether you stand up",
    "tr": "Allazee yaraaka heena taqoom"
  },
  "219": {
    "t": "or move during your prostration with the worshippers.",
    "tr": "Wa-taqallubaka fis saajideen"
  },
  "220": {
    "t": "He is All-hearing and All-knowing.\"",
    "tr": "Innahoo Huwas Samee'ul 'Aleem"
  },
  "221": {
    "t": "Should I tell you to whom the satans come?",
    "tr": "Hal unabbi'ukum 'alaa man tanazzalush Shayaateen"
  },
  "222": {
    "t": "They come to every sinful liar.",
    "tr": "Tanazzalu 'alaa kulli affaakin aseem"
  },
  "223": {
    "t": "The satans try to listen to the heavens but many of them are liars.",
    "tr": "Yulqoonas sam'a Wa-aksaruhum kaaziboon"
  },
  "224": {
    "t": "Only the erring people follow the poets.",
    "tr": "Washshu-'araaa'u yattabi-'uhumul ghaawoon"
  },
  "225": {
    "t": "Have you not seen them wandering and bewildered in every valley",
    "tr": "Alam tara annahum fee kulli waadiny yaheemoon"
  },
  "226": {
    "t": "and preaching what they themselves never practice.",
    "tr": "Wa-annahum yaqooloona ma laa yaf'aloon"
  },
  "227": {
    "t": "The righteously striving believers among them who remember God very often and use their talent to seek help after they have been wronged are the exceptional. The unjust will soon know how terrible their end will be.",
    "tr": "Illal lazeena aamanoo Wa-'amilus saalihaati Wa-zakarul laaha kaseeranw wantasaroo min ba'di maa zulimoo; Wa-saya'lamul lazeena zalamooo aiya munqalabiny yanqaliboon"
  }
}