{
  "1": {
    "t": "Alif. Lam. Mim.",
    "tr": "Alif-Laaam-Meeem"
  },
  "2": {
    "t": "Do people think they will not be tested because they say, \"We have faith?\"",
    "tr": "Ahasiban naasu any yutrakooo any yaqoolooo aamannaa Wa-hum la yuftanoon"
  },
  "3": {
    "t": "We had certainly tried those who lived before them to make sure who were truthful in their faith and who were liars.",
    "tr": "Wa-laqad fatannal lazeena min qablihim fala-ya'lamannal laahul lazeena sadaqoo Wa-la-ya'lamannal kaazibeen"
  },
  "4": {
    "t": "Do the evil-doers think they can escape Us? How terrible is their judgment?",
    "tr": "Am hasibal lazeena ya'maloonas sayyiaati any yasbiqoonaa; saaa'a maa yahkumoon"
  },
  "5": {
    "t": "Let those who have the desire to be in the presence of God on the Day of Judgment know that their day will certainly be coming. God is All-Hearing and All-Knowing.",
    "tr": "Man kaana yarjoo liqaaa 'allaahi fa-inna ajalal laahi laaat; Wa-Huwass Sameeul 'Aleem"
  },
  "6": {
    "t": "Whoever strives hard should know that it is for his own good. God is independent of the whole world.",
    "tr": "Wa-man jaahada fainnamaa yujaahidu linafsih; innal laaha laghaniyyun 'anil 'aalameen"
  },
  "7": {
    "t": "We shall expiate the sins of the righteously striving believers and shall reward them better than their deeds.",
    "tr": "Wallazeena aamanoo Wa-'amilus saalihaati lanukaf-firanna 'anhum saiyiaatihim Wa-lanajziyannahum ahsanal lazee kaanoo ya'maloon"
  },
  "8": {
    "t": "We have advised the human being, \"Be kind to your parents. Do not obey them if they force you to consider equal to Me things which you do not know are such.\" You will all return (to Me) and I shall show all that you have done.",
    "tr": "Wa-wassainal insaana biwaalidaihi husnanw Wa-in jaahadaaka litushrika bee maa laisa laka bihee 'ilmun falaa tuti'humaa; ilaiya marji'ukum fa-unabbi'ukum bimaa kuntum ta'maloon"
  },
  "9": {
    "t": "We shall admit the righteously striving believers into the company of the pious ones.",
    "tr": "Wallazeena aamanoo wa'amilus saalihaati lanudkhilan-nahum fis saaliheen"
  },
  "10": {
    "t": "Some people say, \"We have faith in God.\" But when they face some hardship for His cause, they begin to consider the persecution that they have experienced from people as a torment from God. When your Lord grants you a victory, they say, \"We were with you.\" Does God not know best what is in the hearts of every creature?",
    "tr": "Wa-minan naasi maien yaqoolu aamannaa billaahi faizaaa ooziya fil laahi ja'ala fitnatan naasi ka'azaabil laahi Wa-la'in jaaa'a nasrum mir Rabbika la-yaqoolunna innaa kunnaa ma'akum; awa-laisal laahu bi-a'lama bimaa fee sudooril 'aalameen"
  },
  "11": {
    "t": "God certainly knows all about the believers and the hypocrites.",
    "tr": "Wa-la-ya'lamannal laahul lazeena aamanoo Wa-la-ya'lamannal munaafiqeen"
  },
  "12": {
    "t": "The unbelievers say to the believers. \"Follow our way. We shall take the responsibility for your sins.\" They cannot take responsibility for any of the sins. They are only liars.",
    "tr": "Wa-qaalal lazeena kafaroo lillazeena aamanut tabi'oo sabeelanaa walnahmil khataayaakum Wa-maa hum bihaamileena min khataa-yaahum min shai'in innahum lakaaziboon"
  },
  "13": {
    "t": "Besides the other burdens that they will have to carry, they will certainly be loaded with the burden of their own sins. They will be questioned on the Day of Judgment about what they had falsely invented.",
    "tr": "Wa-la-yahmilunna asqaa-lahum Wa-asqaalam ma'a asqaalihim Wa-la-yus'alunna Yawmal Qiyaamati 'ammaa kaanoo yaftaroon"
  },
  "14": {
    "t": "We sent Noah to his people and he lived with them for nine hundred and fifty years, then the flood engulfed them for their injustice.",
    "tr": "Wa-laqad arsalnaa Noohan ilaa qawmihee falabisa feehim alfa sanatin illaa khamseena 'aaman fa-akhazahumut toofaanu Wa-hum zaalimoon"
  },
  "15": {
    "t": "We saved Noah and the people in the Ark and made (their case) a miracle for the world.",
    "tr": "Fa-anjainaahu Wa-as-haabas safeenati Wa-ja'alnaahaaa Aayatal lil'aalameen"
  },
  "16": {
    "t": "Abraham told his people, \"Worship God and have fear of Him. It is better for you if only you knew it.",
    "tr": "Wa-Ibraheema iz qaala liqawmihi' budul laaha wattaqoohu zaalikum khayrul lakum in kuntum ta'lamoon"
  },
  "17": {
    "t": "You worship idols besides God and you create falsehood. Whatever you worship besides Him cannot provide you with anything for your sustenance. Seek your sustenance from the bounties of God. Worship Him. Give Him thanks. To Him you will all return.\"",
    "tr": "Innamaa ta'budoona min doonil laahi awsaananw-wa takhluqoona ifkaa; innal lazeena ta'budoona min doonil laahi laa yamlikoona lakum rizqan fabtaghoo 'indal laahir rizqa wa'budoohu washkuroo lahooo ilaihi turja'oon"
  },
  "18": {
    "t": "If you, (pagans), call our (revelations) lies, certainly many generations living before you have also done the same thing. The duty of a Messenger is only to preach clearly.",
    "tr": "Wa-in tukazziboo faqad kazzaba umamum min qablikum Wa-maa' alar Rasooli illal balaaghul mubeen"
  },
  "19": {
    "t": "Have they not seen how God begins the creation and then turns it back? This is not difficult at all for God.",
    "tr": "Awa-lam yaraw kaifa yubdi'ul laahul khalqa summa yu'eeduh; inna zaalika 'alal laahi yaseer"
  },
  "20": {
    "t": "(Muhammad), say to them, \"Travel through the land and see how He has begun the creation and how He will invent the next life. God has power over all things.",
    "tr": "Qul seeroo fil ardi fanzuroo kaifa bada'a al-khalqa summal laahu yunshi'-'un nash-atal Aakhirah; innal laaha 'alaa kulli shai'in Qadeer"
  },
  "21": {
    "t": "He punishes or grants mercy to whomever He wants and to Him you will all return.",
    "tr": "Yu'azzibu many yashaaa'u Wa-yarhamu many yashaaa'; Wa-ilaihi tuqlaboon"
  },
  "22": {
    "t": "You cannot challenge God in the heavens or in the earth. No one besides God is your guardian or helper.",
    "tr": "Wa-maaa antum bimu'jizeena fil ardi Wa-laa fis samaaa'i Wa-maa lakum min doonil laahi minw waliyyinw Wa-laa naseer"
  },
  "23": {
    "t": "Those who have rejected God's revelations have no hope in receiving His mercy. They will face a painful torment.",
    "tr": "Wallazeena kafaroo bi-Aayaatil laahi Wa-liqaaa'iheee ulaaa'ika ya'isoo mir rahmatee Wa-ulaaa'ika lahum 'azaabun aleem"
  },
  "24": {
    "t": "(Abraham's) people had no answer except suggesting, \"Kill him or burn him.\" But God saved him from the fire. In this there is evidence (of truth) for the believing people.",
    "tr": "Famaa kaana jawaaba qawmiheee illaaa an qaaluqtuloohu aw harriqoohu fa-anjaahul laahu minan naar; inna fee zaalika la Aayaatil laqawmien yu'minoon"
  },
  "25": {
    "t": "Abraham said, \"You believe in idols besides God only out of worldly love, but on the Day of Judgment you will reject and condemn each other. Your dwelling will be fire and no one will help you.\"",
    "tr": "Wa-qaala innamat takhaz-tum min doonil laahi awsaanam mawaddata bainikum fil hayaatid dunyaa summa Yawmal Qiyaamati yakfuru ba'dukum biba'dinw Wa-yal'anu ba'dukum ba'danw Wa-ma'waakumun Naaru Wa-maa lakum min naasireen"
  },
  "26": {
    "t": "Only Lot believed in (Abraham) and said, \"I seek refuge in my Lord, for He is Majestic and All-wise\".",
    "tr": "Fa-aamana lahoo Loot; Wa-qaala innee muhajirun ilaa Rabbee innahoo Huwal 'Azeezul Hakeem"
  },
  "27": {
    "t": "We granted Isaac and Jacob to Abraham and We bestowed upon his offspring, prophethood and the Book. We gave him his reward in this world and in the next life, he will be among the pious ones.",
    "tr": "Wa-wahabnaa lahoo Iss-haaqa Wa-Ya'Qooba Wa-ja'alnaa fee zurriyyatihin Nubuwwata wal-Kitaaba Wa-aatainaahu ajrahoo fid dunyaa Wa-innahoo fil aakhirati laminas saaliheen"
  },
  "28": {
    "t": "Lot told his people, \"You are certainly committing the kind of indecency which no one in the world has committed before\".",
    "tr": "Wa-Lootan iz qaala liqawmiheee innakum ta'toonal faahishata maa sabaqakum bihaa min ahadin minal 'aalameen"
  },
  "29": {
    "t": "Do you engage in carnal relations with men, rob the travellers, and commit evil in your gatherings? His people had no answer but to say, \"Bring upon us the torment of God if you are truthful\".",
    "tr": "A'innakum la-ta'toonar rijaala Wa-taqta'oonas sabeela Wa-ta'toona fee naadeekumul munkara famaa kaana jawaaba qawmiheee illaaa an qaalu' tinaaa bi'azaabil laahi in kunta minas saadiqeen"
  },
  "30": {
    "t": "He prayed, \"Lord help me against the evil-doing people.\"",
    "tr": "Qaala Rabbin surnee 'alal qawmil mufsideen"
  },
  "31": {
    "t": "When Our angelic Messengers brought glad news to Abraham, they told him, \"We are about to destroy the people of this town for their injustice\".",
    "tr": "Wa-lammaa jaaa'at Rusulunaaa Ibraaheema bil-bushraa qaalooo innaa muhlikoo ahli haazihil qaryati inna ahlahaa kaanoo zaalimeen"
  },
  "32": {
    "t": "Abraham said, \"Lot is there in that town!\" They said, \"We know everyone there. We shall certainly save him and his family except his wife who will remain behind.\"",
    "tr": "Qaala inna feeha Lootaa; qaaloo nahnu a'lamu biman feehaa lanunajjjiyannahoo Wa-ahlahooo illam ra-atahoo kaanat minal ghaabireen"
  },
  "33": {
    "t": "When Our angelic Messengers came to Lot, he was grieved and depressed to see them. They told him, \"Do not be afraid or grieved. We will rescue you and your family except your wife who will remain behind.",
    "tr": "Wa-lammaaa an jaaa'at Rusulunaa Lootan seee'a bihim Wa-daaqa bihim zar'anw Wa-qaaloo laa takhaf Wa-laa tahzan innaa munajjooka Wa-ahlaka illam ra-ataka kaanat minal ghaabireen"
  },
  "34": {
    "t": "We will bring torment from the sky on this town because of the evil-deeds of its inhabitants\".",
    "tr": "Innaa munziloona 'alaaa ahli haazihil qaryati rijzan minas samaaa'i bimaa kaanoo yafsuqoon"
  },
  "35": {
    "t": "We left manifest evidence (of the truth) there for the people of understanding.",
    "tr": "Wa-laqad taraknaa min-haaa aayatan baiyyinatan liqawmien ya'qiloon"
  },
  "36": {
    "t": "We sent to the people of Midian their brother Shu`ayb. He told them, \"Worship God. Have hope in the life to come. Do not spread evil in the land\".",
    "tr": "Wa-ilaa Madyana akhaahum Shu'ayban faqaala yaa-qawmi' budul laaha warjul yawmal aakhira Wa-laa ta'saw fil ardi mufsideen"
  },
  "37": {
    "t": "They rejected him so We jolted them with a violent earthquake and they were left motionless in their houses.",
    "tr": "Fakazzaboohu fa-akhazat-humur rajfatu fa-asbahoo fee daarihim jaasimeen"
  },
  "38": {
    "t": "How the people of Ad and Thamud were destroyed is evident to you from their homes. Satan made their deeds seem attractive to them and prevented them from the right path, even though they had visions.",
    "tr": "Wa-'Aadanw Wa-Samooda Wa-qad tabaiyana lakum min masaakinihim Wa-zaiyana lahumush Shaitaanu a'maalahum fasaddahum 'anis sabeeli Wa-kaanoo mustabsireen"
  },
  "39": {
    "t": "Korah, the Pharaoh, and Haman were also destroyed. Moses had brought them illustrious miracles, but they were puffed-up with pride in the land and they could not defeat Us.",
    "tr": "Wa-Qaaroona Wa-Fir'awna Wa-haamaana Wa-laqad jaaa'ahum Moosa bilbaiyinaati fastakbaroo fil ardi Wa-maa kaanoo saabiqeen"
  },
  "40": {
    "t": "We punished all of these people because of their sin. Some of them were struck by a violent sand-storm, some by a blast of sound, others were swallowed up by the earth, and some were drowned (in the sea). God did not do injustice to them, but they had wronged themselves.",
    "tr": "Fakullan akhaznaa bi-zanbihee faminhum man arsalnaa 'alaihi haasibaa; Wa-minhum man akhazat-hus saihatu Wa-minhum man khasafnaa bihil arda Wa-minhum man aghraqnaa; Wa-maa kaanal laahu li-yazlimahum Wa-laakin kaanoo anfusahum yazlimoon"
  },
  "41": {
    "t": "The belief of considering other things as one's guardians besides God is as feeble as a spider's web. The spider's web is the frailest of all dwellings, if only they knew it.",
    "tr": "Masalul lazeenat takhazoo min doonil laahi awliyaaa'a kamasalil 'ankaboot, ittakhazat baitaa; Wa-inna awhanal buyooti la-baitul 'ankaboot; law kaanoo ya'lamoon"
  },
  "42": {
    "t": "God knows whatever they worship besides Him; He is the Majestic and All-wise.",
    "tr": "Innal laaha ya'lamu maa yad'oona min doonihee min shai'; Wa-Huwal 'Azeezul Hakeem"
  },
  "43": {
    "t": "These are parables which We tell to human being, but only the learned ones understand them.",
    "tr": "Wa-tilkal amsaalu nadribuhaa linnaasi Wa-maa ya'qiluhaaa illal 'aalimoon"
  },
  "44": {
    "t": "God has created the heavens and the earth for a genuine purpose. In this there is evidence (of the truth) for the believers.",
    "tr": "Khalaqal laahus samaawaati wal-arda bilhaqq; inna fee zaalika la-aayatan lil-mu'mineen"
  },
  "45": {
    "t": "(Muhammad), recite to them what has been revealed to you in the Book and be steadfast in prayer; prayer keeps one away from indecency and evil. It is the greatest act of worshipping God. God knows what you do.",
    "tr": "Utlu maaa oohiya ilaika minal Kitaabi Wa-aqimis Salaata innas Salaata tanhaa 'anil fahshaaa'i wal-munkar; Wa-lazikrul laahi akbar; wal-laahu ya'lamu maa tasna'oon"
  },
  "46": {
    "t": "Do not argue with the People of the Book except only by the best manner, except the unjust among them. Tell them, \"We believe in what is revealed to us and to you. Our Lord and your Lord is one. We have submitted ourselves to His will\".",
    "tr": "Wa-laa tujaadilooo Ahlal Kitaabi illaa billatee hiya ahsanu illal lazeena zalamoo minhum Wa-qoolooo aamannaa billazeee unzila ilainaa Wa-unzila ilaikum Wa-illaahunna Wa-illahukum waahidunw-wa nahnu lahoo muslimoon"
  },
  "47": {
    "t": "We have revealed the Book to you. Some of the People of the Book and some of the pagans also believe in it. No one rejects Our revelations except the infidels.",
    "tr": "Wa-kazaalika anzalnaaa ilaikal Kitaab; fallazeena aatainaahumul kitaaba yu'minoona bihee Wa-min haaa'ulaaa'i many yu'minu bih; Wa-maa yajhadu bi'Aayaatinaa illal kaafiroon"
  },
  "48": {
    "t": "You were not able to read or write before the Quran was revealed to you; otherwise, the followers of falsehood would have tried to confuse the matter.",
    "tr": "Wa-maa kunta tatloo min qablihee min kitaabinw Wa-laa takhuttubhoo bi-yameenika izal lartaabal mubtiloon"
  },
  "49": {
    "t": "In fact, the Quran consists of illustrious verses that exist in the hearts of those who have knowledge. No one rejects Our revelations except the unjust ones.",
    "tr": "Bal huwa aayaatum baiyinaatun fee sudooril lazeena ootul 'ilm; Wa-maa yajhadu bi-aayaatinaa illaz zaalimoon"
  },
  "50": {
    "t": "They say, \"Why a miracle is not sent to him from his Lord.\" Say, \"Miracles are in the hands of God. I am simply a warner.\"",
    "tr": "Wa-qaaloo law-laaa unzila 'alaihi aayaatum mir Rabbihee qul innamal aayaatu 'indal laahi Wa-innamaaa ana nazeerum mubeen"
  },
  "51": {
    "t": "Is it not enough for them that We have revealed the Book to you to be recited to them. It is a mercy and a reminder for the believers.",
    "tr": "Awa-lam yakfihim annaaa anzalnaa 'alaikal kitaaba yutlaa 'alaihim; inna fee zaalika larahmatanw Wa-zikraa liqawmien yu'minoon"
  },
  "52": {
    "t": "Say, \"God is sufficient as a witness between me and you. He knows all that is in the heavens and the earth.\" Those who have faith in falsehood and disbelieve in God are certainly lost.",
    "tr": "Qul kafaa billaahi bainee Wa-bainakum shaheedaa; ya'lamu maa fis samaawaati wal-ard; wallazeena aamanoo bil-baatili Wa-kafaroo billaahi ulaaa'ika humul khaasiroon"
  },
  "53": {
    "t": "They demand you to bring upon them torment immediately. Had not the time been fixed, the torment would certainly have approached them. It would have come to them suddenly and they would not have even realized how it came.",
    "tr": "Wa-yasta'jiloonaka bil'azaab; Wa-law-laaa ajalum musammal lajaaa'ahumul a'zaab; Wa-la-ya'tiannahum baghta-tanw Wa-hum laa yash'uroon"
  },
  "54": {
    "t": "They demand you to bring upon them the torment immediately. Hell will certainly engulf the unbelievers.",
    "tr": "Yasta'jiloonaka bil'azaab; Wa-inna Jahannama la-muheetatum bil-kaafireen"
  },
  "55": {
    "t": "They will be told on the Day of Judgment, when the torment will surround them from all sides, \"Suffer the consequences of your deeds.\"",
    "tr": "Yawma yaghshaahumul 'azaabu min fawqihim Wa-min tahti arjulihim Wa-yaqoolu zooqoo maa kuntum ta'maloon"
  },
  "56": {
    "t": "My believing servants, My land is vast. Worship Me alone.",
    "tr": "Yaa-'ibaadiyal lazeena aamanooo inna ardee waasi-'atun fa-iyyaaya fa'budoon"
  },
  "57": {
    "t": "Every soul will experience the agony of death and to Me you will all return.",
    "tr": "Kullu nafsin zaaa'iqatul mawti summa ilainaa turja'oon"
  },
  "58": {
    "t": "We shall give mansions in Paradise wherein streams flow to the righteously striving believers and therein they will live forever. How blessed is the reward of the hard working people",
    "tr": "Wallazeena aamanoo Wa-'amilus saalihaati la-nubawwi-'annahum minal Jannati ghurafan tajree min tahtihal anhaaru khaalideena feehaa; ni'ma ajrul 'aamileen"
  },
  "59": {
    "t": "who have exercised patience and who have had trust in their Lord.",
    "tr": "Allazeena sabaroo Wa-'alaa Rabbihim yatawakkaloon"
  },
  "60": {
    "t": "There are many living creatures which do not carry their sustenance, but God provides them and you with sustenance. He is All-hearing and All-knowing.",
    "tr": "Wa-ka-ayyim min daaabbatil laa tahmilu rizqahaa; al-laahu yarzuquhaa Wa-iyyaakum; Wa-Huwas Samee'ul Aleem"
  },
  "61": {
    "t": "If you ask them, \"Who has created the heavens and the earth and has subdued the sun and moon?\" They will say, \"God has done it.\" So why are they wandering about!?",
    "tr": "Wa-la'in sa-altahum man khalaqas samaawaati wal-arda Wa-sakhkharash shamsa wal-qamara la-yaqoolunnal laahu fa-anna yu'fakoon"
  },
  "62": {
    "t": "God increases the sustenance of whichever of His servants He wants and He determines their share. God has the knowledge of all things.",
    "tr": "Allaahu yabsutur rizqa limaien yashaaa'u min 'ibaadihee Wa-yaqdiru lah; innal laaha bikulli shai'in Aleem"
  },
  "63": {
    "t": "If you ask them, \"Who has sent down water from the sky to revive the dead earth?\" They will say, \"God has done it.\" Say, \"It is only God who deserves all praise, but many of them do not understand.\"",
    "tr": "Wa-la'in sa-altahum man nazzala minas samaaa'i maaa'an fa-ahyaa bihil arda min ba'di mawtihaa la-yaqoolunnal laah; qulil hamdu lillah; bal aksaruhum laa ya'qiloon"
  },
  "64": {
    "t": "The worldly life is not more than a childish game. It is the life hereafter which will be the real life, if only they knew it.",
    "tr": "Wa-maa haazihil hayaa-tud dunyaaa illaa lahwunw wa-la'ib; Wa-innad Daaral Aakhirata la-hiyal ha-yawaan; law kaano ya'lamoon"
  },
  "65": {
    "t": "When they sail in a boat, they sincerely pray to God with pure faith. But when We bring them safely to land, they start considering things equal to God.",
    "tr": "Fa-izaa rakiboo fil fulki da'awul laaha mukhliseena lahud deena falammaa najjaa-hum ilal barri izaa hum yushrikoon"
  },
  "66": {
    "t": "Let them be ungrateful to what We have granted them. Let them enjoy themselves, but they will soon know (the consequences of their deeds).",
    "tr": "Li-yakfuroo bimaaa aatainaahum Wa-li-yatamatta'oo fasawfa ya'lamoon"
  },
  "67": {
    "t": "Have the (pagans) not seen that We have made the holy precinct a safe place while all the people around are suffering terror. Do they believe in falsehood and disbelieve in God's bounties?",
    "tr": "Awalam yaraw annaa ja'alnaa haraman aaminanw Wa-yutakhattafun naasu min haw-lihim; afabil-baatili yu'minoona Wa-bini'matil laahi yakfuroon"
  },
  "68": {
    "t": "Who is more unjust than one who invents falsehood against God or rejects the Truth after it has come to him? Is not hell the dwelling for the disbelievers.",
    "tr": "Wa-man azlamu mimma nif-taraa 'alal laahi kaziban aw kazzaba bilhaqqi lammaa jaaa'ah; alaisa fee jahannama maswal lil-kaafireen"
  },
  "69": {
    "t": "We shall certainly guide those who strive for Our cause to Our path. God is certainly with the righteous ones.",
    "tr": "Wallazeena jaahadoo feenaa lanahdiyannahum subulana; Wa-innal laaha lama'al muhsineen"
  }
}