{
  "1": {
    "t": "Alif. Lam. Mim.",
    "tr": "Alif-Laaam-Meeem"
  },
  "2": {
    "t": "The Romans have been defeated in a nearby land and after this defeat,",
    "tr": "Ghulibatir Room"
  },
  "3": {
    "t": "(within a few years) they will be victorious.",
    "tr": "Feee adnal ardi Wa-hum mim ba'di ghalabihim sa-yaghliboon"
  },
  "4": {
    "t": "All matters of the past and future are in the hands of God. The believers will enjoy the help of God on that Day.",
    "tr": "Fee bid'i sineen; lillaahil amru min qablu Wa-mim ba'd; Wa-yawma'izien yafrahul mu'minoon"
  },
  "5": {
    "t": "He helps whomever He wants. He is Majestic and All-merciful.",
    "tr": "Binasril laa; yansuru maien yashaaa'u Wa-Huwal 'Azeezur Raheem"
  },
  "6": {
    "t": "This is the promise of God. God does not ignore His promise, but many people do not know.",
    "tr": "Wa'dal laahi laa yukhliful laahu wa'dahoo Wa-laakin-na aksaran naasi laa ya'lamoon"
  },
  "7": {
    "t": "They only know the superficial realities of the worldly life and they are unaware of the life to come.",
    "tr": "Ya'lamoona zaahiram minal hayaatid dunya Wa-hum 'anil Aakhirati hum ghaafiloon"
  },
  "8": {
    "t": "Have they not thought that God has not created the heavens and the earth and all that is between them but for a genuine purpose to exist for an appointed term? Many people do not believe in their meeting with their Lord.",
    "tr": "Awalam yatafakkaroo feee anfusihim; maa khalaqal laahus samaawaati wal-arda Wa-maa bainahumaaa illaa bil-haqqi Wa-ajalim musammaa; Wa-inna kaseeram minan naasi biliqaaa'i Rabbihim lakaafiroon"
  },
  "9": {
    "t": "Have they not travelled through the land to see how terrible was the end of the people who lived before them. The people who lived before them were stronger than them in might, in tilling, and in developing the earth. Our Messengers came to them with clear miracles. God did not do an injustice to them but they wronged themselves.",
    "tr": "Awalam yaseeroo fil ardi fa-yanzuroo kaifa kaana 'aaqibatul lazeena min qablihim; kaanooo ashadda minhhum quwwatanw Wa-asaarul arda Wa-'amaroohaaa aksara mimmaa 'amaroohaa Wa-jaaa'athum Rusuluhum bil-baiyyinaati famaa kaanal laahu liyazli-mahum Wa-laakin kaanooo anfusahum yazlimoon"
  },
  "10": {
    "t": "The end of the evil-doers was terrible, for they had rejected the revelations of God and mocked them.",
    "tr": "Summa kaana 'aaqibatal lazeena asaaa'us sooo-aaa an kazzaboo bi-aayaatil laahi Wa-kaanoo bihaa yastahzi'oon"
  },
  "11": {
    "t": "God begins the creation then causes it to turn back and to Him you will all return.",
    "tr": "Allaahu yabda'ul khalqa summa yu'eeduhoo summa ilaihi turja'oon"
  },
  "12": {
    "t": "On the day when the Hour of Doom comes, the criminals will despair.",
    "tr": "Wa-yawma taqoomus Saa'atu yublisul mujrimoon"
  },
  "13": {
    "t": "None of the idols will intercede for them and they will reject their idols.",
    "tr": "Wa-lam yakul lahum min shurakaaa'ihim shufa'aaa'u Wa-kaanoo bishurakaaa'ihim kaafireen"
  },
  "14": {
    "t": "When that day comes, (people) will be separated from one another.",
    "tr": "Wa-Yawma taqoomus Saa'atu Yawma'izien yatafarraqoon"
  },
  "15": {
    "t": "The righteously striving believers will happily live in paradise.",
    "tr": "Fa-ammal lazeena aamanoo Wa-'amilus saalihaati fahum fee rawdatien yuhbaroon"
  },
  "16": {
    "t": "However, the disbelievers, who called Our revelations and the Day of Judgment lies, will be brought into torment.",
    "tr": "Wa-ammal lazeena kafaroo Wa-kazzaboo bi-Aayaatinaa Wa-liqaaa'il Aakhirati faulaaa'ika fil 'azaabi muhdaroon"
  },
  "17": {
    "t": "Glory belongs to God all the time, in the evening and in the morning.",
    "tr": "Fa-Subhaanal laahi heena tumsoona Wa-heena tusbihoon"
  },
  "18": {
    "t": "To Him belongs all the thanks giving which takes place in the heavens and the earth, in the evenings and the noontime.",
    "tr": "Wa-lahul hamdu fis samaawaati wal-ardi Wa-'ashiyyanw Wa-heena tuzhiroon"
  },
  "19": {
    "t": "He brings forth the living from the dead, takes out the dead from the living, and revives the earth from its death. Thus, you will all be brought back to life again.",
    "tr": "Yukhrijul haiyya minal maiyyiti Wa-yukhrijul maiyyita minal haiyyi Wa-yuhyil arda ba'da mawtihaa; Wa-kazaalika tukhrajoon"
  },
  "20": {
    "t": "Some evidence of His existence are His creating you from clay and from that you became human beings scattered all around;",
    "tr": "Wa-min Aayaatiheee an khalaqakum min turaabin summa izaaa antum basharun tantashiroon"
  },
  "21": {
    "t": "His creating spouses for you out of yourselves so that you might take comfort in them and His creating love and mercy among you. In this there is evidence (of the truth) for the people who (carefully) think.",
    "tr": "Wa-min Aayaatiheee an khalaqa lakum min anfusikum azwaajal litaskunooo ilaihaa Wa-ja'ala bainakum mawad-datanw Wa-rahmah; inna fee zaalika la-Aayaatil liqawmien yatafakkaroon"
  },
  "22": {
    "t": "Other evidence of His existence are the creation of the heavens and the earth and the differences of languages and colors. In this there is evidence (of the truth) for the worlds (mankind).",
    "tr": "Wa-min Aayaatihee khalqus samaawaati wal-aardi wakhtilaafu alsinatikum Wa-alwaanikum; inna fee zaalika la-Aayaatil lil'aalimeen"
  },
  "23": {
    "t": "Your sleeping during the night and in the day your seeking His favors are evidence (of the truth) for the people who have hearing.",
    "tr": "Wa-min Aayaatihee manaamukum bil-laili wannahaari wabtighaaa'ukum min fadlih; inna fee zaalika la-Aayaatil liqawmien yasma'oon"
  },
  "24": {
    "t": "Also, of the evidence of His existence are His showing you lightening which gives you fear and hope and His sending water down from the sky which revives the earth after its death. In this there is evidence (of the truth) for the people of understanding.",
    "tr": "Wa-min Aayaatihee yureekumul barqa khawfanw Wa-tama'anw Wa-yunazzilu minas samaaa'i maaa'an fa-yuhyee bihil arda ba'da mawtihaaa inna fee zaalika la-Aayaatil liqawmien ya'qiloon"
  },
  "25": {
    "t": "Some other evidence of His existence is that both the heavens and the earth stand firm at His command. When He will call you from the earth, you will start to come out.",
    "tr": "Wa-min Aayaatihee an taqoomas samaaa'u wal-ardu bi-amrih; summa izaa da'aakum da'watam minal ardi izaaa antum takhrujoon"
  },
  "26": {
    "t": "Everyone in the heavens and the earth belongs to Him and is subservient to Him.",
    "tr": "Wa-lahoo man fis samaawaati wal-ardi kullul lahoo qaanitoon"
  },
  "27": {
    "t": "It is He who begins the creation, then, turns it back. For Him this is very easy. All the exalted attributes in the heavens and the earth belong to Him. He is the Majestic and All-wise.",
    "tr": "Wa-Huwal lazee yabda'ul khalqa summa yu'eeduhoo Wa-huwa ahwanu 'alaih; Wa-lahul masalul la'laa fis samaawaati wal-ard; Wa-Huwal 'Azeezul Hakeem"
  },
  "28": {
    "t": "God has told you this parable about yourselves: Could your slaves share your wealth equally with you and could you fear them as you fear yourselves? Thus, do We clarify the evidence (of the truth) for the people of understanding.",
    "tr": "Daraba lakum masalam min anfusikum hal lakum mimmaa malakat aymaanukum min shurakaaa'a fee maa razaqnaakum fa-antum feehi sawaaa'un takhaafoonahum kakheefa tikum anfusakum; kazaalika nufassilul Aayaati liqawminy ya'qiloon"
  },
  "29": {
    "t": "In fact, the unjust have followed their desires without knowledge. Who will guide those whom God has caused to go astray? No one will be their helper.",
    "tr": "Balit taba'al lazeena zalamooo ahwaaa'ahum bighairi 'ilmin famai yahdee man adallal laahu Wa-maa lahum min naasireen"
  },
  "30": {
    "t": "(Muhammad), be devoted to the upright religion. It is harmonious with the nature which God has designed for people. The design of God cannot be altered. Thus is the upright religion, but many people do not know.",
    "tr": "Fa-aqim wajhaka liddeeni Haneefaa; fitratal laahil latee fataran naasa 'alaihaa; laa taabdeela likhalqil laah; zaalikad deenul qaiyimu Wa-laakinna aksaran naasi laa ya'lamoon"
  },
  "31": {
    "t": "Turn in repentance to Him. Have fear of Him. Be steadfast in your prayer. Do not be like the pagans",
    "tr": "Muneebeena ilaihi wattaqoohu Wa-aqeemus Salaata Wa-laa takoonoo minal mushrikeen"
  },
  "32": {
    "t": "who have divided themselves into various religious sects, each one happy with their own belief.",
    "tr": "Minal lazeena farraqoo deenahum Wa-kaanoo shiya'an kullu hizbim bimaa ladaihim farihoon"
  },
  "33": {
    "t": "When people face hardship, they begin praying to their Lord and turn in repentance to Him. When they receive mercy from Him, a group of them begin to consider things equal to God,",
    "tr": "Wa-izaa massan naasa durrun da'aw Rabbahum muneebeena ilaihi summa izaaa azaqahum minhu rahmatan izaa fareequm minhum bi-Rabbihim yushrikoon"
  },
  "34": {
    "t": "because of their ingratitude for what We have given them. Let them enjoy themselves, but they will soon know (the consequences of their deeds).",
    "tr": "Li-yakfuroo bimaaa aatainaahum; fatamatta'oo fasawfa ta'lamoon"
  },
  "35": {
    "t": "Have We sent them any authority to speak in support of their idols?",
    "tr": "Am anzalnaa 'alaihim sultaanan fahuwa yatakallamu bimaa kaanoo bihee yushrikoon"
  },
  "36": {
    "t": "When people receive mercy, they are happy with it. However, when hardship befalls them because of their own deeds, they despair.",
    "tr": "Wa-izaaa azaqnan naasa rahmatan farihoo bihaa Wa-in tusibhum sayyi'atum bimaa qaddamat aydeehim izaa hum yaqnatoon"
  },
  "37": {
    "t": "Have they not seen how God increases the livelihood of whomever He wants and determines his share. In this there is evidence (of the truth) for the believing people.",
    "tr": "Awalam yaraw annal laaha yabsutur rizqa limaien yashaaa'u Wa-yaqdir; inna fee zaalika la-Aayaatil liqawmien yu'minoon"
  },
  "38": {
    "t": "Give the relatives, the destitute, and the needy travellers their share (of charity). It is better for those who want to please God and they will have everlasting happiness.",
    "tr": "Fa-aati zal qurbaa haqqahoo walmiskeena wabnassabeel; zaalika khairul lil lazeena yureedoona Wajhal laahi Wa-ulaaa'ika humul muflihoon"
  },
  "39": {
    "t": "God will not allow to increase whatever illegal interest you try to receive in order to increase your wealth at the expense of people's property. Whatever amount of zakat you give to please God will be doubled (for you).",
    "tr": "Wa-maaa aataitum mir ribal li-yarbuwa feee amwaalin naasi falaa yarboo 'indal laahi Wa-maaa aataitum min zaakaatin tureedoona wajhal laahi fa-ulaaa'ika humul mud'ifoon"
  },
  "40": {
    "t": "It is God who has created you and given you sustenance. He will make you die and will bring you back to life. Can any of your idols do such things? God is too Exalted to be considered equal to anything else.",
    "tr": "Allaahul lazee khalaqa-kum summa razaqakum summa yumeetukum summa yuhyeekum hal min shurakaaa'ikum maien yaf'alu min zaalikum min shai'; Sub-haanahoo Wa-Ta'aalaa 'ammaa yushrikoon"
  },
  "41": {
    "t": "Evil has spread over the land and the sea because of human deeds and through these God will cause some people to suffer so that perhaps they will return to Him.",
    "tr": "Zaharal fasaadu fil barri wal-bahri bimaa kasabat aydin naasi li-yuzeeqahum ba'dal lazee 'amiloo la'allahum yarji'oon"
  },
  "42": {
    "t": "(Muhammad), tell them, \"Travel through the land to see how terrible was the end of those who lived before. Many of them were pagans.",
    "tr": "Qul seeroo fil ardi fanzuroo kaifa kaana 'aaqibatul lazeena min qabl; kaana aksaruhum mushrikeen"
  },
  "43": {
    "t": "Be devoted to the upright religion before the coming of the inevitable day when no one can escape from God and people will either be sent to Paradise or hell.\"",
    "tr": "Fa-aqim wajhaka lid-deenil qaiyyimi min qabli aien yaatiya Yawmul laa maradda lahoo minal laahi Yawma'izien yassadda'oon"
  },
  "44": {
    "t": "Those who disbelieve do so against their own souls. Those who do good pave the way for their own benefit.",
    "tr": "Man kafara fa'alaihi kufruhoo Wa-man 'amila saalihan fali-anfusihim yamhadoon"
  },
  "45": {
    "t": "God will reward the righteously striving believers through His favor. He does not love the unbelievers.",
    "tr": "Li-yajziyal lazeena aamanoo Wa-'amilus saalihaati min fadlih; innahoo laa yuhibbul kaafireen"
  },
  "46": {
    "t": "Some evidence of His existence is His sending the glad-news-bearing winds so that He would let you to receive His mercy, cause the ships to sail by His command, and let you seek His favor so that perhaps you would give Him thanks.",
    "tr": "Wa-min Aayaatiheee aien yursilar riyaaha mubashshi-raatinw Wa-li-yuzeeqakum mir rahmatihee Wa-litajriyal fulku bi-amrihee Wa-litabtaghoo min fadlihee Wa-la'allakum tashkuroon"
  },
  "47": {
    "t": "(Muhammad), We had sent before you Our Messengers to their people. The Messengers showed them clear miracles and We took revenge on the criminals. It was necessary for Us to help the believers.",
    "tr": "Wa-laqad arsalnaa min qablika Rusulan ilaa qawmihim fajaaa'oohum bil-baiyyinaati fantaqamnaa minal lazeena ajramoo Wa-kaana haqqan 'alainaa nasrul mu'mineen"
  },
  "48": {
    "t": "It is God who sends the winds to raise the clouds. He spreads them in the sky as He wants, then He intensifies them, and then you can see the rain coming down from the cloud. When He sends it down upon whichever of His servants He wants, they rejoice",
    "tr": "Allaahul lazee yursilur riyaaha fatuseeru sahaaban fa-yabsutuhoo fis samaaa'i kaifa yashaaa'u Wa-yaj'aluhoo kisafan fataral wadqa yakhruju min khilaalihee fa-izaaa asaaba bihee mai yashaaa'u min 'ibaadiheee izaa hum yastabshiroon"
  },
  "49": {
    "t": "at the rainfall, though before that they had been in despair.",
    "tr": "Wa-in kaanoo min qabli aien yunazzala 'alaihim min qablihee lamubliseen"
  },
  "50": {
    "t": "Look at the traces of the mercy of God, how He has revived the dead earth. God revives the dead; He has power over all things.",
    "tr": "Fanzur ilaaa aasaari rahmatil laahi kaifa yuhyil arda ba'da mawtihaa; inna zaalika lamuhyil mawtaa Wa-Huwa 'alaa kulli shai'in Qadeer"
  },
  "51": {
    "t": "Even if We had sent the wind and caused (the plants) to turn yellow and to fade away, they would still have remained in disbelief.",
    "tr": "Wa-la'in arsalnaa reehan fara-awhu musfarral lazalloo mim ba'dihee yakfuroon"
  },
  "52": {
    "t": "You cannot make the dead listen, nor the deaf hear. Thus, they, (the disbelievers), turn away on their heels.",
    "tr": "Fa-innaka laa tusmi'ul mawtaa Wa-laa tusmi'us summad du'aaa'a izaa wallaw mudbireen"
  },
  "53": {
    "t": "You cannot guide the straying blind. You can make no one listen except those who believe in Our revelations and are Muslims.",
    "tr": "Wa-maa anta bihaadil 'umyi 'an dalaalatihim in tusmi'u illaa maien yuminu bi-aayaatinaa fahum muslimoon"
  },
  "54": {
    "t": "It is God who has created you weak, then, given you strength after your weakness and caused you to become weak and old after being strong. He creates whatever He wants. He is All-knowing and All-powerful.",
    "tr": "Allahul lazee khalaqa-kum min du'fin summa ja'ala mim ba'di du'fin quwwatan summa ja'ala mim ba'di quwwatin du'fanw Wa-shaibah; yakhluqu maa yashaaa'u Wa-Huwal 'Aleemul Qadeer"
  },
  "55": {
    "t": "On the day when the Hour of Doom comes, the criminals will swear that they have remained (in their graves) for no more than an hour. They had been inventing lies in this way.",
    "tr": "Wa-Yawma taqoomus Saa'atu yuqsimul mujrimoona maa labisoo ghaira saa'ah; kazaalika kaanoo yu'fakoon"
  },
  "56": {
    "t": "Those who have received knowledge and have faith will say, \"By the decree of God, you have remained for the exact period which was mentioned in the Book of God about the Day of Resurrection. This is the Day of Resurrection, but you did not know.\"",
    "tr": "Wa-qaalal lazeena ootul 'ilma wal-eemaana laqad labistum fee kitaabil laahi ilaa yawmil ba'si fahaazaa yawmul ba'si Wa-laakinnakum kuntum laa ta'lamoon"
  },
  "57": {
    "t": "The excuses of the unjust on this day will be of no avail to them and they will not be able to please God.",
    "tr": "Fa-Yawma'izil laa yanfa'ul lazeena zalamoo ma'ziratu-hum Wa-laa hum yusta'taboon"
  },
  "58": {
    "t": "We have told people various parables in this Quran. Even if you had shown them a miracle, the unbelievers would have said, \"You are only the followers of falsehood\".",
    "tr": "Wa-laqad darabnaa linnaasi fee haazal Quraani min kulli masal; Wa-la'in ji'tahum bi-aayatil la-yaqoolannal lazeena kafaroo in antum illaa mubtiloon"
  },
  "59": {
    "t": "Thus does God seal the hearts of those who do not know.",
    "tr": "Kazaalika yatba'ul laahu 'alaa quloobil lazeena laa ya'lamoon"
  },
  "60": {
    "t": "Be patient. The promise of God is certainly true. Let not the faithless make you despair of the promise of God.",
    "tr": "Fasbir inna wa'dal laahi haqqunw Wa-laa yastakhif-fannakal lazeena laa yooqinoon"
  }
}