{
  "1": {
    "t": "Alif. Lam. Mim.",
    "tr": "Alif-Laaam-Meeem"
  },
  "2": {
    "t": "There is no doubt that this Book is revealed by the Lord of the Universe.",
    "tr": "Tanzeelul Kitaabi laa raiba feehi mir rabbil 'aalameen"
  },
  "3": {
    "t": "Do they say that he, (Muhammad), has invented it? No, it is the truth from your Lord so that you will warn the people who have not received a warning before you. Perhaps they will seek guidance.",
    "tr": "Am yaqooloonaf taraahu bal huwal haqqu mir rabbika litunzira qawma maaa ataahum min nazeerim min qablika la'allahum yahtadoon"
  },
  "4": {
    "t": "God is the one who created the heavens and the earth and all that is between them in six days, then He established His dominion over the Throne. No one besides Him is your guardian or intercessor. Will you then not take heed?",
    "tr": "Allaahul lazee khalaqas samaawaati wal-arda Wa-maa bainahumaa fee sittati ayyaamin thummas tawaa 'alal 'arsh; maa lakum min doonihee minw waliyyinw wala shafee'; afalaa tatazakkaroon"
  },
  "5": {
    "t": "He sends the regulation of the affair from the heavens to the earth, then on the day which is equal to one thousand years of yours, it will ascend to Him.",
    "tr": "Yudabbirul amra minas samaaa'i ilal ardi thumma ya'ruju ilaihi fee yawmin kaana miqdaaruhooo alfa sanatim mimmaa ta'uddoon"
  },
  "6": {
    "t": "He knows the unseen and the seen. He is Majestic and All-merciful.",
    "tr": "Zaalika 'aalimul ghaybi Wa-shahaadatil 'azeezur raheem"
  },
  "7": {
    "t": "It is He Who created everything in the best manner and began the creation of the human being from clay.",
    "tr": "Allazee ahsana kulla shai-in khalaqa; Wa-bada-a khalqal insaani min teen"
  },
  "8": {
    "t": "He made His offspring come into existence from an extract of insignificant fluid,",
    "tr": "Thumma ja'ala naslahoo min sulaalatim mim maaa'im maheen"
  },
  "9": {
    "t": "then He gave it proper shape and blew His spirit in it. He made ears, eyes and hearts for you, but you give Him very little thanks.",
    "tr": "Thumma sawwaahu Wa-nafakha feehi mir roohihih; Wa-ja'ala lakumus sam'a wal-absaara wal-af'idah; qaleelam maa tashkuroon"
  },
  "10": {
    "t": "They have said, \"How can we be brought to life again after we have been lost in the earth?\" In fact, they have no faith in the Day of Judgment",
    "tr": "Wa-qaalooo 'a-izaa dalalnaa fil ardi 'a-innaa lafee khalqin jadeed; bal hum biliqaaa'i rabbihim kaafiroon"
  },
  "11": {
    "t": "(Muhammad), say, \"The angel of death, who is appointed over everyone of you, will cause you to die and to your Lord you will all return.\"",
    "tr": "Qul yatawaffaakum malakul mawtil lazee wukkila bikum Thumma ilaa rabbikum turja'oon"
  },
  "12": {
    "t": "Would that you could see (on the Day of Judgment) that criminals, with their heads hanging down before their Lord, saying, \"Our Lord, we have seen and heard. Send us back to act righteously. Now we have strong faith\".",
    "tr": "Wa-law taraaa izil mujrimoona naakisoo ru'oosihim 'inda rabbihim rabbanaaa absarnaa Wa-sami'naa farji'naa na'mal saalihan innaa mooqinoon"
  },
  "13": {
    "t": "Had We wanted, We could have given guidance to every soul, but My decree, that hell will be filled-up with jinn and people, has already been executed.",
    "tr": "Wa-law shi'naa la-aatainaa kulla nafsin hudaahaa Wa-laakin haqqal qawlu minnee la-amla'anna jahannama minal jinnati wannaasi ajma'een"
  },
  "14": {
    "t": "They will be told, \"Suffer on this Day of Judgment. For your having ignored it, We have ignored you. Suffer everlasting torment for your evil deeds.\"",
    "tr": "Fazooqoo bimaa naseetum liqaaa'a yawminkum haaza innaa naseenaakum Wa-zooqoo 'azaabal khuldi bimaa kuntum ta'maloon"
  },
  "15": {
    "t": "The only people who believe in Our revelations are those who, when reminded about them, bow down in prostration and glorify their Lord with His praise without pride.",
    "tr": "Innamaa yu'minu bi-aayaatinal lazeena izaa zukkiroo bihaa kharroo sujjadanw Wa-sabbahoo bihamdi rabbihim Wa-hum laa yastakbiroon"
  },
  "16": {
    "t": "Their sides give-up rest in beds in order to pray before their Lord in fear and hope. They spend for the cause of God out of what we have given them.",
    "tr": "Tatajaafaa junoobuhum 'anil madaaji'i yad'oona rabbahum khawfanw Wa-tama'anw Wa-mimmaa razaqnaahum yunfiqoon"
  },
  "17": {
    "t": "No soul knows what delight awaits them as the reward for their deeds.",
    "tr": "Falaa ta'lamu nafsum maaa ukhfiya lahum min qurrati a'yunin jazaaa'am bimaa kaanoo ya'maloon"
  },
  "18": {
    "t": "Is a believer equal to an evil-doer? They are not equal at all.",
    "tr": "Afaman kaana mu'minan kaman kaana faasiqaa; laa yasta-woon"
  },
  "19": {
    "t": "The righteously striving believers will have Paradise for their dwelling as the reward of their good deeds.",
    "tr": "Ammal lazeena aamanoo Wa-'amilus saalihaati falahum jannaatul ma'waa nuzulam bimaa kaanoo ya'maloon"
  },
  "20": {
    "t": "However, the dwelling of the sinful ones will be hell fire. Each time they try to come out, they will be turned back with this remark, \"Suffer the torment of the fire which you had called a lie\".",
    "tr": "Wa-ammal lazeena fasaqoo fama'waahumun Naaru kullamaaa araadooo any yakhrujoo minhaaa u'eedoo feehaa Wa-qeela lahum zooqoo 'azaaaban Naaril lazee kuntum bihee tukazziboon"
  },
  "21": {
    "t": "We shall certainly make them suffer worldly torment before suffering the great torment so that perhaps they may return to Us.",
    "tr": "Wa-lanuzeeqan-nahum minal 'azaabil ladnaa doonal 'azaabil akbari la'allahum yarji'oon"
  },
  "22": {
    "t": "Who are more unjust than those who are reminded of the revelation of their Lord, but have ignored them? We will take revenge on the criminal.",
    "tr": "Wa-man azlamu mimman zukkira bi-aayaati rabbihee summa a'rada 'anhaa; innaa minal mujrimeena muntaqimoon"
  },
  "23": {
    "t": "We gave the Book to Moses - do not have any doubt about the Day of Judgment - and made it a guide for the children of Israel.",
    "tr": "Wa-laqad aatainaa Moosal Kitaaba falaa takun fee miryatim mil liqaaa'ihee Wa-ja'alnaahu hudal li-Baneee Israaa'eel"
  },
  "24": {
    "t": "We appointed some of the Israelites as leaders for their exercising patience to guide the others to Our commands. They had firm belief in Our revelations.",
    "tr": "Wa-ja'alnaa minhum a'immataien yahdoona bi-amrinaa lammaa sabaroo Wa-kaanoo bi-aayaatinaa yooqinoon"
  },
  "25": {
    "t": "Your Lord will issue His decree about their (believers and disbeliever's) differences on the Day of Judgment.",
    "tr": "Inna rabbaka huwa yafsilu bainahum yawmal qiyaamati feemaa kaanoo feehi yakhtalifoon"
  },
  "26": {
    "t": "Was it not a lesson for them, (the unbelievers), that We destroyed the many generations living before them among whose ruined dwellings they are now walking. In this there is many evidence (of the truth). Will they not then listen?",
    "tr": "Awalam yahdi lahum kam ahlaknaa min qablihim minal qurooni yamshoona fee masaakinihim; inna fee zaalika la-aayaatin afalaa yasma'oon"
  },
  "27": {
    "t": "Have they not seen that We drive the water to the barren land and cause crops to grow which they and their cattle consume? Why, then, they will not see?",
    "tr": "Awalam yaraw annaa nasooqul maaa'a ilal ardil juruzi fanukhriju bihee zar'an ta'kulu minhu an'aamuhum Wa-anfusuhum afalaa yubsiroon"
  },
  "28": {
    "t": "They say, \"If what you say is true, when will the final triumph come?\"",
    "tr": "Wa-yaqooloona mataa haazal fath-hu in kuntum saadiqeen"
  },
  "29": {
    "t": "Say, \"On the day of the final triumph, the faith of the disbelievers will be of no avail to them, nor will they be given any respite\".",
    "tr": "Qul yawmal fath-hi laa yanfa'ul lazeena kafarooo eemaanuhum Wa-laa hum yunzaroon"
  },
  "30": {
    "t": "Turn away from them and wait. They are, also, waiting.",
    "tr": "Fa-a'rid 'anhum wantazir innahum muntaziroon"
  }
}