{
  "1": {
    "t": "It is only God who deserves all praise. To Him belongs all that is in the heavens and the earth and it is only He who deserves to be praised in the life to come. He is All-wise and All-aware.",
    "tr": "Alhamdu lillaahil lazee lahoo maa fis samaawaati Wa-maa fil ardi Wa-lahul hamdu fil aakhirah; Wa-Huwal Hakeemul Khabeer"
  },
  "2": {
    "t": "He knows all that enters the earth, all that comes out of it, all that descends from the sky and all that ascends to it. He is All-merciful and All-forgiving.",
    "tr": "Ya'lamu maa yaliju fil ardi Wa-maa yakhruju minhaa Wa-maa yanzilu minas samaaa'i Wa-maa ya'ruju feehaa; Wa-Huwar Raheemul Ghafoor"
  },
  "3": {
    "t": "The disbelievers have said, \"There will be no Hour of Doom.\" Say, \"By my Lord, it certainly will come. My Lord knows the unseen. Not even an atom's weight in the heavens or the earth remains hidden from Him. Nothing exists greater or smaller than this without its record in the illustrious Book.",
    "tr": "Wa-qaalal lazeena kafaroo laa taateenas Saa'ah; qul balaa Wa-Rabbee lataatiyannakum 'Aalimul Ghaib; laa ya'zubu 'anhu misqaalu zarratin fis samaawaati Wa-laa fil ardi Wa-laaa asgharu min zaalika Wa-laaa akbaru illaa fee kitaabim mubeen"
  },
  "4": {
    "t": "God will certainly reward the righteously striving believers. These are the ones who will receive forgiveness and honorable sustenance.",
    "tr": "Liyajziyal lazeena aamanoo Wa-'amilus saalihaat; ulaaa'ika lahum maghfiratunw Wa-rizqun kareem"
  },
  "5": {
    "t": "However, those who try to challenge Our revelations will face the most painful torment.",
    "tr": "Wallazeena sa'aw feee aayaatinaa mu'aajizeena ulaaa-'ika lahum 'azaabum mir rijzin aleem"
  },
  "6": {
    "t": "Those who have been given knowledge will see that whatever has been revealed to you from your Lord is the truth and that it guides to the straight path of the Majestic and Praiseworthy One.",
    "tr": "Wa-yaral lazeena ootul 'ilmal lazeee unzila ilaika mir Rabbika huwal haqqa Wa-yahdeee ilaaa siraatil 'Azeezil Hameed"
  },
  "7": {
    "t": "The unbelievers have said, \"Should we tell you about a man who says that you will be brought back to life again after your having been completely disintegrated?",
    "tr": "Wa-qaalal lazeena kafaroo hal nadullukum 'alaa rajuliny yanabbi-'ukum izaa muzziqtum kulla mumazzaqin innakum lafee khalqin jadeed"
  },
  "8": {
    "t": "Has he invented this falsehood against God or is he possessed by jinn?\" However, those who do not have any faith in the life to come will suffer torment for their serious error.",
    "tr": "Aftaraa 'alal laahi kaziban am bihee jinnah; balil lazeena laa yu'minoona bil-Aakhirati fil'azaabi wad dalaalil ba'eed"
  },
  "9": {
    "t": "Have they not seen the heavens and the earth in front and behind them. Had We wanted, We could have caused the earth to swallow them up or made a part of the sky fall upon them. In this there is evidence (of the truth) for every repenting person.",
    "tr": "Afalam yaraw ilaa maa baina aydeehim Wa-maa khalfahum minas samaaa'i wal-ard; in nashad nakhsif bihimul arda aw nusqit 'alaihim kisafam minas samaaa'; inna fee zaalika la-Aayatal likulli 'abdim muneeb"
  },
  "10": {
    "t": "We granted David a favor by commanding the mountains and birds to sing Our praise along with him and softened iron for him",
    "tr": "Wa-laqad aatainaa Daawooda minnaa fadlaien yaa-jibaalu awwibee ma'ahoo wattaira Wa-alannaa lahul hadeed"
  },
  "11": {
    "t": "so that he could make coats of mail and properly measure their rings. We told him and his people to act righteously. We are Well-Aware of what you do.",
    "tr": "Ani 'mal saabighaatinw Wa-qaddir fis sardi wa'maloo saalihan innee bimaa ta'maloona Baseer"
  },
  "12": {
    "t": "(We made subservient to) Solomon the wind that travelled a month's journey in the morning and a month's journey in the evening. We made a stream of brass flow for him and some of the jinn worked for him by his Lord's command. We would make whichever of them (jinn) who turned away from Our command to suffer a burning torment.",
    "tr": "Wa-li-Sulaimaanar reeha ghuduwwuhaa shahrunw Wa-ra-waahuhaa shahrunw Wa-asalnaa lahoo 'ainal qitr; Wa-minal jinni maien ya'malu baina yadaihi bi-izni Rabbih; Wa-maien yazigh minhum 'an amrinaa nuziqhu min 'azaabis sa'eer"
  },
  "13": {
    "t": "They would make for him anything that he wanted like fortresses, statues, large basins like reservoirs, and huge immovable cooking pots. It was said, \"Family of David, worship and act gratefully. Only few of my servants are grateful.\"",
    "tr": "Ya'maloona lahoo ma yashaaa'u mim mahaareeba Wa-tamaaseela Wa-jifaanin kaljawaabi Wa-qudoorir raasiyaat; i'maloo aala Daawooda shukraa; Wa-qaleelum min 'ibaadiyash shakoor"
  },
  "14": {
    "t": "When We decreed that Solomon should die, no one knew of his death except for a creeping creature of the earth who ate-up his staff. When he fell down, the jinn realized that if they had known about the unseen, they would not have remained in such a humiliating torment for so long.",
    "tr": "Falammaa qadainaa 'alaihil mawta ma dallahum 'alaa mawtiheee illaa daaabbatul ardi taakulu minsa-atahoo falammaa kharra tabaiyyanatil jinnu al law kaanoo ya'lamoonal ghaiba maa labisoo fil 'azaabil muheen"
  },
  "15": {
    "t": "There was evidence (of the truth) for the people of Sheba in their homeland. (We gave them) two gardens, one on the left and one on the right and (told them), \"Consume the sustenance which your Lord has given to you and give Him thanks. You have a blessed land and an All-forgiving Lord\".",
    "tr": "Laqad kaana li-Saba-in fee maskanihim Aayatun jannataani 'aien yameeninw Wa-shimaalin kuloo mir rizq Rabbikum washkuroo lah; baldatun taiyyibatunw Wa-Rabbun Ghafoor"
  },
  "16": {
    "t": "They ignored (the evidence) and We sent to them a flood, arising from a broken dam. Nothing was left in their gardens but bitter fruits, some tamarisk and a few lotus trees.",
    "tr": "Fa-a'radoo fa-arsalnaa 'alaihim Sailal 'Arimi Wa-baddalnaahum bijannataihim jannataini zawaatai ukulin khamtinw Wa-aslinw Wa-shai'im min sidrin qaleel"
  },
  "17": {
    "t": "This was how We recompensed them for their ungratefulness and thus do We recompense the ungrateful ones.",
    "tr": "Zaalika jazainaahum bimaa kafaroo Wa-hal nujaazeee illal kafoor"
  },
  "18": {
    "t": "We established between them and the town that We had blessed, other towns nearby, and thus made it easier to travel. We told them, \"Travel there safely day and night\".",
    "tr": "Wa-ja'alnaa bainahum Wa-bainal qural latee baaraknaa feehaa quran zaahiratanw Wa-qaddamaa feehas sayr; seeroo feehaa la-yaalirya Wa-aiyaaman aamineen"
  },
  "19": {
    "t": "They said, \"Lord, make the distances of our journeys longer.\" They did injustice to themselves and We turned their existence into ancient tales by making them disintegrate totally. In this there is evidence (of the truth) for every forbearing and grateful person.",
    "tr": "Faqaaloo Rabbanaa baa'id baina asfaarinaa Wa-zalamooo anfusahum faja'alnaahum ahaadeesa Wa-mazzaq-naahum kulla mumazzaq; inna fee zaalika la-Aayaatil likulli sabbaarin shakoor"
  },
  "20": {
    "t": "Iblis (satan) made his judgment about them to come true. They all followed them except a believing group among them.",
    "tr": "Wa-laqad saddaq 'alaihim Ibleesu zannnabhoo fattaba'oohu illaa fareeqam minal mu'mineen"
  },
  "21": {
    "t": "He did not have any authority over them except to the extent that would allow Us to know who had faith in the life to come and who had doubts about it. Your Lord is a Guard over all things.",
    "tr": "Wa-maa kaana lahoo 'alaihim min sultaanin illaa lina'lama maien yu-minu bil-Aakhirati mimman huwa minhaa fee shakk; Wa-Rabbuka 'alaa kulli shai'in Hafeez"
  },
  "22": {
    "t": "Say, (Muhammad), \"Ask help from those whom you worship besides God. They do not possess an atom's weight in the heavens and the earth, have no share therein, nor will any of their idols be able to support them.\"",
    "tr": "Qulid 'ul lazeena za'amtum min doonil laahi laa yamlikoona misqaala zarratin fis samaawaati Wa-laa fil ardi Wa-maa lahum feehimaa min shirkinw Wa-maa lahoo minhum min zaheer"
  },
  "23": {
    "t": "No intercession with Him will be of any benefit except that of those whom He has granted permission. The angels cannot intercede. They are always submissive to their Lord. Fear vanishes from their heart when (they receive a message from their Lord). They ask each other, \"What did your Lord say?\" Others answer, \"He spoke the Truth. He is the Most High and the Most Great.\"",
    "tr": "Wa-laa tanfa'ush shafaa'atu 'indahooo illaa liman azina lah; hattaaa izaa fuzzi'a 'an quloobihim qaaloo maazaa qaala Rabbukum; qaalul haqq, Wa-Huwal 'Aliyul Kabeer"
  },
  "24": {
    "t": "Say, \"Who provides you with sustenance from the heavens and the earth?\" Say, \"It is God. Only one group among us has the true guidance. The others must certainly be in plain error\".",
    "tr": "Qul maien yarzuqukum minas samaawaati wal-ardi qulil laahu Wa-innaaa aw iyyaakum la'alaa hudan aw fee dalaalim mubeen"
  },
  "25": {
    "t": "Say, \"You will not be questioned about our sins nor shall we about your deeds\".",
    "tr": "Qul laa tus'aloona 'ammaaa ajramnaa Wa-laa nus'alu 'ammaa ta'maloon"
  },
  "26": {
    "t": "Say, \"Our Lord will gather us all together and issue the true Judgment about our differences. He is the Best Judge and All-knowing.\"",
    "tr": "Qul yajma'u bainanaa Rabbunaa summa yaftahu bainanaa bilhaqq; Wa-Huwal Fattaahul 'Aleem"
  },
  "27": {
    "t": "Say, \"Show me those whom you have related to God as His partner. He is too Exalted to have any partners. He is the Majestic and All-wise God.\"",
    "tr": "Qul arooniyal lazeena alhaqtum bihee shurakaaa'a kallaa; bal Huwal Laahul 'Azeezul Hakeem"
  },
  "28": {
    "t": "We have sent you as a bearer of glad news and a warner to the whole of mankind, but most people do not know.",
    "tr": "Wa-maaa arsalnaaka illaa kaaffatal linnaasi basheeranw Wa-nazeeranw Wa-laakinna aksaran naasi laa ya'lamoon"
  },
  "29": {
    "t": "They say, \"When will the Day of Judgment be if what you say is true?\"",
    "tr": "Wa-yaqooloona mataa haazal wa'du in kuntum saadiqeen"
  },
  "30": {
    "t": "Say, \"That day has already been decreed for you and you cannot change the time of its coming even by a single hour.\"",
    "tr": "Qul lakum mee'aadu Yawmil laa tasta'khiroona 'anhu saa'atanw Wa-laa tastaqdimoon"
  },
  "31": {
    "t": "The unbelievers have said, \"We shall never believe in this Quran nor in the Bible.\" Would that you could see the unjust having been halted in the presence of their Lord, exchanging words among themselves. The oppressed among them will say to their oppressors, \"Had it not been for you, we would certainly have been believers.\"",
    "tr": "Wa-qaalal lazeena kafaroo lan nu'mina bihaazal Quraani Wa-laa billazee baina yadayh; Wa-law taraaa iziz zaalimoona mawqoofoona 'inda Rabbihim yarji'u ba'duhum ilaa ba'dinil qawla yaqoolul lazeenas tud'ifoo lillazeenas takbaroo law-laaa antum lakunnaa mu'mineen"
  },
  "32": {
    "t": "The suppressing ones will say to the oppressed ones, \"Did we prevent you from having guidance after it had come to you? In fact, you yourselves were criminals.\"",
    "tr": "Qaalal lazeenas takbaroo lillazeenas tud'ifooo anahnu sadadnaakum 'anil hudaa ba'da iz jaaa'akum bal kuntum mujrimeen"
  },
  "33": {
    "t": "The oppressed ones will say to them, \"It was you who planned night and day, ordering us to disbelieve God, and consider other things equal to Him.\" They will hide their regret on seeing their torment. We shall chain the necks of the disbelievers. Can they be recompensed with other than what they deserved for their deeds?",
    "tr": "Wa-qaalal lazeenastud'ifoo lillazeenas takbaroo bal makrul laili wannahaari iz ta'muroonanaaaa an nakfura billaahi Wa-naj'ala lahooo andaadaa; Wa-asarrun nadaamata lammaa ra awul 'azaab; Wa-ja'alnal aghlaala feee a'naaqil lazeena kafaroo; hal yujzawna illaa maa kaanoo ya'maloon"
  },
  "34": {
    "t": "Every time We sent a warner to a town, the rich ones therein said (to Our Messenger), \"We have no faith in what you have brought (to us).",
    "tr": "Wa-maaa arsalnaa' fee qaryatim min nazeerin illaa qaala mutrafooaa innaa bimaaa ursiltum bihee kaafiroon"
  },
  "35": {
    "t": "We are the ones who have more wealth and children and we shall suffer no punishment\".",
    "tr": "Wa-qaaloo nahnu aksaru amwaalanw Wa-awlaadanw Wa-maa nahnu bimu-'azzabeen"
  },
  "36": {
    "t": "Say, \"My Lord increases and determines the sustenance of whomever He wants, but most people do not know.\"",
    "tr": "Qul inna Rabbee yabsutur rizqa limaien yashaaa'u Wa-yaqdiru Wa-laakinna aksaran naasi laa ya'lamoon"
  },
  "37": {
    "t": "Your property and children cannot bring you closer to Us. Only those who believe and act righteously will have double reward for their deeds and will live in secure mansions.",
    "tr": "Wa-maaa amwaalukum Wa-laaa awlaadukum billatee tuqarribukum 'indanaa zulfaaa illaa man aamana Wa-'amila saalihan fa-ulaaa'ika lahum jazaaa'ud di'fi bimaa 'amiloo Wa-hum fil ghurufaati aaminoon"
  },
  "38": {
    "t": "Those who try to challenge Our revelations will be driven into torment.",
    "tr": "Wallazeena yas'awna feee Aayaatinaa mu'aajizeena ulaaa'ika fil 'azaabi muhdaroon"
  },
  "39": {
    "t": "Say, \"It is my Lord who determines and increases the sustenance of whomever He wants. He will replace whatever you spend for His cause and He is the best Sustainer.\"",
    "tr": "Qul inna Rabbee yabsutur rizqa limai yashaaa'u min 'ibaadihee Wa-yaqdiru lah; Wa-maaa anfaqtum min shai'in fahuwa yukhlifuhoo Wa-Huwa khairur raaziqeen"
  },
  "40": {
    "t": "On the day when God will rise them all together and ask the angels, \"Had these people been worshipping you?\"",
    "tr": "Wa-yawma yahshuruhum jamee'an summa yaqoolu lilmalaaa'ikati a-haaa'ulaaa'i iyyaakum kaanoo ya'budoon"
  },
  "41": {
    "t": "They will reply, \"All glory belongs to you. You are our guardian, not they. They had been worshipping the jinn and most of them had strong faith\".",
    "tr": "Qaaloo Subhaanaka Anta waliyyunaa min doonihim bal kaanoo ya'budoonal jinna aksaruhum bihim mu'minoon"
  },
  "42": {
    "t": "None of them can help or harm each other on this day. We shall tell the unjust ones, \"Suffer the torment of the fire which you had called a lie.\"",
    "tr": "Fal-Yawma laa yamliku ba'dukum liba'din naf'anw Wa-laa darraa; Wa-naqoolu lil-lazeena zalamoo zooqoo 'azaaban Naaril latee kuntum bihaa tukazziboon"
  },
  "43": {
    "t": "When Our illustrious revelations are recited to them, they say, \"This man only wants to prevent you from worshipping what your father's had worshipped.\" They say \"This, (the Quran), is a mere invented lie.\" The unbelievers have said about the truth when it came to them, \"This only is plain magic.\"",
    "tr": "Wa-izaa tutlaa 'alaihim Aayaatunaa baiyinaatin qaaloo maa haazaa illaa rajuluien yureedu aien yasuddakum 'ammaa kaana ya'budu aabaaa'ukum Wa-qaaloo maa haazaaa illaaa ifkum muftaraa; Wa-qaalal lazeena kafaroo lilhaqqi lammaa jaaa'ahum in haazaaa illaa sihrum mubeen"
  },
  "44": {
    "t": "We did not send to them, (the pagans), any books to study nor a Messenger to warn them, and those who lived before them had rejected the Truth.",
    "tr": "Wa-maaa aatainaahum min Kutubiny yadrusoonahaa Wa-maaa arsalnaaa ilaihim qablaka min nazeer"
  },
  "45": {
    "t": "These people have not one tenth of power or wealth that we had given to those who lived before them. They called Our Messengers liars. Thus, how terrible was My vengeance.",
    "tr": "Wa-kazzabal lazeena min qablihim Wa-maa balaghoo mi'shaara maaa aatainaahum fakazzaboo Rusulee; fakaifa kaana nakeer"
  },
  "46": {
    "t": "Say, \"I advise you to believe only in One God and worship Him individually or two people together.\" Think carefully; your companion is not possessed by jinn. He is only warning you of the coming severe torment.",
    "tr": "Qul innamaaa a'izukum biwaahidatin an taqoomoo lillaahi masnaa Wa-furaadaa summa tatafakkaroo; maa bisaahibikum min jinnah; in huwa illaa nazeerul lakum baina yadai 'azaabin shadeed"
  },
  "47": {
    "t": "Say, \"Whatever reward I ask you (for my preaching) will be for your own good. No one can reward me except God. He is the Witness over all things.\"",
    "tr": "Qul maa sa-altukum min ajrin fahuwa lakum in ajriya illaa 'alal laahi Wa-Huwa 'alaa kullin shai-in Shaheed"
  },
  "48": {
    "t": "Say, \"My Lord speaks the Truth. He has the knowledge of the unseen\".",
    "tr": "Qul inna Rabbee yaqzifu bilhaqq 'Allaamul Ghuyoob"
  },
  "49": {
    "t": "Say, \"The truth has come. Falsehood has vanished and it will not come back again\".",
    "tr": "Qul jaaa'al haqqu Wa-maa yubdi'ul baatilu Wa-maa yu'eed"
  },
  "50": {
    "t": "Say, \"If I go astray it will only be against my own soul, but if I receive guidance, it will be through my Lord's revelations.\" He is All-hearing and Omnipresent.",
    "tr": "Qul in dalaltu fainnamaaa adillu 'alaa nafsee Wa-inih tadaitu fabimaa yoohee ilaiyya Rabbee; innahoo Samee'un Qareeb"
  },
  "51": {
    "t": "Would that you could see how the unbelievers will be terrified by death from which they cannot escape. They will be seized from a nearby place",
    "tr": "Wa-law taraaa iz fazi'oo falaa fawta Wa-ukhizoo mim makaanin qareeb"
  },
  "52": {
    "t": "and then they will say, \"We have faith in the Quran.\" How can they have any faith when they are far away from this world.",
    "tr": "Wa-qaaloo aamannaa bihee Wa-annaa lahumut tanaawushu min makaanin ba'eed"
  },
  "53": {
    "t": "They had rejected it in their worldly life and expressed disbelief at the unseen (Day of Judgment), considering it less than a remote possibility.",
    "tr": "Wa-qad kafaroo bihee min qablu Wa-yaqzifoona bilghaibi min makaanin ba'eed"
  },
  "54": {
    "t": "A gulf will exist between them and their desires on the Day of Judgment like the similar people who lived before. They, too, had lived in doubt and uncertainty (about the life hereafter).",
    "tr": "Wa-heela bainahum Wa-baina maa yashtahoona kamaa fu'ila bi-ashyaa'ihim min qabl; innahum kaanoo fee shakkin mureeb"
  }
}