{
  "1": {
    "t": "I swear by Ya Sin",
    "tr": "Yaa-Seeen"
  },
  "2": {
    "t": "and the Quran, the Book of wisdom,",
    "tr": "Wal-Qur-aanil Hakeem"
  },
  "3": {
    "t": "that you (Muhammad) are a Messenger",
    "tr": "Innaka laminal mursaleen"
  },
  "4": {
    "t": "and that you follow the right path.",
    "tr": "Alaa Siraatim Mustaqeem"
  },
  "5": {
    "t": "This is a revelation sent down from the Majestic and All-merciful",
    "tr": "Tanzeelal 'Azeezir Raheem"
  },
  "6": {
    "t": "so that you may warn a people who are unaware because their fathers were not warned.",
    "tr": "Litunzira qawmam maaa unzira aabaaa'uhum fahum ghaafiloon"
  },
  "7": {
    "t": "(I swear) that most of them are doomed to be punished. They have no faith.",
    "tr": "Laqad haqqal qawlu 'alaaa aksarihim fahum laa yu'minoon"
  },
  "8": {
    "t": "We have enchained their necks up to their chins. Thus, they cannot bend their heads (to find their way).",
    "tr": "Innaa ja'alnaa feee a'naaqihim aghlaalan fahiya ilal azqaani fahum muqmahoon"
  },
  "9": {
    "t": "We have set-up a barrier in front of and behind them and have made them blind. Thus, they cannot see.",
    "tr": "Wa-ja'alnaa mim baini aydeehim saddanw wa-min khalfihim saddan fa-aghshai-naahum fahum laa yubsiroon"
  },
  "10": {
    "t": "Whether you warn them or not, they will not believe.",
    "tr": "Wa-sawaaa'un 'alaihim 'a-anzartahum am lam tunzirhum laa yu'minoon"
  },
  "11": {
    "t": "You should only warn those who follow the Quran and have fear of the Beneficent God without seeing Him. Give them the glad news of their receiving forgiveness and an honorable reward (from God).",
    "tr": "Innamaa tunziru manit taba 'az-Zikra Wa-khashiyar Rahmaana bilghaib, fabashshirhu bimaghfiratinw-wa ajrin kareem"
  },
  "12": {
    "t": "It is We who bring the dead to life and records the deeds of human beings and their consequences (of continual effects). We keep everything recorded in an illustrious Book.",
    "tr": "Innaa Nahnu nuhyil mawtaa Wa-naktubu maa qaddamoo Wa-aasaarahum; Wa-kulla shai'in ahsainaahu feee Imaamim Mubeen"
  },
  "13": {
    "t": "Tell them the story of the people of the town to whom Messengers came.",
    "tr": "Wadrib lahum masalan Ashaabal Qaryatih; iz jaaa'ahal mursaloon"
  },
  "14": {
    "t": "We sent them two Messengers whom they rejected. We supported them by sending a third one who told the people, \"We are the Messengers (of God) who have been sent to you\".",
    "tr": "Iz arsalnaaa ilaihimus naini fakazzaboohumaa fa'azzaznaa bisaalisin faqaalooo innaaa ilaikum mursaloon"
  },
  "15": {
    "t": "The people said, \"You are mere mortals like us and the Beneficent God has sent nothing. You are only liars.\"",
    "tr": "Qaaloo maaa antum illaa basharum mislunaa Wa-maaa anzalar Rahmaanu min shai'in in antum illaa takziboon"
  },
  "16": {
    "t": "They said, \"Our Lord knows that We are Messengers",
    "tr": "Qaaloo Rabbunaa ya'lamu innaaa ilaikum lamursaloon"
  },
  "17": {
    "t": "who have been sent to you. Our only duty is to preach clearly to you\".",
    "tr": "Wa-maa 'alainaaa illal balaaghul mubeen"
  },
  "18": {
    "t": "The people said, \"We have ill omens about you. If you will not desist, we shall stone you and make you suffer a painful torment\".",
    "tr": "Qaaloo innaa tataiyarnaa bikum la'il lam tantahoo lanar-jumannakum Wa-la-yamassan-nakum minnaa 'azaabun aleem"
  },
  "19": {
    "t": "The Messengers said, \"This ill omen lies within yourselves. Will you then take heed? In fact, you are a transgressing people.\"",
    "tr": "Qaaloo taaa'irukum ma'akum; a'in zukkirtum; bal antum qawmum musrifoon"
  },
  "20": {
    "t": "A man came running from the farthest part of the city saying, \"My people, follow the Messengers.",
    "tr": "Wa-jaaa'a min aqsal madeenati rajuluien yas'aa qaala yaa-qawmit tabi'ul mursaleen"
  },
  "21": {
    "t": "Follow those who do not ask you for any reward and who are rightly guided.",
    "tr": "Ittabi'oo mal laa yas'alukum ajranw wa-hum muhtadoon"
  },
  "22": {
    "t": "\"Why should I not worship God who has created me? To him you will all return.",
    "tr": "Wa-maa liya laaa a'budul lazee fataranee Wa-ilaihi turja'oon"
  },
  "23": {
    "t": "Should I worship other gods besides Him? If the Beneficent God was to afflict me with hardship, the intercession of the idols can be of no benefit to me nor could it rescue me from hardship.",
    "tr": "A-attakhizu min dooniheee aalihatan ien yuridnir Rahmaanu bidurril laa tughni 'annee shafaa-'atuhum shai-'anw wa-laa yunqizoon"
  },
  "24": {
    "t": "(Had I worshipped things besides God, I would have been in manifest error).",
    "tr": "Inneee izal lafee dalaa-lim mubeen"
  },
  "25": {
    "t": "Messengers, listen to me. I believe in your Lord.\"",
    "tr": "Inneee aamantu bi-Rabbikum fasma'oon"
  },
  "26": {
    "t": "(Having been murdered by the disbelievers) he was told to enter paradise",
    "tr": "Qeelad khulil Jannnah; qaala yaa-laita qawmee ya'lamoon"
  },
  "27": {
    "t": "(wherein he said), \"Would that people knew how my Lord has granted me forgiveness and honor\".",
    "tr": "Bimaa ghafara lee Rabbee Wa-ja'alanee minal mukrameen"
  },
  "28": {
    "t": "We did not send an army against his people from the heaven after his death nor did We need to send one.",
    "tr": "Wa-maaa anzalnaa 'alaa qawmihee mim ba'dihee min jundim minas samaaa'i Wa-maa kunnaa munzileen"
  },
  "29": {
    "t": "It was only a single blast which made them extinct.",
    "tr": "In kaanat illaa saihatanw waahidatan fa-izaa hum khaamidoon"
  },
  "30": {
    "t": "Woe to human beings! Whenever a Messenger came to them, they mocked him.",
    "tr": "Yaa-hasratan 'alal 'ibaaad; maa ya'teehim mir Rasoolin illaa kaanoo bihee yastahzi-'oon"
  },
  "31": {
    "t": "Have they not seen how many generations, living before them, had We destroyed and they cannot ever come back to them?",
    "tr": "Alam yaraw kam ahlak-naa qablahum minal qurooni annahum ilaihim laa yarji'oon"
  },
  "32": {
    "t": "They will all be brought into Our presence together.",
    "tr": "Wa-in kullul lammaa jamee'ul ladainaa muhdaroon"
  },
  "33": {
    "t": "Evidence (of the truth) for them is how We revived the dead earth",
    "tr": "Wa-Aayatul lahumul ardul maitatu ahyainaahaa Wa-akhrajnaa minhaa habban faminhu ya'kuloon"
  },
  "34": {
    "t": "and produced therein grains from which they eat and established therein gardens of palms trees and vineyards and have made streams flow therein",
    "tr": "Wa-ja'alnaa feehaa jannaatim min nakheelinw Wa-a'naabinw Wa-fajjarnaa feeha minal 'uyoon"
  },
  "35": {
    "t": "so that they may consume the fruits and whatever their hands prepare. Will they not then be grateful?",
    "tr": "Li-ya'kuloo min samarihee Wa-maa 'amilat-hu aideehim; afalaa yashkuroon"
  },
  "36": {
    "t": "All glory belongs to the One Who has created pairs out of what grow from the earth, out of their soul and out of that which they do not know.",
    "tr": "Subhaanal lazee khalaqal azwaaja kullahaa mimmaa tumbitul ardu Wa-min anfusihim Wa-mimmaa laa ya'lamoon"
  },
  "37": {
    "t": "Of the signs for them is how We separated the day from the night and thus they remained in darkness;",
    "tr": "Wa-Aayatul lahumul lailu naslakhu minhun nahaara fa-izaa hum muzlimoon"
  },
  "38": {
    "t": "how the sun moves in its orbit and this is the decree of the Majestic and All-knowing God;",
    "tr": "Wash-shamsu tajree limustaqarril lahaa; zaalika taqdeerul 'Azeezil Aleem"
  },
  "39": {
    "t": "how We ordained the moon to pass through certain phases until it seems eventually to be like a bent twig;",
    "tr": "Walqamara qaddarnaahu manaazila hattaa 'aada kal'ur-joonil qadeem"
  },
  "40": {
    "t": "how the sun is not supposed to catch-up with the moon, nor is the night to precede the day. All of them are to float in a certain orbit;",
    "tr": "Lash shamsu yambaghee lahaaa an tudrikal qamara walal lailu saabiqun nahaar; Wa-kullun fee falaki yasbahoon"
  },
  "41": {
    "t": "how We carried them and their offspring inside the laden Ark",
    "tr": "Wa-Aayatul lahum annaa hamalnaa zurriyatahum fil fulkil mashhoon"
  },
  "42": {
    "t": "and created for them similar things to ride.",
    "tr": "Wa-khalaqnaa lahum mim mislihee maa yarkaboon"
  },
  "43": {
    "t": "Had We wanted, We could have drowned them and nothing would have been able to help or rescue them",
    "tr": "Wa-in nashaa nughriqhum falaa sareekha lahum Wa-laa hum yunqazoon"
  },
  "44": {
    "t": "except Our mercy which could enable them to enjoy themselves for an appointed time.",
    "tr": "Illaa rahmatam minnaa Wa-mataa'an ilaa heen"
  },
  "45": {
    "t": "Whenever they are told to guard themselves against sin and the forth coming torment so that perhaps they could receive mercy",
    "tr": "Wa-izaa qeela lahumut taqoo maa baina aideekum Wa-maa khalfakum la'allakum turhamoon"
  },
  "46": {
    "t": "and whenever a revelation out of their Lord's revelations comes to them, they ignore it.",
    "tr": "Wa-maa ta'teehim min aayatim min Aayaati Rabbihim illaa kaanoo 'anhaa mu'rideen"
  },
  "47": {
    "t": "When they are told to spend for the cause of God out of what He has provided for them for their sustenance, the disbelievers say to the believers, \"Should we feed those whom God has decided to feed? You are in plain error.\"",
    "tr": "Wa-izaa qeela lahum anfiqoo mimmaa razaqakumul laahu qaalal lazeena kafaroo lillazeena aamanooo anut'imu mal law yashaaa'ul laahu at'amahooo in antum illaa fee dalaalim mubeen"
  },
  "48": {
    "t": "The unbelievers say, \"When will the Day of Judgment come if what you say is at all true?\"",
    "tr": "Wa-yaqooloona mataa haazal wa'du in kuntum saadiqeen"
  },
  "49": {
    "t": "They will not have to wait long. When the Day of Judgment comes, it will only take a single blast of sound to strike them while they are quarrelling with one another.",
    "tr": "Maa yanzuroona illaa saihatanw waahidatan ta'khuzuhum Wa-hum yakhissimoon"
  },
  "50": {
    "t": "Then they will not be able to make a will or return to their families.",
    "tr": "Falaa yastatee'oona taw-siyatanw wa-laaa ilaaa ahlihim yarji'oon"
  },
  "51": {
    "t": "When the trumpet is sounded, they will be driven out of their grave into the presence of their Lord.",
    "tr": "Wa-nufikha fis soori faizaa hum minal ajdaasi ilaa Rabbihim yansiloon"
  },
  "52": {
    "t": "They will say, \"Woe to us! Who has raised us up from our graves? This is what the Beneficent God has promised. The Messengers have also spoke the truth\".",
    "tr": "Qaaloo yaa-wailanaa mam ba'asanaa mim marqadinaa; haaza maa wa'adar Rahmanu Wa-sadaqal mursaloon"
  },
  "53": {
    "t": "Only after a single blast of sound, they will all be brought into Our presence.",
    "tr": "In kaanat illaa saihatanw waahidatan fa-izaa hum jamee'ul ladainaa muhdaroon"
  },
  "54": {
    "t": "No soul will be in the least bit wronged on that Day and no one will receive any recompense other than what he deserves for his deeds.",
    "tr": "Fal-Yawma laa tuzlamu nafsun shai'anw-wa laa tujzawna illaa maa kuntum ta'maloon"
  },
  "55": {
    "t": "The dwellers of Paradise on that day will enjoy themselves.",
    "tr": "Inna Ashaabal jannatil Yawma fee shughulin faakihoon"
  },
  "56": {
    "t": "They and their spouses will recline on couches in the shade therein.",
    "tr": "Hum Wa-azwaajuhum fee zilaalin 'alal araaa'iki muttaki'oon"
  },
  "57": {
    "t": "They will have fruits and whatever they desire.",
    "tr": "Lahum feehaa faakiha-tunw wa-lahum maa yadda'oon"
  },
  "58": {
    "t": "\"Peace be with you,\" will be a greeting for them from the Merciful Lord.",
    "tr": "Salaamun qawlam mir Rabbir Raheem"
  },
  "59": {
    "t": "(The Lord will command), \"Criminals, stand away from the others on this day.\"",
    "tr": "Wamtaazul Yawma ayyuhal mujrimoon"
  },
  "60": {
    "t": "Children of Adam, did We not command you not to worship satan. He was your sworn enemy.",
    "tr": "Alam a'had ilaikum yaa Baneee Aadama al-laa ta'budush Shaitaana innahoo lakum 'aduwwum mubeen"
  },
  "61": {
    "t": "Did We not command you to worship Me and tell you that this is the straight path?\"",
    "tr": "Wa-ani 'budoonee; haazaa Siraatum Mustaqeem"
  },
  "62": {
    "t": "Satan misled a great multitude of you. Did you not have any understanding?",
    "tr": "Wa-laqad adalla minkum jibillan kaseeraa; afalam takoonoo ta'qiloon"
  },
  "63": {
    "t": "This is hell with which you were threatened.",
    "tr": "Haazihee Jahannamul latee kuntum too'adoon"
  },
  "64": {
    "t": "Suffer therein on this day for your disbelief.",
    "tr": "Islawhal Yawma bimaa kuntum takfuroon"
  },
  "65": {
    "t": "We shall seal your mouths on that Day, let your hands speak to us and your feet testify to what you had achieved.",
    "tr": "Al-Yawma nakhtimu 'alaaa afwaahihim Wa-tukallimunaaa aideehim Wa-tashhadu arjuluhum bimaa kaanoo yaksiboon"
  },
  "66": {
    "t": "We could have blinded them had We wanted. Then they would have raced along to cross the Bridge but how could they have seen (their way)?",
    "tr": "Wa-law nashaaa'u lata-masna 'alaaa aiyyunihim fasta-baqus siraata fa-annaa yubsiroon"
  },
  "67": {
    "t": "We could have turned them into other creatures on the spot had We wanted and they would not have been able to precede or turn back.",
    "tr": "Wa-law nashaaa'u lamasakhnaahum 'alaa makaanatihim famas tataa'oo mudiyyanw-wa laa yarji'oon"
  },
  "68": {
    "t": "The physical growth of those whom We grant a long life will be reversed. Will you then not understand?",
    "tr": "Wa-man nu-'ammirhu nunakkishu fil khalq; afalaa ya'qiloon"
  },
  "69": {
    "t": "We did not teach him (Muhammad) poetry, nor was he supposed to be a poet. It is only the word (of God) and the illustrious Quran",
    "tr": "Wa-maa 'allamnaahush shi'ra Wa-maa yambaghee lah; in huwa illaa zikrunw-wa Qur-aanum mubeen"
  },
  "70": {
    "t": "by which he may warn those who are living and may let the words of God come true against the unbelievers.",
    "tr": "Liyunzira man kaana haiyyanw wa-yahiqqal qawlu 'alal kaafireen"
  },
  "71": {
    "t": "Have they not seen what We have created from the labor of Our own hands? We have given them cattle.",
    "tr": "Awalam yaraw annaa khalaqnaa lahum mimmaa 'amilat aideenaaa an'aaman fahum lahaa maalikoon"
  },
  "72": {
    "t": "We have made the cattle subservient to them so they ride and consume them.",
    "tr": "Wa-zallalnaahaa lahum faminhaa rakoobuhum Wa-minhaa ya'kuloon"
  },
  "73": {
    "t": "From cattle they get milk and other benefits. Will they not then give thanks?",
    "tr": "Wa-lahum feehaa manaa-fi'u Wa-mashaarib; afalaa yashkuroon"
  },
  "74": {
    "t": "They chose idols besides God in the hope of receiving help from them, but they will not be able to help them.",
    "tr": "Wattakhazoo min doonil laahi aalihatal la'allahum yunsaroon"
  },
  "75": {
    "t": "Instead, the disbelievers will be brought into the presence of God as the soldiers of the idols.",
    "tr": "Laa yastatee'oona nasrahum Wa-hum lahum jundum muhdaroon"
  },
  "76": {
    "t": "Muhammad, let not their words annoy you. We certainly know whatever they conceal or reveal.",
    "tr": "Falaa yahzunka qawluhum; innaa na'lamu maa yusirroona Wa-maa yu'linoon"
  },
  "77": {
    "t": "Has the human being not considered that We have created him from a drop of fluid. He is openly quarrelsome.",
    "tr": "Awalam yaral insaanu annaa khalaqnaahu min nutfatin fa-izaa huwa khaseemum mubeen"
  },
  "78": {
    "t": "He questions Our Resurrection of him, but has forgotten his own creation. He has said, \"Who will give life to the bones which have become ashes?\"",
    "tr": "Wa-daraba lanaa maslanw wa-nasiya khalqahoo qaala maien yuhyil 'izaama Wa-hiya rameem"
  },
  "79": {
    "t": "(Muhammad), tell him, \"He who gave them life in the first place will bring them back to life again. He has the best knowledge of all creatures.",
    "tr": "Qul yuh-yeehal lazeee ansha-ahaaa awwala marrah; Wa-Huwa bikulli khalqin 'Aleem"
  },
  "80": {
    "t": "He has created fire for you out of the green tree from which you can kindle other fires.",
    "tr": "Allazee ja'ala lakum minash shajaril akhdari naaran fa-izaaa antum minhu tooqidoon"
  },
  "81": {
    "t": "Is the One who has created the heavens and the earth not able to create another creature like the human being? He certainly has the power to do so. He is the Supreme Creator and is All-knowing.",
    "tr": "Awa-laisal lazee khalaqas samaawaati wal arda biqaadirin 'alaaa ai-yakhluqa mislahum; balaa Wa-Huwal Khallaaqul 'Aleem"
  },
  "82": {
    "t": "Whenever He decides to create something He has only to say, \"Exist,\" and it comes into existence.",
    "tr": "Innamaa amruhooo izaaa araada shai'an aien yaqoola lahoo kun fa-yakoon"
  },
  "83": {
    "t": "All glory belongs to the One in whose hands is the control of all things. To Him you will all return.",
    "tr": "Fa-Subhaanal lazee biyadihee malakootu kulli shai-inw wa-ilaihi turja'oon"
  }
}