{
  "1": {
    "t": "Sad. I swear by the Quran, which is full of reminders of God, (that you are a Messenger).",
    "tr": "Saaad; wal-Qur-aani ziz zikr"
  },
  "2": {
    "t": "In fact, the unbelievers are the ones who are boastful and quarrelsome.",
    "tr": "Balil lazeena kafaroo fee 'izzatinw Wa-shiqaaq"
  },
  "3": {
    "t": "How many ancient generations did We destroy? (On facing Our torment) they cried out for help, but it was too late for them to escape.",
    "tr": "Kam ahlaknaa min qablihim min qarnin fanaadaw Wa-laata heena manaas"
  },
  "4": {
    "t": "It seems strange to the pagans that a man from their own people should come to them as a Prophet. The unbelievers have said, \"He is only a lying magician\".",
    "tr": "Wa-'ajibooo an jaaa'a-hum munzirum minhum Wa-qaalal kaafiroona haazaa saahirun kazzaab"
  },
  "5": {
    "t": "They say, \"Has he condemned all other gods but One? This is certainly strange\".",
    "tr": "Aja'alal aalihata Ilaahanw Waahidan inna haazaa lashai'un 'ujaab"
  },
  "6": {
    "t": "A group of the pagans walked out of a meeting with the Prophet and told the others, \"Let us walk away. Be steadfast in the worship of your gods. This man wants to dominate you.",
    "tr": "Wantalaqal mala-u minhum anim shoo wasbiroo 'alaaa aalihatikum innna haazaa lashai-'uien yuraad"
  },
  "7": {
    "t": "We have heard nothing like this in the latest religion. This is only his own false invention.",
    "tr": "Maa sami'naa bihaazaa fil millatil aakhirati in haazaaa illakh tilaaq"
  },
  "8": {
    "t": "Can it be that he alone has received the Quran?\" In fact, they have doubts about My Quran and this is because they have not yet faced (My) torment.",
    "tr": "A-unzila 'alaihiz zikru min baininaa; bal hum fee shakkin min Zikree bal lammaa yazooqoo 'azaab"
  },
  "9": {
    "t": "Do they possess the treasures of the mercy of your, (Muhammad's), Lord, the Majestic and Munificent God?",
    "tr": "Am'indahum khazaaa 'inu rahmati Rabbikal 'Azeezil Wahhab"
  },
  "10": {
    "t": "Do they own the heavens and the earth and all that is between them? Let them try on their own to block (the ways of heavens so that Our revelations cannot come to you).",
    "tr": "Am lahum mulkus samaawaati wal-ardi Wa-maa bainahumaa falyartaqoo fil asbaab"
  },
  "11": {
    "t": "They are only a small band among the defeated confederate tribes.",
    "tr": "Jundum maa hunaalika mahzoomum minal Ahzaab"
  },
  "12": {
    "t": "The people of Noah, Ad and the dominating Pharaoh had rejected Our revelations.",
    "tr": "Kazzabat qablahum qawmu Noohinw Wa-'Aadunw Wa-Fir'awnu zul awtaad"
  },
  "13": {
    "t": "So also did the people of Thamud, Lot, and the dwellers of the Forest.",
    "tr": "Wa-Samoodu Wa-qawmu Lootinw Wa-As-haabul 'Aykah; ulaaa'ikal Ahzaab"
  },
  "14": {
    "t": "Each of them who rejected the Messenger become subject to Our punishment.",
    "tr": "In kullun illaa kazzabar Rusula fahaqqa 'iqaab"
  },
  "15": {
    "t": "They had only to wait for the single inevitable blast.",
    "tr": "Wa-maa yanzuru haaa-ulaaa'i illaa saihatanw waahidatam maa lahaa min fawaaq"
  },
  "16": {
    "t": "They scornfully said, \"Lord, show us the record of our deeds before the day when everyone must present the account of their deeds.\".",
    "tr": "Wa-qaaloo Rabbanaa 'ajjil lanaa qittanaa qabla Yawmil Hisaab"
  },
  "17": {
    "t": "(Muhammad), bear patiently what they say and recall Our servant, David, who had strong hands and who was most repentant.",
    "tr": "Isbir 'alaa maa yaqooloona wazkur 'abdanaa Daawooda zal aidi innahooo awwaab"
  },
  "18": {
    "t": "We made the mountains join him in glorifying Us in the evening and in the morning.",
    "tr": "Innaa sakhkharnal jibaala ma'ahoo yusabbihna bil'ashiyyi wal-ishraaq"
  },
  "19": {
    "t": "We made the birds assemble around him in flocks.",
    "tr": "Wattayra mahshoorah; kullul lahooo awwaab"
  },
  "20": {
    "t": "We strengthened his kingdom, giving him wisdom and the power of sound Judgment.",
    "tr": "Wa-shadadnaa mulkahoo Wa-aatainaahul Hikmata Wa-faslal khitaab"
  },
  "21": {
    "t": "Have you heard the news of the disputing parties who climbed the walls of the prayer room",
    "tr": "Wa-hal ataaka naba'ul khasm; iz tasawwarul mihraab"
  },
  "22": {
    "t": "and entered where David was (praying). He was frightened, so they said, \"Do not be afraid. We are only two disputing parties of which one of us has transgressed against the other. Judge between us with truth and justice and guide us to the right path\".",
    "tr": "Iz dakhaloo 'alaa Daawooda fafazi'a minhum qaaloo laa takhaf khasmaani baghaa ba'dunaa 'alaa ba'din fahkum bainanaaa bilhaqqi Wa-laa tushtit wahdinaaa ilaa Sawaaa'is Siraat"
  },
  "23": {
    "t": "One of them said, \"This is my brother who has ninety-nine ewes when I have only one. He has demanded me to place that one in his custody; he had the stronger argument\".",
    "tr": "Inna haazaaa akhee lahoo tis'unw Wa-tis'oona na'jatanw Wa-liya na'jatunw waahidah; faqaala akfilneeha Wa-'azzanee fil khitaab"
  },
  "24": {
    "t": "David said, \"He has certainly been unjust in demanding your ewe from you. Most partners transgress against each other except for the righteously striving believers who are very few.\" David realized that it was a test from Us so he asked forgiveness from his Lord and knelt down before him in repentance.",
    "tr": "Qaala laqad zalamaka bisu-'aali na'jatika ilaa ni'aajih; Wa-inna kaseeran minal khulataaa'i la-yabghee ba'duhum 'alaa ba'din illal lazeena aamanoo Wa-'amilus saalihaati Wa-qaleelun maa hum; Wa-zanna Daawoodu annamaa fatannaahu fastaghfara Rabbahoo Wa-kharra raaki'anw Wa-anaab"
  },
  "25": {
    "t": "We forgave him for this. In Our eyes he certainly has a good position and the best share (of the world to come).",
    "tr": "Faghafarnaa lahoo zaalik; Wa-inna lahoo 'indanaa lazulfaa Wa-husna ma-aab"
  },
  "26": {
    "t": "We told him. \"David, We have appointed you as Our deputy on earth so judge among the people with truth. Do not follow (worldly) desires lest you go astray from the way of God. Those who go astray from the way of God will suffer severe torment for forgetting the Day of Reckoning.",
    "tr": "Yaa-Daawoodu innaa ja'alnaaka khaleefatan fil ardi fahkum bainan naasi bilhaqqi Wa-laa tattabi'il hawaa fayudillaka 'an sabeelil laah; innal lazeena yadilloona 'an sabeelil laah; lahum 'azaabun shadeedum bimaa nasoo Yawmal Hisaab"
  },
  "27": {
    "t": "We have not created the heavens and the earth and all that is between them without purpose, even though this is the belief of the disbelievers. Woe to the disbelievers; they will suffer the torment of fire",
    "tr": "Wa-maa khalaqnas samaaa'a wal-arda Wa-maa bainahumaa baatilaa; zaalika zannul lazeena kafaroo; fa-waylul lil-lazeena kafaroo minan Naar"
  },
  "28": {
    "t": "Do We consider the righteously striving believers equal to the evil-doers in the land? Are the pious ones equal to those who openly commit sin?",
    "tr": "Am naj'alul lazeena aamanoo Wa-'amilus saalihaati kalmufisdeena fil ardi am naj'alul muttaqeena kalfujjaar"
  },
  "29": {
    "t": "It is a blessed Book which We have revealed for you so that you will reflect upon its verses and so the people of understanding will take heed.",
    "tr": "Kitaabun anzalnaahu ilaika mubaarakul liyaddabbarooo Aayaatihee Wa-liyatazakkara ulul albaab"
  },
  "30": {
    "t": "We granted Solomon to David, a blessed servant of Ours and certainly the most repentant person.",
    "tr": "Wa-wahabnaa li-Daawooda Sulaimaan; ni'mal 'abd; innahoo awwaab"
  },
  "31": {
    "t": "When the noble galloping horses were displayed to him one evening,",
    "tr": "Iz 'urida 'alaihi bil'ashiy-yis saafinaatul jiyaad"
  },
  "32": {
    "t": "he said, \"My love of horses for the cause of God has made me continue watching them until sunset, thus making me miss my prayer\".",
    "tr": "Faqaala inneee ahbabtu hubbal khairi 'an zikri Rabbee hattaa tawaarat bilhijaab"
  },
  "33": {
    "t": "He said, \"Bring them back to me.\" Then he started to rub their legs and necks.",
    "tr": "Ruddoohaa 'alaiya fa-tafiqa mas-ham bissooqi wal-a'naaq"
  },
  "34": {
    "t": "We tested Solomon by (causing death to his son) and leaving his body on Solomon's chair. Then he turned to Us in repentance,",
    "tr": "Wa-laqad fatannaa Sulaimaana Wa-alqainaa 'alaa kursiyyihee jasadan summa anaab"
  },
  "35": {
    "t": "saying, \"Lord, forgive me and grant me a kingdom that no one after me can have the like. You are All-munificent\".",
    "tr": "Qaala Rabbigh fir lee Wa-hab lee mulkal laa yambaghee li-ahadin min ba'dee innaka Antal Wahhaab"
  },
  "36": {
    "t": "We made the wind subservient to him, to blow gently wherever he desired at his command",
    "tr": "Fa-sakharnaa lahur reeha tajree bi-amrihee rukhaaa'an haisu asaab"
  },
  "37": {
    "t": "and all the devils who built and dived for him.",
    "tr": "Wash-Shayaateena kulla bannaaa'inw Wa-ghawwaas"
  },
  "38": {
    "t": "The rest of the devils were bound in chains.",
    "tr": "Wa-aakhareena muqarraneena fil asfaad"
  },
  "39": {
    "t": "We told him, \"This is Our gift to you so give them away free or keep them as you like\".",
    "tr": "Haazaa 'ataaa'unaa famnun aw amsik bighairi hisaab"
  },
  "40": {
    "t": "In Our eyes he certainly has a high position and the best place to return.",
    "tr": "Wa-inna lahoo 'indanaa lazulfaa Wa-husna ma-aab"
  },
  "41": {
    "t": "(Muhammad), recall Our servant Job. When he prayed to his Lord saying, \"Satan has afflicted me with hardship and torment,\"",
    "tr": "Wazkur 'abdanaaa Ayyoob; iz naada Rabbahooo annee massaniyash Shaitaanu bi-nusbinw Wa-'azaab"
  },
  "42": {
    "t": "(We answered his prayer, healed his sickness, and told him), \"Run on your feet. This is cool water (for you) to wash and drink\".",
    "tr": "Urkud bi-rijlika haaza mughtasalun baaridunw Wa-sharaab"
  },
  "43": {
    "t": "We gave him back his family and doubled their number as a blessing from Us and as a reminder to the people of understanding.",
    "tr": "Wa-wahabnaa lahoo ahlahoo Wa-mislahum ma'ahum rahmatan minna Wa-zikraa li-ulil albaab"
  },
  "44": {
    "t": "We told him, \"Take a handful of straw. Strike your wife with it to fulfill your oath.\" We found him to be patient. What an excellent servant he was. He was certainly most repenting.",
    "tr": "Wa-khuz biyadika dighsan fadrib bihee Wa-laa tahnas, innaa wajadnaahu saabiraa; ni'mal 'abd; innahooo awwaab"
  },
  "45": {
    "t": "(Muhammad), recall Our servants Abraham, Isaac, and Jacob, all of whom possessed virtuous hands and clear visions.",
    "tr": "Wazkur 'ibaadanaaa Ibraaheema Wa-Is-haaqa Wa-Ya'qooba ulil aydee walabsaar"
  },
  "46": {
    "t": "We gave them this pure distinction because of their continual remembrance of the Day of Judgment.",
    "tr": "Innaaa akhlasnaahum bi-khaalisatin zikrad daar"
  },
  "47": {
    "t": "In Our eyes they were of the chosen, virtuous people.",
    "tr": "Wa-innahum 'indanaa laminal mustafainal akhyaar"
  },
  "48": {
    "t": "Recall Ismael, Elisha, and Dhulkifl (Ezekiel) who were all virtuous people.",
    "tr": "Wazkur Ismaa'eela wal Yasa'a Wa-Zal-Kifli Wa-kullun minal akhyaar"
  },
  "49": {
    "t": "Such is their noble story. The pious ones will certainly have the best place to return.",
    "tr": "Haazaa zikrun Wa-inna lil-muttaqeena la-husna ma-aab"
  },
  "50": {
    "t": "They will enter gardens of Eden with their gates open for them.",
    "tr": "Jannaati 'adnin mufattahatan lahumul abwaab"
  },
  "51": {
    "t": "They will be resting therein and will be able to ask for many kinds of fruit and drink.",
    "tr": "Muttaki'eena feehaa yad'oona feehaa bifaakihatin kaseeratinw Wa-sharaab"
  },
  "52": {
    "t": "They will have bashful wives of equal age with them.",
    "tr": "Wa-'indahum qaasiraatut tarfi atraab"
  },
  "53": {
    "t": "This is what they had been promised for the Day of Judgment.",
    "tr": "Haazaa maa too'adoona li-Yawmil Hisaab"
  },
  "54": {
    "t": "Our provision (for you) will never be exhausted.",
    "tr": "Inna haazaa larizqunaa maa lahoo min nafaad"
  },
  "55": {
    "t": "However, the rebellious ones will have the worst place to return.",
    "tr": "Haazaa; Wa-inna littaagheena lasharra ma-aab"
  },
  "56": {
    "t": "They will suffer in hell. What a terrible dwelling!",
    "tr": "Jahannama yaslawnahaa fa-bi'sal mihaad"
  },
  "57": {
    "t": "(They will be told), \"This is your recompense.",
    "tr": "Haazaa falyazooqoohu hameemunw Wa-ghassaaq"
  },
  "58": {
    "t": "Taste the scalding water, pus, and other putrid things\".",
    "tr": "Wa-aakharu min shakliheee azwaaj"
  },
  "59": {
    "t": "Their leaders will be told, \"This band will also be thrown headlong with you into hell.\" Their leaders will exclaim, \"May condemnation fall upon them! Let them suffer the torment of fire\".",
    "tr": "Haazaa fawjun muqtahimun ma'akum laa marhaban bihim; innahum saalun Naar"
  },
  "60": {
    "t": "Their followers will say, \"In fact, it is you who deserve condemnation. It was you who led us to hell, a terrible dwelling\".",
    "tr": "Qaaloo bal antum laa marhaban bikum; antum qaddamtumoohu lanaa fabi'sal qaraar"
  },
  "61": {
    "t": "They will continue saying, \"Lord, double the torment of fire for those who led us into this.",
    "tr": "Qaaloo Rabbanaa man qaddama lanaa haazaa fa-zidhu 'azaaban di'fan fin Naar"
  },
  "62": {
    "t": "But why is it that we cannot see men whom we had considered as wicked",
    "tr": "Wa-qaaloo maa lanaa laa naraa rijaalan kunnaa na'udduhum minal ashraar"
  },
  "63": {
    "t": "and whom we mocked? Have they been rescued or can our eyes not find them?\"",
    "tr": "Attakhaznaahum sikh-riyyan am zaaghat 'anhumul absaar"
  },
  "64": {
    "t": "Such disputes will certainly take place among the dwellers of hell fire.",
    "tr": "Inna zaalika lahaqqun takhaasumu Ahlin Naar"
  },
  "65": {
    "t": "(Muhammad) say, \"I am only a warner. The only Lord is God, the Almighty.",
    "tr": "Qul innamaaa ana munzirunw Wa-maa min laahin illal laahul Waahidul Qahhaar"
  },
  "66": {
    "t": "He is the Lord of the heavens, the earth, and all that is between them, the Majestic and All-forgiving\".",
    "tr": "Rabbus samaawaati wal-ardi Wa-maa bainahumal 'Azeezul Ghaffaar"
  },
  "67": {
    "t": "Say, \"It (facts about the supremacy of God) is the greatest message,",
    "tr": "Qul huwa naba'un 'azeem"
  },
  "68": {
    "t": "but you have turned away from it.",
    "tr": "Antum 'anhu mu'ridoon"
  },
  "69": {
    "t": "I have no knowledge of the dispute among the angels (concerning their attitude towards Adam).",
    "tr": "Maa kaana liya min 'ilmin bil-mala'il a'laaa iz yakhtasimoon"
  },
  "70": {
    "t": "I have only received revelation to give you plain warning.",
    "tr": "Ien-yoohaaa ilaiya illaaa anna maaa ana nazeerun mubeen"
  },
  "71": {
    "t": "When your Lord told the angels, \"I will create a mortal out of clay,",
    "tr": "Iz qaala Rabbuka lilmalaaa'ikati innee khaaliqun basharan min teen"
  },
  "72": {
    "t": "and when I give it proper shape and blow My spirit into it, bow down in prostration to him,\"",
    "tr": "Fa-iza sawwaituhoo Wa-nafakhtu feehi mir roohee faqa'oo lahoo saajideen"
  },
  "73": {
    "t": "all the angel then prostrated themselves",
    "tr": "Fasajadal malaaa'ikatu kulluhum ajma'oon"
  },
  "74": {
    "t": "except Iblis who puffed himself up with pride and became a disbeliever.",
    "tr": "Illaaa Iblees; stakbara Wa-kaana minal kaafireen"
  },
  "75": {
    "t": "The Lord said, \"Iblis, what prevented you from prostrating before what I have created with My own hands? Was it because of your pride or are you truly exalted?\"",
    "tr": "Qaala yaaa-Ibleesu maa mana'aka an tasjuda limaa khalaqtu bi-yadaiyya-'a stakbarta am kunta min al-'aaleen"
  },
  "76": {
    "t": "He said, \"I am better than him. You have created me from fire and him out of clay\".",
    "tr": "Qaala ana khairum minhu; khalaqtanee min naarinw Wa-khalaqtahoo min teen"
  },
  "77": {
    "t": "The Lord said, \"Get out of here. You deserve to be stoned!",
    "tr": "Qaala fakhruj minhaa fa-innaka rajeem"
  },
  "78": {
    "t": "My condemnation will be with you until the Day of Judgment!\"",
    "tr": "Wa-inna 'alaika la'nateee ilaa Yawmid Deen"
  },
  "79": {
    "t": "He said, \"Lord, grant me respite until the Day of Resurrection\".",
    "tr": "Qaala Rabbi fa-anzirneee ilaa Yawmi yub'asoon"
  },
  "80": {
    "t": "The Lord said, \"You will only be given a respite",
    "tr": "Qaala fa-innaka minal munzareen"
  },
  "81": {
    "t": "for an appointed time\".",
    "tr": "Ilaa Yawmil waqtil ma'loom"
  },
  "82": {
    "t": "He said, \"By Your Glory, I shall seduce all of them (children of Adam).",
    "tr": "Qaala fa-bi-'izzatika la-ughwiyannahum ajma'een"
  },
  "83": {
    "t": "except Your sincere servants among them\".",
    "tr": "Illaa 'ibaadaka minhumul mukhlaseen"
  },
  "84": {
    "t": "The Lord said, \"I swear by the Truth - and I speak the Truth -",
    "tr": "Qaala falhaqq, walhaqqa aqool"
  },
  "85": {
    "t": "that I shall certainly fill hell with you and your followers all together\".",
    "tr": "La-amla'anna Jahannama minka Wa-mimman tabi'aka minhum ajma'een"
  },
  "86": {
    "t": "(Muhammad), say, \"I do not ask any reward for my preaching to you for I am not a pretender.",
    "tr": "Qul maaa as'alukum 'alaihi min ajrinw Wa-maaa ana minal mutakallifeen"
  },
  "87": {
    "t": "It, (the Quran), is nothing but a reminder to you from the Lord of the Universe.",
    "tr": "In huwa illaa zikrul lil'aalameen"
  },
  "88": {
    "t": "You will certainly know its truthfulness after a certain time.",
    "tr": "Wa-lata'lamunna naba-ahoo ba'da heen"
  }
}