{
  "1": {
    "t": "People, have fear of your Lord who has created you from a single soul. From it He created your spouse and through them He populated the land with many men and women. Have fear of the One by whose Name you swear to settle your differences and have respect for your relatives. God certainly keeps watch over you.",
    "tr": "Yaaa-aiyuhan naasut taqoo Rabbakumul lazee khalaqakum min nafsinw waahidatinw wa-khalaqa minhaa zawjahaa wa-bas-sa minhumaa rijaalan kaseeranw wa-nisaaa'aa; wattaqul laahal lazee tasaaa-'aloona bihee wal-arhaam; innal laaha kaana 'alaikum Raqeeba"
  },
  "2": {
    "t": "Give to the orphans their property. Do not exchange the pure for the filthy and do not spend the property of orphans along with your own; this would be a great sin.",
    "tr": "Wa-aatul yataamaaa amwaalahum wa-laa tatabad-dalul khabeesa bittaiyibi wa-laa taakulooo amwaalahum ilaaa amwaalikum; innahoo kaana hooban kabeeraa"
  },
  "3": {
    "t": "With respect to marrying widows, if you are afraid of not being able to maintain justice with her children, marry another woman of your choice or two or three or four (who have no children). If you cannot maintain equality with more than one wife, marry only one or your slave-girl. This keeps you from acting against justice.",
    "tr": "Wa-in khiftum allaa tuqsitoo fil yataamaa fankihoo maa taaba lakum minan nisaaa'i masnaa wa-sulaasa wa-rubaa'a fa'in khiftum allaa ta'diloo fawaahidatan aw maa malakat aimaanukum; zaalika adnaaa allaa ta'ooloo"
  },
  "4": {
    "t": "Pay the women their dowry as though it were a gift. However, if they allow you to keep a part of it as a favor to you, you may spend it with pleasure.",
    "tr": "Wa-aatun nisaaa'a sadu-qaatihinna nihlah; fa-in tibna lakum 'an shai'im minhu nafsan fakuloohu hanee'am mareee'aa"
  },
  "5": {
    "t": "Do not give to people weak of understanding your property for which God has made you to supervise. Feed and clothe such people and speak to them in a reasonable way.",
    "tr": "Wa-laa tu'tus sufahaaa'a amwaalakumul latee ja'alal laahu lakum qiyaamanw warzuqoohum feehaa waksoohum wa-qooloo lahum qawlam ma'roofaa"
  },
  "6": {
    "t": "Before returning orphan's property to them, make sure that they have reached maturity. Do not consume their property wastefully until such a time. The rich (guardian) should not take any of his ward's property. However, a poor (guardian) may use a reasonable portion. When you return their property, make sure you have witness. God is a perfect in taking accounts.",
    "tr": "Wabtalul yataamaa hattaaa izaa balaghun nikaaha fa-in aanastum minhum rushdan fad-fa'ooo ilaihim amwaalahum wa-laa taa-kuloohaaa israafanw wa-bidaaran ai yakbaroo; wa-mai kaana ghaniyyan falyasta'fif wa-mai kaana faqeeran falyaakul bilma'roof; fa-izaa dafa'tum ilaihim amwaalahum fa'ashhidoo 'alaihim; wa-kafaa billaahi Haseeba"
  },
  "7": {
    "t": "Male and female are entitled to their legal share in the legacy of their parents and relatives, whether it be small or large.",
    "tr": "Lirrijaali naseebum mimmaa tarakal waalidaani wal-aqraboona wa-lin-nisaaa'i naseebum mimmaa tarakal waalidaani wal-aqraboona mimmaa qalla minhu aw kasur; naseebam mafroodaa"
  },
  "8": {
    "t": "If relatives, orphans or destitute people, are present at the distribution of the legacy, give them something and speak kindly to them.",
    "tr": "Wa-izaa hadaral qismata ulul qurbaa walyataamaa walmasaakeenu farzuqoohum minhu wa-qooloo lahum qawlam ma'roofaa"
  },
  "9": {
    "t": "Those who are concerned about the welfare of their own children after their death, should have fear of God (when dealing with the orphans) and guide them properly.",
    "tr": "Walyakhshal lazeena law tarakoo min khalfihim zurriyyatan di'aafan khaafoo 'alaihim falyattaqul laaha walyaqooloo qawlan sadeedaa"
  },
  "10": {
    "t": "Those who wrongfully consume the property of orphans are, in fact, consuming fire in their bellies and they will suffer the blazing fire.",
    "tr": "Innal lazeena yaakuloona amwaalal yataamaa zulman innamaa yaakuloona fee butoonihim Naaranw-wa sayaslawna sa'eeraa"
  },
  "11": {
    "t": "This is a commandment from your Lord: After the payment of debts or anything bequeathed, let the male inherit twice as much as the female. If there are more than two girls, they will have two-thirds of the legacy. If there is only one girl, she will inherit half of the legacy. Parents of the deceased will each inherit one-sixth of the legacy, if the deceased has a surviving child, however, if no children survive the deceased, and the heirs are the parents, the mother will receive one-third of the legacy. The mother will receive one-sixth of the legacy if the deceased has more than one surviving brother. These are the decreed shares according to the laws of God. Regardless of how you feel about your parents or children, you do not know which of them is more beneficial to you. God is All-knowing and All-wise.",
    "tr": "Yooseekumul laahu fee awlaadikum liz-zakari mislu hazzil unsayayn(i); fa-in kunna nisaaa'an fawqas nataini falahunna sulusaa maa taraka wa-in kaanat waahidatan falahan nisf; wa-li-abawaihi likulli waahidim minhumas sudusu mimmma taraka in kaana lahoo walad; fa-il lam yakul lahu waladunw wa-warisahoo abawaahu fali-ummihis sulus; fa-in kaana lahoo ikhwatun fali-ummihis sudus; mim ba'di wasiyyatien yoosee bihaaa aw dayn; aabaaa'ukum wa-abnaaa'ukum laa tadroona ai-yuhum aqrabu lakum naf'aa; fareedatam minal laah; innal laaha kaana 'Aleeman Hakeemaa"
  },
  "12": {
    "t": "If your wives die without any surviving children, you will inherit half of their legacy. If they have children, you will inherit one-fourth of their legacy after the debts and things bequeathed have been excluded from the legacy. After the payment of debts and things bequeathed have been excluded from the legacy, your wives will inherit one-fourth of your legacy if you have no surviving children. If you leave a child, they will inherit one eighth of your legacy. If the deceased, either male or female, has no surviving heirs such as parents or children but has a brother or a sister, the brother or sister will each inherit one-sixth of the legacy. If there are more than just a brother or a sister, they will share one-third of the legacy. This is after the payment of any debts and things bequeathed have been excluded from the legacy, so that no one will be caused to suffer any loss. It is a guide from God, the All-knowing and Forbearing.",
    "tr": "Wa-lakum nisfu maa taraka azwaajukum il lam yakul lahunna walad; fa-in kaana lahunna waladun falakumur rubu'u mimmaa tarakna mim ba'di wasiyyatien yuseena bihaaa aw dayn; wa-lahunnar rubu'u mimmaa tarakum il lam yakul lakum walad; fa-in kaana lakum waladun falahunnas sumunu mimmaa taraktum; mim ba'di wasiyyatin toosoona bihaaa aw dayn; wa-in kaana raju-luin yoorasu kalaalatan awim ra-atunw wa-lahooo akhun aw ukhtun falikulli waahidim minhumas sudus; fa-in kaanooo aksara min zaalika fahum shurakaaa'u fis sulusi mim ba'di wasiyyatien yoosaa bihaaa aw dainin ghaira mudaaarr(in); wasiyyatam minal laah; wallaahu 'Aleemun Haleem"
  },
  "13": {
    "t": "These are the laws of God. Whoever obeys God and His Messenger will be admitted to the gardens wherein streams flow and wherein they will live forever. This is the greatest triumph.",
    "tr": "Tilka hudoodul laah; wa-maien yuti'il laaha wa-Rasoolahoo yudkhilhu Jannaatin tajree min tahtihal anhaaru khaalideena feehaa; wa-zaalikal fawzul 'azeem"
  },
  "14": {
    "t": "Whoever disobeys God and His Messenger and breaks His rules will be admitted to the fire wherein they will live forever, suffering a humiliating torment.",
    "tr": "Wa-maien ya'sil laaha wa-Rasoolahoo wa-yata'adda hudoodahoo yudkhilhu Naaran khaalidan feehaa wa-lahoo 'azaabum muheen"
  },
  "15": {
    "t": "Those of your women who commit fornication, let four (Muslim) witness testify to their act. If there is sufficient testimony, confine them to their homes until they die, or until God provides a way for their freedom.",
    "tr": "Wallaatee ya-teenal faahishata min nisaaa'ikum fastashhidoo 'alaihinna arba'atam minkum fa-in shahidoo fa-amsikoohunna fil buyooti hatta yatawaffaa-hunnal mawtu aw yaj'alal laahu lahunna sabeelaa"
  },
  "16": {
    "t": "If any two people commit fornication, punish them. If they repent and reform, let them go. God is All-forgiving and All-merciful.",
    "tr": "Wallazaani ya-tiyaanihaa minkum fa-aazoohumaa fa-in taabaa wa-aslahaa fa-a'ridoo 'anhumaaa; innal laaha kaana Tawwaabar Raheema"
  },
  "17": {
    "t": "God will only accept the repentance of those who commit evil in ignorance, if they repent immediately. God is All-knowing and All-wise.",
    "tr": "Innamat tawbatu 'alallaahi lillazeena ya'maloonas sooo'a bijahaalatin summa yatooboona min qareebin faulaaika yatoobul laahu 'alaihim; wa kaanal laahu 'Aleeman Hakeemaa"
  },
  "18": {
    "t": "There is no forgiveness for those who commit sin and do not repent until the last moment of their lives nor for those who die as unbelievers. For these people We have prepared a painful torment.",
    "tr": "Wa-laisatit tawbatu lillazeena ya'maloonas saiyiaati hattaaa izaa hadara ahadahumul mawtu qaala innee tubtul 'aana wa-lal lazeena yamootoona wa-hum kuffaar; ulaaa'ika a'tadnaa lahum 'azaaban aleemaa"
  },
  "19": {
    "t": "Believers, it is not lawful for you to inherit women against their will as part of the legacy. Do not create difficulties for your wives in order to force them to give-up part of what you had given to them to set themselves free from the bond of marriage, unless they have clearly committed adultery. Always treat them reasonably. If you dislike them, you could be disliking that which God has filled with abundant good.",
    "tr": "Yaaa-aiyuhal lazeena aamanoo laa yahillu lakum an tarisun nisaaa'a karhan wa-laa ta'duloohunna litazhaboo biba'di maaa aataitumoohunna illaaa aien yaateena bifaa-hishatim mubaiyyinah; wa-'aashiroo-hunna bilma'roof; fa-in karihtumoohunna fa'asaaa an takrahoo shai'anw wa-yaj'alal laahu feehi khairan kaseeraa"
  },
  "20": {
    "t": "If you want to divorce a woman so that you can marry another, do not take back the dowry which you had paid even if what you paid was a large amount of gold. To do this is a slanderous act and a manifest sin.",
    "tr": "Wa-in arattumustib daala zawjim makaana zawjin wa-aataitum ihdaahunna qintaaran falaa taakhuzoo minhu shai'aa; ataakhuzoonahoo buhtaannanw wa-ismam mubeenaa"
  },
  "21": {
    "t": "How can you take it back when you have had intimate relations and made a solemn agreement with each other?",
    "tr": "Wa-kaifa taakhuzoonahoo wa-qad afdaa ba'dukum ilaa ba'dinw wa-akhazna minkum meesaaqan ghaleezaa"
  },
  "22": {
    "t": "Do not marry, from now on, the ex-wives of your fathers for that custom was sinful, loathsome, and abominable.",
    "tr": "Wa-laa tankihoo maa nakaha aabaaa'ukum minan nisaaa'i illaa maa qad salaf; inahoo kaana faahishatanw wa-maqtanw wa-saaa'a sabeelaa"
  },
  "23": {
    "t": "You are forbidden to marry your mothers, daughters, sisters, paternal aunts, maternal aunts, nieces, your foster-mothers, your foster-sisters, your mothers-in-law, your step-daughters whom you have brought up and with whose mothers you have had carnal relations. It would not be a sin to marry her if you did not have carnal relations with her mother. You are forbidden to marry the wives of your own sons and to marry two sisters at the same time without any adverse affect to the such relations of the past. God is All-forgiving and All-merciful.",
    "tr": "Hurrimat 'alaikum umma-haatukum wa-bannaatukum wa-akhawaatukum wa-'ammaatukum wa-khaalaatukum wa-banaatul akhi wa-banaatul ukhti wa-ummahaatu kumul laateee arda'-nakum wa-akhawaatukum minarradaa'ati wa-ummahaatu nisaaa'ikum wa-rabaaa'i-bukumul laatee fee hujoorikum min nisaaa'ikumul laatee dakhaltum bihinna Fa-il lam takoonoo dakhaltum bihina falaa junaaha 'alaikum wa halaaa'ilu abnaaa'ikumul lazeena min aslaabikum wa-an tajma'oo bainal ukhtaini illaa maa qad salaf; innallaaha kaana Ghafoorar Raheema"
  },
  "24": {
    "t": "You are forbidden to marry married women except your slave-girls. This is the decree of God. Besides these, it is lawful for you to marry other women if you pay their dower, maintain chastity and do not commit indecency. If you marry them for the appointed time you must pay their dowries. There is no harm if you reach an understanding among yourselves about the dowry, God is All-knowing and All-wise.",
    "tr": "Walmuhsanaatu minan nisaaa'i illaa maa malakat aimaanukum kitaabal laahi 'alaikum; wa-uhilla lakum maa waraaa'a zaalikum an tabtaghoo bi-amwaali kum muhsineena ghaira musaa-fiheen; famastamta'tum bihee minhunna fa-aatoohunna ujoorahunna fareedah; wa-laa junaaha 'alaikum feemaa taraadaitum bihee mim ba'dil fareedah; innal laaha kaana 'Aleeman Hakeemaa"
  },
  "25": {
    "t": "If any of you do not have the means to marry a chaste believing woman, marry your believing slave-girls. God knows best about your faith. You have the same faith. Marry them with the permission of their masters and if they are chaste and have avoided fornication and amorous activities, give them their just dowries. If after marriage they commit adultery, they should receive half of the punishment of a free woman who has committed the same crime. This is for those who fear falling into evil. It is better for you to have self-control. God is All-forgiving and All-merciful.",
    "tr": "Wa-mal lam yastati' minkum tawlan ai yankihal muhsanaatil mu'minaati famimmaa malakat aimaanukum min fatayaatikumul mu'minaat; wallaahu a'lamu bi-eemaanikum; ba'dukum mim ba'd; fankihoohunna bi-izni ahlihinna wa-aatoohunna ujoorahunna bilma'roofi muhsanaatin ghaira musaafihaatinw wa-laa muttakhizaati akhdaan; fa-izaaa uhsinna fa-in ataina bifaahi-shatin fa'alaihinnna nisfu maa 'alal muhsanaati minal 'azaab; zaalika liman khashiyal 'anata minkum; wa an tasbiroo khairul lakum; wallaahu Ghafoorur Raheem"
  },
  "26": {
    "t": "God wants to guide you, explain to you the customs of those who lived before you, and grant you forgiveness. He is All-knowing and All-wise.",
    "tr": "Yureedul laahu liyubai-yina lakum wa-yahdiyakum sunanal lazeena min qablikum wa-yatooba 'alaikum; wallaahu 'Aleemun Hakeem"
  },
  "27": {
    "t": "God wants to be merciful to you but those who follow their evil desires seek to lead you astray.",
    "tr": "Wallaahu yureedu ai yatooba 'alaikum wa-yureedul lazeena yattabi-'oonash shahawaati an tameeloo mailan 'azeemaa"
  },
  "28": {
    "t": "God wants to relieve you of your burden; all human beings were created weak.",
    "tr": "Yureedul laahu ai yukhaffifa 'ankum; wa-khuliqal insaanu da'eefaa"
  },
  "29": {
    "t": "Believers, do not exchange your property in wrongful ways unless it is in trade by mutual agreement. Do not kill one another. God is All-merciful to you.",
    "tr": "Yaaa-aiyuhal lazeena aamanoo laa taakulooo amwaalakum bainakum bilbaatili 'illaaa an takoona tijaaratan 'an taraadim minkum; wa-laa taqtulooo anfusakum; innal laaha kaana bikum Raheemaa"
  },
  "30": {
    "t": "Whoever commits murder out of animosity and injustice will be burnt in hell fire. This is a very easy thing for God to do.",
    "tr": "Wa-mai yaf'al zaalika 'udwaananw wa-zulman fasawfa nusleehi Naaraa; wa-kaana zaalika 'alal laahi yaseeraa"
  },
  "31": {
    "t": "If you avoid violating that which has been prohibited, your (lesser) sins will be forgiven and you will be admitted into an exalted dwelling.",
    "tr": "In tajtaniboo kabaaa'ira maa tunhawna 'anhu nukaffir 'ankum saiyiaatikum wa-nudkhilkum mudkhalan kareemaa"
  },
  "32": {
    "t": "Do not envy the favors which God has granted to some of you. Men and women will both be rewarded according to their deeds, rather pray to God for His favors. God knows all things.",
    "tr": "Wa-laa tatamannaw maa faddalal laahu bihee ba'dakum 'alaa ba'd; lirrijaali naseebum mimak tasaboo wa-linnisaaa'i naseebum mimmak tasabna; was'alu llaaha min fadlih; innal laaha kaana bikulli shai'in 'Aleemaa"
  },
  "33": {
    "t": "We have chosen heirs for every legacy that parents and relatives may leave. Let those who have been promised a bequest receive their share of the legacy. God is Omnipresent.",
    "tr": "Wa-likullin ja'alnaa ma-waaliya mimmaa tarakal waalidaani wal-aqraboon; wallazeena 'aqadat aimaanukum fa-aatoohum naseebahum; innal laaha kaana 'alaa kulli shai'in Shaheedaa"
  },
  "34": {
    "t": "Men are the protectors of women because of the greater preference that God has given to some of them and because they financially support them. Among virtuous women are those who are steadfast in prayer and dependable in keeping the secrets that God has protected. Admonish women who disobey (God's laws), do not sleep with them and beat them. If they obey (the laws of God), do not try to find fault in them. God is High and Supreme.",
    "tr": "Arrijaalu qawwaamoona 'alan nisaaa'i bimaa fad-dalal laahu ba'dahum 'alaa ba'dinw wa-bimaaa anfoqoo min amwaalihim; fassaalihaatu qaanitaatun haafizaatul lil-ghaibi bimaa hafizal laah; wallaatee takhaafoona nushu-zahunna fa-'izoohunna wahjuroohunna fil madaaji'i wadriboohunna fa-in ata'nakum falaa tabghoo 'alaihinna sabeelaa; innal laaha kaana 'Aliyyan Kabeeraa"
  },
  "35": {
    "t": "If there appears to be discord between a wife and her husband and if they desire reconciliation choose arbiters from the families of both sides. God will bring them together; God is All-knowing and All-aware.",
    "tr": "Wa-in khiftum shiqaaqa baini-himaa fab'asoo haka-mam min ahlihee wa-hakamam min ahlihaa; iny yureedaaa islaah ai-yuwaffiqil laahu bainahumaa; innal laaha kaana 'Aleeman Khabeeraa"
  },
  "36": {
    "t": "Worship God and consider no one equal to Him. Be kind to your parents, relatives, orphans, the destitute, your near and distant neighbors, your companions, wayfarers, and your slaves. God does not love the proud and boastful ones,",
    "tr": "Wa'budul laaha wa-laa tushrikoo bihee shai'anw wa-bil-waalidaini ihsaananw wa-bizil qurbaa wal-yataamaa wal-masaakeeni wal-jaari zil-qurbaa wal-jaaril junubi was-saahibi biljambi wabnis sabeeli wa maa malakat aimaanukum; innal laaha laa yuhibbu man kaana mukhtaalan fakhooraa"
  },
  "37": {
    "t": "the stingy ones who try to make others stingy or those who hide the favors that God has bestowed on them. We have prepared a humiliating torment for the disbelievers,",
    "tr": "Allazeena yabkhaloona wa-ya-muroonan naasa bilbukhli wa-yaktumoona maaa aataahu-mul laahu min-fadlih; wa a'-tadnaa lilkaafireena 'azaabam muheenaa"
  },
  "38": {
    "t": "those who spend their property out of a desire to show off and not because of their belief in God and the Day of Judgment, and (lastly) those who choose Satan for a friend; what an evil friend!",
    "tr": "Wallazeena yunfiqoona amwaalahum ri'aaa'an naasi wa-laa yu'minoona billaahi wa-laa bil-Yawmil Aakhir; wa-mai yakunish shaitaanu lahoo qareenan fasaaa'a qareenaa"
  },
  "39": {
    "t": "How could it have harmed them if they had believed in God and the Last Day and spent their property for the cause of God? God knows them very well",
    "tr": "Wa-maazaa 'alaihim law aamanoo billaahi wal-Yawmil Aakhiri wa-anfaqoo mimmaa razaqahumul laah; wa kaanallaahu bihim Aaleemaa"
  },
  "40": {
    "t": "God does not do even an atom's weight of injustice. A good deed is multiplied by God and richly rewarded.",
    "tr": "Innal laaha laa yazlimu misqaala zarratinw wa-in taku hasanatany yudaa'ifhaa wa-yu'ti mil ladunhu ajran 'azeemaa"
  },
  "41": {
    "t": "How will it be when We call for a witness from every nation and have you, (Muhammad), testify against them all?",
    "tr": "Fakaifa izaa ji'naa min kulli ummatim bishaheedinw wa ji'naabika 'alaa haaa'ulaaa-'i Shaheedan"
  },
  "42": {
    "t": "At that time the disbelievers who disobeyed the Messenger will wish that they could be turned into dust and they will be able to hide nothing from God.",
    "tr": "Yawma'iziny yawad dullazeena kafaroo wa'asawur Rasoola law tusawwaa bihimul ardu wa-laa yaktumoonal laaha hadeesaa"
  },
  "43": {
    "t": "Believers, do not pray when you are drunk, but, instead, wait until you can understand what you say. Also, do not pray when you have experienced a seminal discharge until after you have taken a bath, unless you are on a journey. If, while sick or on a journey, you can find no water after having defecated or after having had carnal relations, perform tayammum by touching your palms on the pure earth and wipe the (upper part of) your face and the backs of your hands. God is Gracious and All-forgiving.",
    "tr": "yaaa-aiyuhal lazeena aamanoo laa taqrabus Salaata wa-antum sukaaraa hatta ta'lamoo ma taqooloona wa-la junuban illaa 'aabiree sabeelin hatta taghtasiloo; wa-in kuntum mardaaa aw 'alaa safarin aw jaaa'a ahadum minkum minal ghaaa'iti aw laamastumun nisaaa'a falam tajidoo maaa'an fatayam-mamoo sa'eedan taiyiban famsahoo biwujoohikum wa-aideekum; innal laaha kaana 'Afuwwan Ghafooraa"
  },
  "44": {
    "t": "Have you seen those who had received a portion of the Book trade misguidance and try to make you, too, go astray?",
    "tr": "Alam tara ilal lazeena ootoo naseebam minal Kitaabi yashtaroonad dalaalata wa-yureedoona an tadillus sabeel"
  },
  "45": {
    "t": "God knows who are your enemies. You need to have no guardian or helper other than God.",
    "tr": "Wallaahu a'lamu bi-a'daaa'i-kum; wa-kafaa billaahi waliyyanw wa-kafaa billaahi naseera"
  },
  "46": {
    "t": "Some Jews take certain words out of context and by twisting their tongues to make a jest out of the true religion, say, \"We heard and (in our hearts) disobeyed. (Muhammad) ra`ina (be kind to us) but they intend thereby (the meaning in their own language): \"Listen! May God turn you deaf.\" They should have said, \"We heard and obeyed. (Muhammad) listen and consider our question.\" This would have been better for them and more righteous. God has condemned them for their disbelief, thus, no one, except a few among them, will have faith.",
    "tr": "Minal lazeena haadoo yuharrifoonal Kalima 'am mawaadi'ihee wa-yaqooloona sami'naa wa-'asainaa wasma' ghaira musma'inw wa-raa'inaa lai-yyam bi-alsinatihim wa-ta'nan fid deen; wa-law annahum qaaloo sami'naa wa-ata'naa wasma' wanzurnaa lakaana khairal lahum wa-aqwama wa-laakil la'anahumul laahu bikufrihim falaa yu'minoona illaa qaleela"
  },
  "47": {
    "t": "People of the Book, have faith in the Quran that We have revealed to confirm your Book, before certain faces are changed and turned back. We shall condemn them as We did the people of the Sabbath about whom God's decree had decisively been ordained.",
    "tr": "yaaa aiyuha lazeena ootu Kitaaba aaminoo bimaa nazzalnaa musadiqallimaa ma'akum min qabli an natmisa wujoohan fanaruddahaa 'alaaa adbaarihaaa aw nal'anahum kamaa la'annaaa Ashaabas Sabt; wa-kaana amrul laahi maf'oolaa"
  },
  "48": {
    "t": "God does not forgive the sin of considering others equal to Him, but He may choose to forgive other sins. Whoever believes in other gods besides Him has indulged in a great sin.",
    "tr": "Innal laaha laa yaghfiru ai yushraka bihee wa-yaghfiru maa doona zaalika limai yashaaa'; wa-mai yushrik billaahi faqadif taraaa isman 'azeemaa"
  },
  "49": {
    "t": "(Muhammad), have you seen those who try to purify themselves? They should know that God only purifies whomever He wants and that the slightest wrong will not be done to such people.",
    "tr": "Alam tara ilal lazeena yuzakkoona anfusahum; balil laahu yuzakkee mai yashaaa'u wa-laa yuzlamoona fateelaa"
  },
  "50": {
    "t": "Consider how they create lies about God? This alone is a grave sin.",
    "tr": "Unzur kaifa yaftaroona 'alal laahil kazib, wakafaa biheee ismamm mubeenaa"
  },
  "51": {
    "t": "Have you seen how those who had been given a share of the Book believe in idols and Satan and who say, \"The disbelievers are better guided than the believers\".",
    "tr": "Alam tara ilal lazeena 'ootoo naseebam minal kitaabi yu'minoona bil-Jibti wat-Taaghooti wa-yaqooloona lillazeena kafaroo haaa-ulaaa'i ahdaa minal lazeena aamanoo sabeelaa"
  },
  "52": {
    "t": "God has condemned them. No one can help one who has been condemned by God.",
    "tr": "Ulaaa'ikal lazeena la'ana-humul laahu wa-mai yal'anil laahu falan tajida lahoo naseeraa"
  },
  "53": {
    "t": "Even if they had a share in the Kingdom (Divine authority), they would not have given the smallest thing to anyone.",
    "tr": "Am lahum naseebum minal mulki fa-izal laa yu'toonan naasa naqeeraa"
  },
  "54": {
    "t": "Are they jealous of the favors that God has done to some people? We have given to the family of Abraham the Book, Wisdom, and a great Kingdom.",
    "tr": "Am yahsudoonan naasa 'alaa maaa aataahumul laahu min fadlihee faqad aatainaaa Aala Ibraaheemal Kitaaba wal-Hikmata wa-aatainaahum mulkan 'azeemaa"
  },
  "55": {
    "t": "Some have believed, others have disbelieved and tried to prevent people from believing. For these people, only the intense fire of hell is a sufficient punishment.",
    "tr": "Faminhum man aamana bihee wa-minhum man sadda 'anh; wa-kafaa bi-Jahannama sa'eeraa"
  },
  "56": {
    "t": "We will make the rejectors of Our revelations suffer in hell fire. As soon as the fire destroys their skins, We will give them new skins so that they may suffer more of the torment. God is Majestic and All-wise.",
    "tr": "Innal lazeena kafaroo bi Aayaatinaa sawfa nusleehim Naaran kullamaa nadijat julooduhum baddalnaahum juloodan ghairahaa liyazooqul 'azaab; innallaaha kaana 'Azeezan Hakeemaa"
  },
  "57": {
    "t": "We will admit the righteously striving believers into the gardens wherein streams flow. They will live therein forever in a cool shade with their pure spouses.",
    "tr": "Wallazeena aamanoo wa-'amilus saalihaati sanud-khiluum jannaatin tajree min tahtihal anhaaru khaalideena feehaaa abadaa, lahum feehaaa azwaajum mutahharatun wa-nudkhiluhum zillan zaleelaa"
  },
  "58": {
    "t": "God commands you to return that which had been entrusted to you to the rightful owners. Be just when passing judgment among people. God's advice is the most noble. He sees and hears everything.",
    "tr": "Innal laaha yaamurukum an tu'addul amaanaati ilaaa ahlihaa wa-izaa hakamtum bainan naasi an tahkumoo bil-'adl; innal laaha ni'immaa ya'izukum bih; innal laaha kaana Samee'am Baseera"
  },
  "59": {
    "t": "Believers, obey God, His Messenger, and your (qualified) leaders. If you have faith in God and the Day of Judgment, refer to God and His Messenger concerning matters in which you differ. This would be a more virtuous and a better way of settling differences.",
    "tr": "Yaaa-aiyuhal lazeena aamanooo atee'ul laaha wa-atee'ur Rasoola wa-ulil amri minkum fa-in tanaaza'tum fee shai'in faruddoohu ilal laahi war-Rasooli in kuntum tu'minoona billaahi wal-yawmil Aakhir; zaalika khairunw wa-ahsanu taaweelaa"
  },
  "60": {
    "t": "(Muhammad), have you seen those who think that they have faith in what is revealed to you and to others before you, yet choose to take their affairs to Satan for judgment even though they are commanded to deny him. Satan wants to lead them far away from the right path.",
    "tr": "Alam tara ilal lazeena yaz'umoona annahum aarmanoo bimaa unzilaa ilaika wa-maaa unzila min qablika yureedoona aien yatahaakamooo ilat Taaghooti wa-qad umirooo aien yakfuroo bih, wa-yureedush Shaitaanu aien yudillahum dalaalam ba'eedaa"
  },
  "61": {
    "t": "When the (hypocrites) are told to refer to God's revelations and to the Messenger, they try to find excuses to stay away from you (Muhammad).",
    "tr": "Wa-izaa qeela lahum ta'aalaw ilaa maaa anzalal laahu Wa-ilar Rasooli ra-aital munaafiqeena yasuddoona 'anka sudoodaa"
  },
  "62": {
    "t": "What would happen if they were to be afflicted by a disaster brought about by their own hands? They would then come to you swearing by God, \"We only wanted to bring about friendship and reconciliation.\"",
    "tr": "Fakaifa izaaa asaabathum museebatum bima qaddamat aydeehim summa jaaa'ooka yahlifoona billaahi in aradnaaa illaaa ihsaananw Wa-tawfeeqaa"
  },
  "63": {
    "t": "God knows what is in their hearts. (Muhammad), ignore their faults, advise them, and tell them frankly about what is in their souls.",
    "tr": "Ulaaa'ikal lazeena ya'la mullaahu maa fee quloobihim Fa-a'rid 'anhum Wa-'izhum Wa-qul lahum feee anfusihim qawlam baleeghaa"
  },
  "64": {
    "t": "We did not send any Messengers for any reason other than to be obeyed because of the will of God. If they ever do injustice to themselves and come to you (Muhammad) asking for God's forgiveness and if the Messenger also was to ask God to forgive them, they would certainly find God All-forgiving and All-merciful.",
    "tr": "Wa-maa arsalnaa mir Rasoolin illaa liyutaa'a bi-iznil laah; Wa-law annahum 'iz zalamooo anfusahum jaaa'ooka fastaghfarul laaha wastaghfara lahumur Rasoolu la-wajadul laaha Tawwaabar Raheemaa"
  },
  "65": {
    "t": "I swear by your Lord that they will not be considered believers until they let you judge their disputes and then they will find nothing in their souls to prevent them from accepting your judgment, thus, submitting themselves to the will of God.",
    "tr": "Falaa Wa-Rabbika laa yu'minoona hattaa yuhakkimooka feemaa shajara bainahum summa laa yajidoo fee anfusihim harajam mimmaa qadaita Wa-yusal-limoo tasleemaa"
  },
  "66": {
    "t": "Had We commanded them to kill themselves or abandon their homes, only a few of them would have done it. If they had done what they had been advised to do, it would have strengthened their faith,",
    "tr": "Wa-law annaa katabnaa 'alaihim aniq tulooo anfusakum awikh rujoo min diyaarikum maa fa'aloohu illaa qaleelum minhum Wa-law annahum fa'aloo maa yoo'azoona bihee lakaana khairal lahum Wa-ashadda tasbeetaa"
  },
  "67": {
    "t": "We would have given them a great reward",
    "tr": "Wa-izal la-aatainaahum mil ladunnaaa ajran 'azeemaa"
  },
  "68": {
    "t": "and guided them to the right path.",
    "tr": "Wa-lahadainaahum Siraatam mustaqeemaa"
  },
  "69": {
    "t": "One who obeys God and the Messenger is the friend of the Prophets, saints, martyrs, and the righteous ones to whom God has granted His favors. They are the best friends that one can have.",
    "tr": "Wa-maien yuti'il laaha war-Rasoola Fa-ulaaa'ika ma'al lazeena an'amal laahu 'alaihim minan nabiyyeena wassiddeeqeena washshuhadaaa'i wassaaliheen; Wa-hasuna ulaaa'ika rafeeqaa"
  },
  "70": {
    "t": "The favors of God are such, and He knows very well (how to reward you).",
    "tr": "Zaalikal fadlu minal laah; Wa-kafaa billaahi 'Aleemaa"
  },
  "71": {
    "t": "Believers, always be well prepared and on your guard. March in small groups or all together.",
    "tr": "Yaaa-aiyuhal lazeena aamanoo khuzoo hizrakum fanfiroo subaain awin firoo jamee'aa"
  },
  "72": {
    "t": "There are some among you who lag behind (in battle) and if you were to experience hardship, they would say, \"It was certainly due to God's favors to us that we were not present with them,\"",
    "tr": "Wa-inna minkum lamal la-yubatti'anna Fa-in asaabatkum museebatun qaala qad an'amal laahu 'alaiya iz lam akum ma'ahum shaheeda"
  },
  "73": {
    "t": "but if you were to receive a favor from God, they would certainly say, \"(We have been ignored) as if there was no friendship among us. Would that we had been there with them for we would have had a great success.\"",
    "tr": "Wa-la-in asaabakum fadlum minal laahi la-yaqoolanna ka-al lam takum bainakum Wa-bainahoo mawaddatuien yaa-laitanee kuntu ma'ahum Fa-afooza fawzan 'azeemaa"
  },
  "74": {
    "t": "Those who want to buy the life hereafter with this life should fight for the cause of God. We will give them a great reward whether they are killed or whether they are victorious.",
    "tr": "Falyuqaatil fee sabeelil laahil lazeena yashroonal hayaatad dunyaa bil-Aakhirah; Wa-maien uqaatil fee sabeelil laahi Fa-yuqtal aw yaghlib fasawfa nu'teehi ajran 'azeemaa"
  },
  "75": {
    "t": "Why do you not fight for the cause of God or save the helpless men, women, and children who cry out, \"Lord, set us free from this town of wrong doers and send us a guardian and a helper?\"",
    "tr": "Wa-maa lakum laa tuqaatiloona fee sabeelil laahi walmustad'afeena minar rijaali wannisaaa'i walwildaanil lazeena yaqooloona Rabbanaaa akhrijnaa min haazihil qaryatiz zaalimi ahluhaa waj'al lanaa mil ladunka waliyanw waj'al lanaa mil ladunka naseeraa"
  },
  "76": {
    "t": "The believers fight for the cause of God. The unbelievers fight for the cause of the Satan. So fight against the friends of Satan for the evil plans of Satan are certainly weak.",
    "tr": "Allazeena aamanoo yuqaatiloona fee sabeelil laahi wallazeena kafaroo yuqaatiloona fee sabeelit Taaghoot faqaatiloo awliyaaa'ash Shaitaan; inna kaidash Shaitaani kaana da'eefa"
  },
  "77": {
    "t": "Have you not seen those who were told to stop fighting, to say their prayers, and pay the religious tax? When they were ordered to fight, some of them feared other men as much as or more than they feared God and so they said, \"Lord, why have you ordered us to fight? If only you would give us a little time.\" (Muhammad), tell them, \"The pleasures of the worldly life are trivial. The life hereafter is best for the pious ones. You will not be treated the slightest bit unjustly.",
    "tr": "Alam tara ilal lazeena qeela lahum kuffooo aidiyakum Wa-aqeemus Salaata wa-aatuz Zakaata falammaa kutiba 'alaihimul qitaalu izaa fareequm minhum yakhshawnnan naasa kakhashyatil laahi aw ashadda khashyah; Wa-qaaloo Rabbanaa lima katabta 'alainal qitaala law-laaa akhkhartanaa ilaaa ajalin qareeb; qul mataa'ud dunyaa qaleelunw wal-Aakhiratu khairul limanit taqaa Wa-laa tuzlamoona fateelaa"
  },
  "78": {
    "t": "Wherever you are, death will find you even if you hide yourselves in firmly constructed towers. Whenever people experience good fortune, they say that it is from God but whenever they experience misfortune, they say it is because of you, (Muhammad). Tell them, \"Everything is from God.\" What is wrong with these people that they do not even try to understand?",
    "tr": "Ainamaa takoonoo yudrikkumul mawtu Wa-law kuntum fee buroojim mushaiy-yadah; Wa-in tusibhum hasanatuien yaqooloo haazihee min 'indil laahi Wa-in tusibhum saiyyi'atuien yaqooloo haazihee min 'indik; qul kullum min 'indil laahi famaali haaa-'ulaaa'il qawmi la yakaadoona yafqahoona hadeesaa"
  },
  "79": {
    "t": "Whatever good you may receive is certainly from God and whatever you suffer is from yourselves. We have sent you, (Muhammad), as a Messenger to people. God is a Sufficient witness to your truthfulness.",
    "tr": "Maaa asaabaka min hasanatin faminal laahi Wa-maaa asaaabaka min saiyi'atin famin nafsik; Wa-arsalnaaka linnaasi Rasoolaa; Wa-kafaa billaahi Shaheedaa"
  },
  "80": {
    "t": "One who obeys the Messenger has certainly obeyed God. You have not been sent to watch over those who turn away from you.",
    "tr": "Man yuti'ir Rasoola faqad ataa'al laaha Wa-man tawallaa famaaa arsalnaaka 'alaihim hafeezaa"
  },
  "81": {
    "t": "They proclaim obedience to you but as soon as they leave at night, a group of them make secret plans to do the contrary of what you have told them to do. God keeps the record of their nocturnal plans. Therefore, leave them alone and put your trust in God; He is Sufficient for you as your Guardian.",
    "tr": "Wa-yaqooloona taa'antun Fa-izaa barazoo min 'indika baiyata taaa'ifatum minhum ghairal lazee taqoolu wallaahu yaktubu maa yubaiyitoona faa'rid 'anhum Wa-tawakkal 'alal laah; Wa-kafaa billaahi Wakeelaa"
  },
  "82": {
    "t": "Will they not ponder on the Quran? Had it not come from someone other than God, they would have certainly found therein many contradictions.",
    "tr": "Afalaa yatadabbaroonal Qur'aan; Wa-law kaana min 'indi ghairil laahi la-wajadoo feehi-kh tilaafan kaseeraa"
  },
  "83": {
    "t": "When they receive any news of peace or war, they announce it in public. Had they told it to the Messenger or to their (qualified) leaders, they could have used that information more properly. Were it not for the favor and mercy of God, all but a few of them would have followed Satan.",
    "tr": "Wa-izaa jaaa'ahum amrum minal amni awil khawfi azaa'oo bihee Wa-law raddoohu ilar Rasooli Wa-ilaaa ulil amri minhum la'alimahul lazeena yastambitoonahoo minhum; Wa-law-laa fadlul laahi 'alaikum Wa-rahmatuhoo lattaba'tumush Shaitaana illaa qaleelaa"
  },
  "84": {
    "t": "Thus, (Muhammad), fight for the cause of God. You are only responsible for yourself. Rouse the believers and perhaps God will stop the evil designs of the unbelievers. God's punishment and retribution is the most severe.",
    "tr": "Faqaatil fee sabeelil laahi laa tukallafu illa nafsaka Wa-harridil mu'mineena 'asal laahu aien yakuffa ba-sal lazeena kafaroo; wallaahu ashaddu ba-sanw Wa-ashaddu tankeelaa"
  },
  "85": {
    "t": "Whoever intercedes for a good purpose will receive his share of the reward but the intercession for an evil purpose only adds more to one's burden. God has control over all things.",
    "tr": "Maien yashfa' shafaa'atan hasanataien yakul lahoo naseebum minhaa Wa-maien yashfa' shafaa'tan saiyyi'ataien yakul lahoo kiflum minhaa; Wa-kaanal laahu 'alaa kulli shai'im Muqeetaa"
  },
  "86": {
    "t": "Answer a greeting in kinder words than those said to you in the greeting or at least as kind. God keeps account of all things.",
    "tr": "Wa-izaa huyyeetum bi-tahiy-yatin fahaiyyoo bi-ahsana minhaaa aw ruddoohaa; innal laaha kaana 'alaa kulli shai'in Haseeba"
  },
  "87": {
    "t": "God exists. He is the only Lord. He will gather you all together on the Day of Judgment which will certainly come. Who is more truthful than God?",
    "tr": "Allaahu laaa ilaaha illaa huwa la-yajma'annakum ilaa Yawmil Qiyaamati laa raiba feeh; Wa-man asdaqu minal laahi hadeesaa"
  },
  "88": {
    "t": "Why are you divided into two different parties concerning the hypocrites, when God Himself has turned them to disbelief because of their misdeeds. Do you want to guide those whom God has caused to go astray? You cannot find guidance for those whom God has made to err.",
    "tr": "Famaa lakum fil muna-fiqeena fi-ataini wallaahu arkasahum bimaa kasaboo; atureedoona an tahdoo man adallal laahu Wa-maien yudli-lil laahu falan tajida lahoo sabeelaa"
  },
  "89": {
    "t": "They wish you to become unbelievers as they themselves are. Do not establish friendship with them until they have abandoned their homes for the cause of God. If they betray you, seize them and slay them wherever you find them. Do not establish friendship with them or seek their help",
    "tr": "Wadoo law takfuroona kamaa kafaroo fatakoonoona sawaaa'an falaa tattakhizoo minhum awliyaaa'a hattaa yuhaajiroo fee sabeelil laah; Fa-in tawallaw Fa-khuzoohum waqtuloohum haisu wajadt-tumoohum Wa-laa tattakhizoo minhum waliyyanw Wa-laa naseeraa"
  },
  "90": {
    "t": "except with those who attach themselves to your allies or come to you with no desire to fight you or their own people. God could have given them power to fight you. Thus, if they retreat, stop fighting and come forward expressing faith in Islam God will not allow you to fight them.",
    "tr": "Illal lazeena yasiloona ilaa qawmim bainakum Wa-bainahum meesaaqun aw jaaa'ookum hasirat sudooruhum aien yuqaatilookum aw yuqaatiloo qawmahum, Wa-law shaaa'al laahu lasallatahum 'alaikum falaqaatalookum; Fa-ini' tazalookum falam yuqaatilookum Wa-alqaw ilaikumus salama famaa ja'alal laahu lakum 'alaihim sabeelaa"
  },
  "91": {
    "t": "You will soon find others who seek security from you as well as from their own people, but when they are invited to return to idol worship, they do so enthusiastically. Thus, if they do not keep away from you nor come forward with a peace proposal nor desist from harming you, apprehend and slay them wherever you find them, for We have given you full control over them.",
    "tr": "Satajidoona aakhareena yureedoona aien yaamanookum Wa-yaamanoo qawmahum kullamaa ruddooo ilal fitnati urkisoo feehaa; Fa-il lam ya'tazilookum Wa-yulqooo ilai kumus salama Wa-yakuffooo aidiyahum fakhuzoohum waqtuloohum haisu saqif-tumoohum; Wa-ulaaa'ikum ja'alnaa lakum 'alaihim sultaanam mubeenaa"
  },
  "92": {
    "t": "A believer cannot slay another believer except by mistake for which the retaliation is to set free a believing slave and pay the appointed blood money to the relatives of the deceased unless the relatives wave aside the payment. If the person slain is from your enemies but himself is a believer, the penalty is to set free a believing slave. If the person slain is one of those with whom you have a peace treaty, the penalty is the same as that for a slain believer. If this is not possible, the defendant has to fast for two consecutive months, asking God to accept his repentance. He is All-knowing and All-wise.",
    "tr": "Wa-maa kaana limu'minin aien yaqtula mu'minan illaa khata'aa; waman qatala mu'minan khata'an fatahreeru raqabatim mu'minatyunw Wa-diyatum musallamatun ilaaa ahliheee illaaa aien yassaddaqoo; Fa-in kaana min qawmin 'aduwwil lakum Wa-huwa mu'minun fatahreeru raqabatim mu'minah; Wa-in kaana min qawmim bainakum Wa-bainahum meesaaqun fadiyatum musallamatun ilaaa ahlihee Wa-tahreeru raqabatim mu'minatin famal lam yajid Fa-Siyaamu shahraini mutataabi'aini tawbatam minal laah; Wa-kaanal laahu 'Aleeman hakeemaa"
  },
  "93": {
    "t": "The punishment for one who purposely slays a believer will be to live in hell fire forever. God is angry with him and has condemned him. He has prepared for him a great torment.",
    "tr": "Wa-maien yaqtul mu'minam muta'ammidan fajazaaa'uhoo Jahannamu khaalidan feehaa Wa-ghadibal laahu' alaihi Wa-la'anahoo Wa-a'adda lahoo 'azaaban 'azeemaa"
  },
  "94": {
    "t": "Believers, if you march with arms for the cause of God, make sure that you know whom to fight. Do not accuse anyone who claims himself to be a Muslim of disbelief just for worldly gains. There is abundant bounty with God. Before, you were also like them, but God bestowed His favors upon you. Thus, make sure that you know whom to fight. God is Well Aware of what you do.",
    "tr": "Yaaa aiyuhal lazeena aamanoo izaa darabtum fee sabeelil laahi fatabaiyyanoo Wa-laa taqooloo liman alqaaa ilaikumus salaama lasta mu'minan tabtaghoona 'aradal hayaatid dunyaa fa'indal laahi maghaanimu kaseerah; kazaalika kuntum min qablu famannnal laahu 'alaikum fatabaiyyanoo; innallaaha kaana bimaa ta'maloona Khabeeraa"
  },
  "95": {
    "t": "Among the believers, those who stay at home without a good reason are not equal to those who strive for the cause of God in person or with their property. To those who strive for His cause in person or with their property, God has granted a higher rank than to those who stay at home. God has promised that everyone will receive his proper share of the reward but He will grant a much greater reward to those striving for His cause than to those who stay home (for no reason).",
    "tr": "Laa yastawil qaa'idoona Minal mu'mineena ghairu ulid darari walmujaahidoona fee sabeelil laahi bi-amwaalihim Wa-anfusihim; faddalal laahul mujaahideena bi-amwaalihim Wa-anfusihim 'alal qaa'ideena darajah; Wa-kullanw wa'adal laahul husnaa; Wa-faddalal laahul mujaahideena 'alal qaa'ideena ajran 'azeemaa"
  },
  "96": {
    "t": "God will grant those who strive high ranks, forgiveness, and mercy. He is All-forgiving and All-merciful.",
    "tr": "Darajaatim minhu Wa-maghfiratanw Wa-rahmah; Wa-kaanal laahu Ghafoorar Raheema"
  },
  "97": {
    "t": "When the angels take away from their bodies the souls of those who have wronged themselves, they will ask them, \"How did you live?\" They will reply, \"We lived on earth in weakness and oppression.\" The angels will say, \"Was not God's land vast enough for you to go wherever you could live in peace?\" The dwelling of these people will be hell fire, a terrible destination.",
    "tr": "Innal lazeena tawaffaa-humul malaaa-ikatu zaalimeee anfusihim qaaloo feema kuntum qaaloo kunnaa mustad'afeena fil ard; qaalooo alam takun ardul laahi waasi'atan fatuhaajiroo feehaa; Fa-ulaaa'ika ma-waahum Jahannamu Wa-saaa-at maseeraa"
  },
  "98": {
    "t": "As for the really weak and oppressed men, women, and children who were not able to find any means of obtaining their freedom or of having the right guidance,",
    "tr": "Illal mustad-'afeena minar rijaali wannisaaa'i walwildaani laa yastatee'oona heelatanw Wa-laa yahtadoona sabeela"
  },
  "99": {
    "t": "perhaps God will forgive them; He is All-merciful and All-forgiving.",
    "tr": "Fa-ulaaa'ika 'asal laahu aien ya'fuwa 'anhum; Wa-kaanal laahu 'Afuwwan Ghafooraa"
  },
  "100": {
    "t": "One who abandons his home for the cause of God will find many places of refuge in the vast land and one who dies, after having abandoned his home to get near to God and His Messenger, will receive his reward from God. God is All-forgiving and All-merciful.",
    "tr": "Wa-maien yuhaajir fee sabeelil laahi yajid fil ardi muraaghaman kaseeranw Wa-sa'ah; Wa-maien yakhruj mim baitihee muhaajiran ilal laahi Wa-Rasoolihee summa yudrikhul mawtu faqad waqa'a ajruhoo 'alal laah; Wa-kaanal laahu Ghafoorar Raheemaa"
  },
  "101": {
    "t": "When you are on a journey, it is no sin to shorten your prayers if you are afraid of the mischief of the unbelievers. The unbelievers have always been your sworn enemies",
    "tr": "Wa-izaa darabtum fil ardi falaisa 'alaikum junaahun an taqsuroo minas Salaati in khiftum aien yaftinakumul lazeena kafarooo; innal kaafireena kaanoo lakum aduwwam mubeenaa"
  },
  "102": {
    "t": "(Muhammad), if you are among them (your followers during a battle) and you call them for prayer, let a group of them carry their arms during prayer. After they have made their prostrations, let them go back to watch the enemy and let the other group who has not yet prayed, join you, carrying their arms with due precaution. The unbelievers would love to find you neglecting your arms and property and would attack you suddenly. If rain or illness make you suffer, you may place your arms aside during prayer but still observe due precaution. God has prepared a humiliating torment for the unbelievers.",
    "tr": "Wa-izaa kunta feehim Fa-aqamta lahumus Salaata faltaqum taaa'ifatum minhum ma'aka walyaakhuzooo aslihatahum Fa-izaa sajadoo fal-yakoonoo mienw waraaa'ikum walta-ti taaa'ifatun ukhraa lam yusalloo falyusallo ma'aka walyaakhuzoo hizrahum Wa-aslihatahum; waddal lazeena kafaroo law taghfuloona 'an aslihatikum Wa-amti'atikum Fa-yameeloona 'alaikum mailatanw waahidah; Wa-laa junaaha 'alaikum in kaana bikum azam mim matarin aw kuntum mardaaa an tada'ooo aslihatakum Wa-khuzoo hizrakum; innal laaha a'adda lilkaafireena 'azaabam muheenaa"
  },
  "103": {
    "t": "When you complete your prayer, remember God all the time while standing, sitting, or reclining. When you are safe, say your prayers properly. It is a constant duty of the believers.",
    "tr": "Fa-izaa qadaitumus Salaata fazkurul laaha qiyaamanw Wa-qu'oodanw Wa-'alaa junoobikum; Fa-izat ma-nantum Fa-aqeemus Salaah; innas Salaata kaanat 'alal mu'mineena kitaabam mawqootaa"
  },
  "104": {
    "t": "Do not neglect the pursuit of the enemy. If you have suffered, they too have suffered but you can, at least, expect from God what they can never expect. God is All-knowing and All-wise.",
    "tr": "Wa-laa tahinoo fib tighaaa'il qawmi in takoonoo ta-lamoona Fa-innahum ya-lamoona kamaa ta-lamoona; Wa-tarjoona minal laahi maa laa yar-joon; Wa-kaanal laahu 'Aleeman Hakeemaa"
  },
  "105": {
    "t": "We have revealed to you the Book in all Truth so that you judge among people by the laws of God. However, never defend the treacherous ones.",
    "tr": "Innaaa anzalnaaa ilaikal Kitaaba bilhaqqi litahkuma bainan naasi bimaaa araakal laah; Wa-laa takul lilkhaaa'ineena khaseemaa"
  },
  "106": {
    "t": "Seek forgiveness from God. He is All-forgiving and All-merciful.",
    "tr": "Wastaghfiril laaha innal laaha kaana Ghafoorar Raheema"
  },
  "107": {
    "t": "Do not defend those who deceive themselves; God does not love those who are treacherous and sinful.",
    "tr": "Wa-laa tujaadil 'anil lazeena yakhtaanoona anfusahum; innal laaha laa yuhibbu man kaana khawwaanan aseemaa"
  },
  "108": {
    "t": "They hide their sins from other people but they cannot hide themselves from God who is constantly with them, even when they hold nocturnal meetings, a thing which God does not like. God comprehends all that they do.",
    "tr": "Yastakhfoona minan naasi Wa-laa yastakh-foona minal laahi Wa-huwa ma'ahum iz yubaiyitoona maa laa yardaa minal qawl; Wa-kaanal laahu bimaa ya'maloona muheetaa"
  },
  "109": {
    "t": "You defend them in this life but who will defend them against God on the Day of Judgment and who will be their attorney?",
    "tr": "Haaa-antum haaa'ulaaa'i jaadaltum 'anhum fil hayaatid dunyaa famaien yujaadilul laaha 'anhum Yawmal Qiyaamati am maien yakoonu 'alaihim wakeelaa"
  },
  "110": {
    "t": "One who commits a sin or does wrong to himself and then seeks forgiveness from God, will find God All-forgiving and All-merciful.",
    "tr": "Wa-maien ya'mal sooo'an aw yazlim nafsahoo summa yastaghfiril laaha yajidil laaha Ghafoorar Raheemaa"
  },
  "111": {
    "t": "One who commits sins has committed them against his own soul. God is All-knowing and All-wise.",
    "tr": "Wa-maien yaksib isman Fa-innamaa yaksibuhoo 'alaa nafsih; Wa-kaanal laahu 'Aleeman hakeemaa"
  },
  "112": {
    "t": "One who makes a mistake or commits a sin and ascribes it to an innocent person, he only burdens himself with slander and a grave sin.",
    "tr": "Wa-maien yaksib khateee'atan aw isman summa yarmi bihee bareee'an faqadih tamala buhtaananw Wa-ismam mubeenaa"
  },
  "113": {
    "t": "Were it not for the favor and mercy of God, some of them would have certainly tried to make you (Muhammad) go astray. However, they cannot lead any one astray but themselves nor can they harm you. God has revealed the Book to you, has given you wisdom, and has taught you what you did not know. Certainly God's favor to you has been great.",
    "tr": "Wa-law-laa fadlul laahi 'alaika Wa-rahmatuhoo lahammat taaa'ifatum minhum aien yudillooka Wa-maa yudilloona illaaa anfusahum Wa-maa yadurroonaka min shai'; Wa-anzalal laahu 'alaikal Kitaaba wal-hikmata wa-'allamaka maa lam takun ta'lam; Wa-kaana fadlul laahi 'alaika 'azeemaa"
  },
  "114": {
    "t": "There is nothing good in much of their secret talks except for that which is for charity, justice, or for reconciliation among people to seek thereby the pleasure of God for which We will give a great reward.",
    "tr": "laa khaira fee kaseerim min najwaahum illaa man amara bisadaqatin aw ma'roofin aw islaahim bainan naas; Wa-maien yaf'al zaalikab tighaaa'a mardaatil laahi Fa-sawfa nu'teehi ajran 'azeemaa"
  },
  "115": {
    "t": "Whoever gives the Messenger a hard time, even after having received clear guidance, and follows a path other than that of the believers, will be left alone. We will cast him into hell, a terrible destination.",
    "tr": "Wa-main yushaaqiqir Rasoola mim ba'di maa tabaiyyana lahul hudaa wa-yattabi' ghaira sabeelil mu'mineena nuwallihee ma tawallaa Wa-nuslihee Jahannama Wa-saaa'at maseeraa"
  },
  "116": {
    "t": "God will not forgive the sin of considering something equal to Him, but He may forgive the other sins of whomever He wants. One who considers anything equal to God has certainly gone far away from the right path.",
    "tr": "Innal laaha laa yaghfiru aien yushraka bihee wayaghfiru maa doona zaalika limain yashaaa'; Wa-main yushrik billaahi faqad dalla dalaalam ba'eedaa"
  },
  "117": {
    "t": "They (the pagans) only worship idols and Satan, the persistent rebel.",
    "tr": "Iien yad'oona min dooniheee illaaa inaasanw wa-ien yad'oona illaa Shaitaanam mareedaa"
  },
  "118": {
    "t": "God condemned Satan when he said, \"I will certainly take my revenge from Your servants.",
    "tr": "La'anahul laah; Wa-qaala la-attakhizanna min 'ibaadika naseebam mafroodaa"
  },
  "119": {
    "t": "I will lead them astray, induce in their hearts prolonged, worldly desires, command them to pierce the ears of their animals, sacrificed for the idols, and order them to change the religion of God.\" One who accepts Satan as his guardian, instead of God, has certainly incurred a great loss upon himself.",
    "tr": "Wa-la-udillannahum Wa-la-umanni-yannnahum Wa-la-aamurannahum fala-yubat-tikunna aazaanal an'aami Wa-la-aamurannahum fala-yughaiy-yirunna khalqal laah; Wa-main yattakhizish Shaitaana waliyyam mmin doonil laahi faqad khasira khusraanam mubeena"
  },
  "120": {
    "t": "Satan gives them false promises and tempts them to develop longings which can never be realized.",
    "tr": "Ya'iduhum Wa-yuman-neehim Wa-maa ya'iduhumush Shaitaanu illaa ghurooraa"
  },
  "121": {
    "t": "Such people will dwell in hell fire from which they will not be able to escape.",
    "tr": "Ulaaa'ika ma'waahum Jahannamu Wa-laa yajidoona 'anhaa maheesaa"
  },
  "122": {
    "t": "We will admit the righteously striving believers to Paradise wherein streams flow and they will live therein forever. God's promise is true for no one is more truthful than Him.",
    "tr": "Wallazeena aamanoo Wa-'amilus saalihaati sanud-khiluhum Jannaatin tajree min tahtihal anhaaru khaalideena feehaaa abadaa; wa'dal laahi haqqaa; Wa-man asdaqu minal laahi qeelaa"
  },
  "123": {
    "t": "Believers and People of the Book, wishes alone can never provide you with salvation. Whoever commits evil will be punished accordingly and no one besides God will be his guardian or helper.",
    "tr": "Laisa bi-amaaniyyikum Wa-laaa amaaniyyi Ahlil Kitaab; main ya'mal sooo'aien yujza bihee Wa-laa yajid lahoo min doonil laahi waliyanw Wa-laa naseeraa"
  },
  "124": {
    "t": "Any believer, male or female, who acts righteously, will enter Paradise and will not suffer the least bit of injustice.",
    "tr": "Wa-main ya'mal minas saalihaati min zakarin aw unsaa Wa-huwa mu'minun fa-ulaaa'ika yadkhuloonal Jannata Wa-laa yuzlamoona naqeeraa"
  },
  "125": {
    "t": "Whose religion is better than that in which one submits himself to God, behaves righteously, and follows the upright religion of Abraham, God's chosen friend?",
    "tr": "Wa-man ahsanu deenam mimmman aslama wajhahoo lillaahi Wa-huwa muhsinunw wattaba'a Millata Ibraaheema haneefaa; wattakhazal laahu Ibraaheema khaleelaa"
  },
  "126": {
    "t": "To God belongs all that is in the heavens and the earth and He has control over all things.",
    "tr": "Wa-lillaahi maa fis samaawaati Wa-maa fil ard; Wa-kaanal laahu bikulli shai'im muheetaa"
  },
  "127": {
    "t": "(Muhammad), they ask you concerning women. Tell them, \"God will instruct you about them, besides that which can be read in the Book, about widows with children, whom you wanted to marry without giving them their due rights and He will instruct you about the rights of the weak and oppressed children. God commands you to maintain justice with the orphans. God knows all about whatever good you do.",
    "tr": "Wa-yastaftoonaka fin nisaaa'i qulil laahu yufteekum feehinna Wa-maa yutlaa 'alaikum fil Kitaabi fee yataaman nisaaa'il laatee laa tu'toonahunna maa kutiba lahunnna Wa-targhaboona an tankihoohunna wal-mustad'a-feena minal wildaani Wa-an taqoomoo lilyataamaa bilqist; Wa-maa taf'aloo min khairin fa-innal laaha kaana bihee 'Aleemaa"
  },
  "128": {
    "t": "If a woman is afraid of her husband's ill treatment and desertion, it will be no sin for both of them to reach a reconciliation. Reconciliation is good even though men's souls are swayed by greed. If you act righteously and be pious, God is Well Aware of what you do.",
    "tr": "Wa-inim ra-atun khaafat mim ba'lihaa nushoozan aw i'raadan falaa junaaha 'alaihi-maaa aien yuslihaa bainahumaa sulhaa; wassulhu khair; Wa-uhdiratil anfusush shuhh; Wa-in tuhsinoo Wa-tattaqoo fa-innal laaha kaana bimaa ta'maloona Khabeeraa"
  },
  "129": {
    "t": "You will never be able to maintain justice among your wives and love them all equally, no matter how hard you try. Do not give total preference to one of them, leaving the other as if in suspense. If you do bring about reconciliation and maintain piety, God is All-forgiving and All-merciful.",
    "tr": "Wa-lan tastatee'ooo an ta'diloo bainan nisaaa'i Wa-law harastum falaa tameeloo kullal maili fatazaroohaa kalmu'al-laqah; Wa-in tuslihoo Wa-tattaqoo fa-innal laaha kaana Ghafoorar Raheema"
  },
  "130": {
    "t": "If the marriage is terminated, God will make each one of them financially independent. God is Munificent and Wise.",
    "tr": "Wa-ien yatafarraqaa yughnil laahu kullam min sa'atih; Wa-kaanal laahu Waasi'an Hakeemaa"
  },
  "131": {
    "t": "To God belongs all that is in the heavens and the earth. We have told you and the People of the Book to have fear of God. If you all refuse to believe in Him, know that to God belongs all that is in the heavens and the earth. God is Self-sufficient and Praiseworthy.",
    "tr": "Wa-lillaahi ma fis samaawaati Wa-maa fil ard; Wa-laqad wassainal lazeena ootul Kitaaba min qablikum Wa-iyyaakum anit taqul laah; Wa-in takfuroo fa-inna lillaahi ma fis samaawaati Wa-ma fil ard; Wa-kaanal laahu Ghaniyyan hameedaa"
  },
  "132": {
    "t": "To God belongs all that is in the heavens and the earth. God is a totally Sufficient Guardian.",
    "tr": "Wa-lillaahi ma fis samaawaati Wa-ma fil ard; Wa-kafaa billaahi Wakeelaa"
  },
  "133": {
    "t": "Had God wanted He could have destroyed you all and replaced you by another people; He has the power to do so.",
    "tr": "Ien yasha yuzhibkum aiy-yuhan naasu Wa-ya'ti bi-aakhareen; Wa-kaanal laahu 'alaa zaalika Qadeeraa"
  },
  "134": {
    "t": "Be it known to those who want worldly rewards that God holds the rewards for this life as well as the life to come. God is All-hearing and All-seeing.",
    "tr": "man kaana yureedu sawaabad dunyaa fa'indal laahi sawaabud dunyaa wal-Aakhirah; Wa-kaanal laahu Samee'am Baseeraa"
  },
  "135": {
    "t": "Believers, be the supporters of justice and the testify to what you may have witnessed, for the sake of God, even against yourselves, parents, and relatives; whether it be against the rich or the poor. God must be given preference over them. Let not your desires cause you to commit injustice. If you deviate from the truth in your testimony, or decline to give your testimony at all, know that God is Well Aware of what you do.",
    "tr": "Yaa-aiyyuhal lazeena aamanoo koonoo qawwa-meena bilqisti shuhadaaa'a lillaahi Wa-law 'alaa anfusikum awil waalidaini wal-aqrabeen ien yakun ghaniyyan aw faqeeran fallaahu awlaa bihimaa falaaa tattabi'ul hawaaa an ta'diloo; Wa-in talwooo aw tu'ridoo fa-innal laaha kaana bimaa ta'maloona Khabeera"
  },
  "136": {
    "t": "Believers, have faith in God and His Messenger, the Book which is revealed to him, and the Bible which has been revealed before. Whoever refuses to believe in God, His angels, Books, Messengers and the Day of Judgment, has gone far away from the right path.",
    "tr": "Yaaa-aiyyuhal lazeena aamanooo aaminoo billaahi Wa-Rasoolihee wal-Kitaabil lazee nazzala 'alaa Rasoolihee wal-Kitaabil lazeee anzala min qabl; Wa-main yakfur billaahi Wa-Malaaa'ikatihee Wa-Kutubihee Wa-Rusulihee wal-Yawmil Aakhiri faqad dalla dalaalam ba'eedaa"
  },
  "137": {
    "t": "God will not forgive or guide to the right path those who first believe, then disbelieve, again believe and disbelieve, and then increase their disbelief.",
    "tr": "Innal lazeena aamanoo summa kafaroo summa aamanoo summa kafaroo summaz daado kufral lam yakunil laahu liyaghfira lahum Wa-laa liyahdiyahum sabeelaa"
  },
  "138": {
    "t": "Tell the hypocrites that for them there will be a painful torment.",
    "tr": "Bash-shiril munaafiqeena bi-anna lahum 'azaaban aleemaa"
  },
  "139": {
    "t": "Do those who establish friendship with the disbelievers instead of the believers seek honor? Let them know that all honor belongs to God.",
    "tr": "Allazeena yattakhizoo-nal kaafireena awliyaaa'a min doonil mu'mineen; a-yabtaghoona 'indahumul 'izzata fainnnal 'izzata lillaahi jamee'aa"
  },
  "140": {
    "t": "God has told you (believers) in the Book that when you hear people disbelieving and mocking God's revelations, do not sit with them unless they change the subject. You will become like them. God will gather all the hypocrites and the disbelievers together in hell fire.",
    "tr": "Wa-qad nazzala 'alaikum fil Kitaabi an izaa sami'tum Aayaatil laahi yukfaru bihaa Wa-yustahza-oo bihaa falaa taq'udoo ma'ahum hattaa yakhoodoo fee hadeesin ghairih; innakum izam misluhum; innal laaha jaami'ul munaafiqeena wal-kaafireena fee jahannama jamee'aa"
  },
  "141": {
    "t": "(The hypocrites) wait and watch. If God grants you victory, they say, \"Did we not help you?\" If the unbelievers are victorious, they say, \"Did we not encourage you not to surrender to the believers and did we not protect you from them?\" God will judge among you on the Day of Judgment. He will never help the disbelievers against the believers.",
    "tr": "Allazeena yatarab-basoona bikum fa-in kaana lakum fath-hum minal laahi qaalooo alam nakum ma'akum Wa-in kaana lilkaafireena naseebun qaalooo alam nastah-wiz 'alaikum Wa-nammna'kum minal mu'mineen; fallaahu yahkumu bainakum Yawmal Qiyaamah; Wa-lain yaj'alal laahu lilkaafireena 'alal mu'mineena sabeelaa"
  },
  "142": {
    "t": "The hypocrites try to deceive God but He, in fact, deceives them. They stand up in prayer lazily just to show that they pray, but, in truth they remember God very little.",
    "tr": "Innal munaafiqeena yukhaadi'oonal laaha Wa-huwa khaadi'uhum Wa-izaa qaamooo ilas Salaati qaamoo kusaalaa yuraaa-oonan naasa Wa-laa yazkuroonal laaha illaa qaleelaa"
  },
  "143": {
    "t": "They are hesitant people belonging to neither side. You can find no other way for one whom God has caused to go astray.",
    "tr": "Muzab-zabeena baina zaalika laaa ilaa haaa-ulaaa-e Wa-laaa ilaa haaa'ulaaa'; Wa-main yudli-lil laahu falan tajida lahoo sabeela"
  },
  "144": {
    "t": "Believers, do not make unbelievers your intimate friends and supporters rather than believers. Do you want to establish clear evidence against yourselves before God?",
    "tr": "Yaaa-aiyyuhal lazeena aamanoo laa tattakhizul kaafireena awliyaaa'a min doonil mu'mineen; aturee-doona an taj'aloo lillaahi 'alaikum sultaanam mubeenaa"
  },
  "145": {
    "t": "The hypocrites will be placed in the lowest bottom of the fire and none of you will ever find a helper for them, except",
    "tr": "Innal munaafiqeena fid darkil asfali minan Naari Wa-lan tajida lahum naseeraa"
  },
  "146": {
    "t": "those (hypocrites) who have repented, put their trust in God, and sincerely followed only His religion will live with the believers to whom God will give a great reward.",
    "tr": "Illal lazeena taaboo Wa-aslahoo wa'tasamoo billaahi Wa-akhlasoo deenahum lillaahi faulaaa'ika ma'al mu'mineena Wa-sawfa yu'til laahul mu'mineena ajran 'azeemaa"
  },
  "147": {
    "t": "Why should God punish you if you give thanks and believe in Him? God is All-rewarding and All-forgiving.",
    "tr": "Ma yafa'lul laahu bi'azaabikum in shakartum Wa-aamantum; Wa-kaanal laahu Shaakiran 'Aleema"
  },
  "148": {
    "t": "God does not love public accusation unless one is truly wronged. God is All-hearing and All-knowing.",
    "tr": "La yuhibbul laahul jahra bis-sooo'i minal qawli illaa man zulim; Wa-kaanal laahu Samee'an 'Aleemaa"
  },
  "149": {
    "t": "Whether you act virtuously, in public or in private, or pardon (people's) faults, God is All-forgiving and All-powerful.",
    "tr": "in tubdoo khairann aw tukhfoohu aw ta'foo 'an sooo'in fa-innal laaha kaana 'afuwwan Qadeeraa"
  },
  "150": {
    "t": "Those who disbelieve in God and His Messengers try to create differences between God and His Messengers (by rejecting their message). They say, \"We believe in some but not in others.\" Thus, they try to find a middle way",
    "tr": "Innal lazeena yakkfuroona billaahi Wa-Rusulihee Wa-yureedoona aien yufarriqoo bainal laahi Wa-Rusulihee Wa-yaqooloona nu'minu biba'dinw Wa-nakfuru biba'-dinw Wa-yureedoona aien yattakhizoo baina zaalika sabeelaa"
  },
  "151": {
    "t": "but, in fact, they are unbelievers, and for them We have prepared a humiliating torment.",
    "tr": "Ulaaa'ika humul kaafiroona haqqaaw; Wa-a'tadnaa lilkaafireena 'azaabam muheenaa"
  },
  "152": {
    "t": "As for those who believe in God and make no distinction between His Messengers, they will receive His reward. God is All-forgiving and All-merciful.",
    "tr": "Wallazeena aamanoo billaahi Wa-Rusulihee Wa-lam yufarriqoo baina ahadim minhum ulaaa'ika sawfa yu'teehim ujoorahum; Wa-kaanal laahu Ghafoorar Raheema"
  },
  "153": {
    "t": "(Muhammad), the People of the Book ask you to make a Book descend to them from the heavens. However, they had asked Moses for things much harder to do than this, by saying, \"Show us God in person.\" Thunder and lightning struck them because of their unjust demands. Despite all the evidence that had come to them, they started to worship the calf, but We forgave them for their sins and gave Moses clear authority.",
    "tr": "Yas'aluka Ahlul Kitaabi an tunazzila 'alaihim Kitaabam minas samaaa'i faqad sa-aloo Moosaa akbara min zaalika faqaaloo arinal laaha jahratan fa-akhazat-humus saa'iqatu bizulmihim; summat takhazul 'ijla mim ba'di maa jaa'at-humul baiy-yinaatu fa'afawnaa 'ann zaalik; Wa-aatainaa Moosaa sultaanam mubeenaa"
  },
  "154": {
    "t": "We raised Mount (Sinai) above them because of Our solemn promise to them. Also, We told them to prostrate themselves when entering the gate (of the holy house) and not to commit transgression on the Sabbath. We made a solemn covenant with them.",
    "tr": "Wa-rafa'naa fawqahumut Toora bimeesaaqihim Wa-qulnaa lahumud khulu abaaba sujjadanw Wa-qulnaa lahum laa ta'doo fis Sabti Wa-akhaznaa minhum meesaaqan ghaleezaa"
  },
  "155": {
    "t": "However, because of their disbelief, disregard of their covenant, denial of God's revelations, murdering the Prophets without reason, and their saying that their hearts were covered, We sealed up their hearts. Only a few of them believe.",
    "tr": "Fabimaa naqdihim meesaaqahum Wa-kufrihim bi-aayaatil laahi Wa-qatlihimul Ambiyaaa'a bighairi haqqinw Wa-qawlihim quloobunaa ghulf; bal taba'al laahu 'alaihaa bikufrihim falaa yu'minoona illaa qaleelaa"
  },
  "156": {
    "t": "Their hearts were also sealed because of their lack of faith, their gravely slanderous accusation against Mary,",
    "tr": "Wa-bikufrihim Wa-qawlihim 'alaa Maryama buh-taanan 'azeema"
  },
  "157": {
    "t": "and their statement that they murdered Jesus, son of Mary, the Messenger of God, when, in fact, they could not have murdered him or crucified him. They, in fact, murdered someone else by mistake. Even those who disputed (the question of whether or not Jesus was murdered) did not have a shred of evidence. All that they knew about it was mere conjecture. They certainly could not have murdered Jesus.",
    "tr": "Wa qawlihim innaa qatal-nal maseeha 'Eesab na-Maryama Rasoolal laahi Wa-maa qataloohu Wa-maa sala-boohu Wa-laakin shubbiha lahum; Wa-innal lazeenakh talafoo feehee lafee shakkim minh; maa lahum bihee min 'ilmin illat tibaa'az zann; Wa-maa qataloohu yaqeenaa"
  },
  "158": {
    "t": "God raised him up to Himself. God is Majestic and All-wise.",
    "tr": "Bal rafa'ahul laahu ilayh; Wa-kaanal laahu 'Azeezan Hakeemaa"
  },
  "159": {
    "t": "There will be no one among the People of the Book who will not believe (a belief of no value) in him (Jesus) before their deaths. On the Day of Judgment, (Jesus) will testify against them.",
    "tr": "Wa-im min Ahlil Kitaabi illaa layu'minanna bihee qabla mawtihee Wa-Yawmal Qiyaamati yakoonu 'alaihim shaheedaa"
  },
  "160": {
    "t": "We made unlawful for the Jews certain pure things which had been lawful for them before, because of the injustice which they had committed, their obstructing many people from the way of God,",
    "tr": "Fabizulmim minal lazeena haadoo harramnaa 'alaihim taiyibaatin uhillat lahum Wa-bisadihim 'an sabeelil laahi kaseeraa"
  },
  "161": {
    "t": "their taking usury which was prohibited for them, and their consuming people's property unjustly. For the unbelievers among them, We have prepared a painful torment.",
    "tr": "Wa-akhzihimur ribaa Wa-qad nuhoo 'anhu Wa-aklihim amwaalan naasi bilbaatil; Wa-a'tadnaa lilkaafireena minhum 'azaaban aleema"
  },
  "162": {
    "t": "However, the learned among them (the Jews) and the faithful believe in what God has revealed to you (Muhammad) and to the others before you and those who are steadfast in prayer, pay their religious tax, and believe in God and the Day of Judgment. They all will receive a great reward from Us.",
    "tr": "Laakinir raasikhoona fil 'ilmi minhum walmu'minoona yu'minoona bimaaa unzila ilaika Wa-maaa unzila min qablika walmuqeemeenas Salaata walmu-toonaz Zakaata walmu'minoona billaahi wal-yawmil Aakhir; ulaaa'ika sanu'teehim ajran 'azeemaa"
  },
  "163": {
    "t": "(Muhammad), We have sent revelations to you just as were sent to Noah and the Prophets who lived after him and to Abraham, Ishmael, Isaac, Jacob, his descendants, Jesus, Job, Jonah, Aaron, and Solomon. We gave the Psalms to David.",
    "tr": "Innaaa aw-hainaaa ilaika kamaaa awhainaaa ilaa Noohinw wan-nabiyyeena mim ba'dih; Wa-awhainaaa ilaaa ibraaheema Wa-Ismaaa'eela Wa-Ishaaqa Wa-Ya'qooba wal-Asbaati Wa-'Eesaa Wa-Ayyooba Wa-Yoonusa Wa-haaroona Wa-Sulaimaan; Wa-aatainaa Daawooda Zabooraa"
  },
  "164": {
    "t": "(We sent revelations to) the Messengers mentioned to you before and also to Messengers who have not been mentioned to you. God spoke to Moses in words.",
    "tr": "Wa-Rusulan qad qasas-naahum 'alaika min qablu Wa-Rusulal lam naqsushum 'alaik; Wa-kallamal laahu Moosaa takleemaa"
  },
  "165": {
    "t": "The Messengers were sent to give people the glad news (of God's mercy) and warn them (of His punishment) so that the human being would not have any objections against God, after the coming of the Messengers, (that they did not have any knowledge of His mercy and punishment). God is Majestic and All-wise.",
    "tr": "Rusulam mubashshireena Wa-munzireena li'allaa yakoona linnaasi 'alal laahi hujjatum ba'dar Rusul; Wa-kaanal laahu 'Azeezan Hakeema"
  },
  "166": {
    "t": "God testifies that whatever He has revealed to you (Muhammad) He has revealed it on purpose and the angels also testify to it but God's testimony alone is Sufficient.",
    "tr": "Laakinil laahu yashhadu bimaaa anzala ilaika anzalahoo bi'ilmihee wal-malaaa'ikatu yashhadoon; Wa-kafaa billaahi Shaheeda"
  },
  "167": {
    "t": "Those who have rejected the faith and have obstructed people from the way of God, have certainly gone far away from the right path.",
    "tr": "Innal lazeena kafaroo Wa-saddoo 'an sabeelil laahi qad dalloo dalaalam ba'eedaa"
  },
  "168": {
    "t": "God will not forgive those who have rejected the faith and committed injustice, nor will He guide them to any way",
    "tr": "Innal lazeena kafaroo Wa-zalamoo lam yakunil laahu liyaghfira lahum Wa-laa liyahdiyahum tareeqaa"
  },
  "169": {
    "t": "other than that of hell wherein they will live forever. For God this is not in the least bit difficult.",
    "tr": "Illaa tareeqa jahannamma khaalideena feehaa abadaa; Wa-kaana zaalika 'alal laahi yaseeraa"
  },
  "170": {
    "t": "Mankind, the Messenger has come to you from your Lord in all Truth. It is for your own good to believe in him, but if you disbelieve, know that to God belongs all that is in the heavens and the earth. God is All-knowing and All-wise.",
    "tr": "Yaaa-aiyyuhan naasu qad jaaa'akumur Rasoolu bilhaqqi mir Rabbikum fa-ammminoo khairal lakum; Wa-in takfuroo fa-inna lillaahi ma fis samaawaati wal-ard; Wa-kaanal laahu 'Aleemann hakeemaa"
  },
  "171": {
    "t": "People of the Book, do not exceed the limits of devotion in your religion or say anything about God which is not the Truth. Jesus, son of Mary, is only a Messenger of God, His Word, and a spirit from Him whom He conveyed to Mary. So have faith in God and His Messengers. Do not say that there are three gods. It is better for you to stop believing in the Trinity. There is only One God. He is too glorious to give birth to a son. To God belongs all that is in the heavens and the earth. God alone is a Sufficient Guardian for all.",
    "tr": "Ya-Ahlal Kitaabi la taghloo fee deenikum Wa-laa taqooloo 'alal laahi illal haqq; innamal Maseehu 'Eesab nu Maryama Rasoolul laahi Wa-Kalimatuhooo alqaahaaa ilaa Maryamma Wa-roohum minhum fa-aaminoo billaahi Wa-Rusulihee Wa-laa taqooloo salaasah; intahoo khairal lakum; innamal laahu Ilaahunw Waahid, Subhaanahooo aien yakoona lahoo walad; lahoo ma fis samaawaati Wa-ma fil ard; Wa-kafaa billaahi Wakeelaa"
  },
  "172": {
    "t": "Jesus never disdained the worship of God nor did the nearest angels to God. Whoever, out of pride, disdains the worship of God should know that everyone will be brought before Him.",
    "tr": "Laien yastankifal Maseehu aien yakoona 'abdal lillaahi Wa-lal malaaa'ikatul muqarraboon; Wa-maien yastankif 'an ibaadatihee Wa-yastakbir fasa-yahshuruhum ilaihi jamee'aa"
  },
  "173": {
    "t": "The righteously striving believers will receive the reward for their deeds and extra favors from God. But those who disdain the worship of God out of pride will suffer the most painful torment. They will find no guardian or helper besides God.",
    "tr": "Fa-ammal lazeena aamanoo Wa-'amilus saalihaati fa-yuwaffeehim ujoorahum Wa-yazeeduhum min fadlihee Wa-ammal lazeenas tankafoo wastakbaroo fa-yu'azzibuhum 'azaaban aleemanw Wa-laa yajidoona lahum min doonil laahi waliyyanw Wa-laa naseeraa"
  },
  "174": {
    "t": "Mankind, an undeniable proof has certainly come to you and We have sent you a shining light",
    "tr": "Ya-aiyyuhan naasu qad jaaa'akum burhaanum mir Rabbikum Wa-anzalnaaa ilaikum Nooram Mubeena"
  },
  "175": {
    "t": "Those who believe in God and seek His protection will receive His mercy, favors, and His guidance to the right path.",
    "tr": "Fa-ammal lazeena aamanoo billaahi wa'tasamoo bihee fasa-yudkhiluhum fee rahmatim minhu Wa-fadlinw Wa-yahdeehim ilaihi Siraatam Mustaqeema"
  },
  "176": {
    "t": "(Muhammad), they seek your verdict. Tell them, \"God commands this concerning your kindred: If a man dies childless but has a sister, she will receive half of the legacy. If a woman dies childless, her brother will receive the whole legacy. If a childless man leaves only two sisters, both will receive two-thirds of the legacy. If the heirs are both sisters and brothers, the share of a male will be twice as much as the share of the female. God explains His Laws to you so that you will not go astray. God knows all things.",
    "tr": "Yastaftoonaka qulil laahu yufteekum fil kalaalah; inim ru'un halaka laisa lahoo waladunw Wa-lahoo ukhtun falahaa nisfu maa tarak; Wa-huwa yarisuhaaa il lam yakkul lahaa walad; fa-in kaanatas nataini falahumas sulusaani mimmmaa tarak; Wa-in kaanooo ikhwatar rijaalanw Wa-nisaaa'an faliz-zakari mislu hazzil unsa-ya-iyn; yubaiyinul laahu lakum an tadilloo; wallaahu bikulli shai'in Aleem"
  }
}