{
  "1": {
    "t": "Ha. Mim.",
    "tr": "Haa-Meeem"
  },
  "2": {
    "t": "This is the revelations from the Beneficent, Merciful God.",
    "tr": "Tanzeelum Minar Rahmaanir Raheem"
  },
  "3": {
    "t": "The verses of this Book have been fully expounded. It is a reading in the Arabic language for the people of knowledge.",
    "tr": "Kitaabun fussilat Aayaatuhoo Qur-aanan 'Arabiyyal liqawmien ya'lamoon"
  },
  "4": {
    "t": "It contains glad news and warnings (for the people), but most of them have ignored it and do not listen.",
    "tr": "Basheeranw Wa-nazeeran fa-a'rada aksaruhum fahum laa yasma'oon"
  },
  "5": {
    "t": "They say, \"Our hearts are covered against and our ears are deaf to whatever you (Muhammad) invite us to. There is a barrier between us and you. So act as you please and we shall act as we please\".",
    "tr": "Wa-qaaloo quloobunaa feee akinnatim mimmaa tad'oonaaa ilaihi Wa-feee aazaaninaa waqrunw Wa-mim baininaa Wa-bainika hijaabun fa'mal innanaa 'aamiloon"
  },
  "6": {
    "t": "(Muhammad), say, \"I am a mere mortal like you. I have received a revelation that your Lord is the only One. So be up-right and obedient to Him and seek forgiveness from Him.",
    "tr": "Qul innamaaa ana basharum mislukum yoohaaa ilaiya annamaaa ilaahukum Ilaahunw Waahidun fastaqeemooo ilaihi wastaghfirooh; Wa-wailul lil-mushrikeen"
  },
  "7": {
    "t": "Woe to the pagans, who do not pay zakat and have no faith in the life to come.",
    "tr": "Allazeena laa yu'toonaz Zakaata Wa-hum bil-Aakhirati hum kaafiroon"
  },
  "8": {
    "t": "The righteously striving believers will have a never-ending reward\".",
    "tr": "Innal lazeena aamanoo Wa-'amilus saalihaati lahum ajrun ghairu mamnoon"
  },
  "9": {
    "t": "Say, \"Do you really disbelieve in the One Who created the earth in two days? Do you consider things equal to Him? He is the Lord of the Universe.",
    "tr": "Qul a'innakum latakfuroona billazee khalaqal arda fee yawmaini Wa-taj'aloona lahooo andaadaa; zaalika Rabbul 'aalameen"
  },
  "10": {
    "t": "In four days He placed the mountains on it, blessed it, and equally measured out sustenance for those who seek sustenance.",
    "tr": "Wa-ja'ala feehaa rawaa-siya min fawqihaa Wa-baaraka feehaa Wa-qaddara feehaaaa aqwaatahaa feee arba'ati ayyaamin sawaaa'al lissaaa'ileen"
  },
  "11": {
    "t": "He established His dominance over the sky, which (for that time) was like smoke. Then He told the heavens and the earth, \"Take your shape either willingly or by force\" They said, \"We willingly obey\".",
    "tr": "Summas tawaaa ilas samaaa'i Wa-hiya dukhaanun faqaala lahaa Wa-lil ardi'tiyaaa taw'an aw karhan qaalataaa atainaa taaa'i'een"
  },
  "12": {
    "t": "He formed the seven heavens in two days and revealed to each one its task. He decked the sky above the earth with torches and protected it from (intruders).. Such is the design of the Majestic and All-knowing God\".",
    "tr": "Faqadaahunna sab'a samaawaatin fee yawmaini Wa-awhaa fee kulli samaaa'in amarahaa; Wa-zaiyannassa maaa'ad dunyaa bimasaabeeha Wa-hifzaa; zaalika taqdeerul 'Azeezil 'Aleem"
  },
  "13": {
    "t": "If they ignore (your message), tell them, \"I have warned you against a destructive blast of sound like that which struck the people of `Ad and Thamud.",
    "tr": "Fa-in a'radoo faqul anzartukum saa'iqatam misla saa'iqati 'Aadinw Wa-Samood"
  },
  "14": {
    "t": "When Messengers from all sides came to them saying, \"Do not worship anything besides God, \" they said, \"Had our Lord wanted, He would have sent us angelic Messengers. We do not believe in your message\".",
    "tr": "Iz jaaa'at-humur Rusulu mim baini aydeehim Wa-min khalfihim allaa ta'budooo illal laaha qaaloo law shaaa'a Rabunaa la-anzala malaaa-'ikatan fa-innaa bimaaa ursiltum bihee kaafiroon"
  },
  "15": {
    "t": "The people of Ad unjustly sought dominance on earth saying, \"Who is more powerful than us?\" Did they not consider that God created them and that He is more powerful than they were?\" They rejected Our revelations.",
    "tr": "Fa-ammaa 'Aadun fastak-baroo fil ardi bighairul haqqi Wa-qaaloo man ashaddu minnaa quwwatan awalam yaraw annal laahal lazee khalaqahum Huwa ashaddu minhum quwwatanw Wa-kaanoo bi-Aayaatinaa yajhadoon"
  },
  "16": {
    "t": "We sent upon them a violent wind during a few ill-fated days to make them suffer a disgraceful torment in this life. Their torment in the life to come will be even more disgraceful and they will not receive any help.",
    "tr": "Fa-arsalnaa 'alaihim reehan sarsaran feee ayyaamin nahisaatil linuzeeqahum 'azaabal khizyi fil hayaatid dunyaa Wa-la'azaabul Aakhirati akhzaa Wa-hum laa yunsaroon"
  },
  "17": {
    "t": "We sent guidance to the people of Thamud but they preferred blindness to guidance so a humiliating blast of torment struck them for their evil deeds.",
    "tr": "Wa-ammaa Samoodu fahadinaahum fastahabbul 'ama 'alal huda fa-akhazathum saa'iqatul 'azaabil hooni bimaa kaanoo yaksiboon"
  },
  "18": {
    "t": "We only rescued the believers who had fear of God.",
    "tr": "Wa-najjainal lazeena aamanoo Wa-kaanoo yattaqoon"
  },
  "19": {
    "t": "They will be spurred on",
    "tr": "Wa-yawma yuhsharu a'daaa'ul laahi ilan Naari fahum yooza'oon"
  },
  "20": {
    "t": "until (on the brink of it) their eyes, ears and skin will testify to their deeds on the Day when the enemies of God are driven to the fire.",
    "tr": "Hattaaa izaa maa jaaa'oohaa shahida 'alaihim samu'uhum Wa-absaaruhum Wa-julooduhum bimaa kaanoo ya'maloon"
  },
  "21": {
    "t": "They will ask their own skin, \"Why did you testify against us?\" They will reply, \"God, who has made everything speak, made us also speak. It was He Who created you in the first place and to Him you have returned.",
    "tr": "Wa-qaaloo lijuloodihim lima shahittum 'alainaa qaaloo antaqanal laahul lazeee antaqa kulla shai'inw Wa-Huwa khalaqakum awwala marratinw Wa-ilaihi turja'oon"
  },
  "22": {
    "t": "You did not (think) to hide your deeds from your ears, eyes and skin and you felt that God would not know all that you had been doing.",
    "tr": "Wa-maa kuntum tastatiroona aien yashhada 'alaikum sam'ukum Wa-laaa absaarukum Wa-laa juloodukum Wa-laakin zanantum annal laaha laa ya'lamu kaseeram mimmaa ta'maloon"
  },
  "23": {
    "t": "This was how you considered your Lord, but He knows you better than you know yourselves. Thus, you are now lost\".",
    "tr": "Wa-zaalikum zannukumul lazee zanantum bi-Rabbikum ardaakum fa-asbahtum minal khaasireen"
  },
  "24": {
    "t": "Even if they were to exercise patience, their dwelling would still be hell fire. Even if they were to seek favors, they would receive none.",
    "tr": "Fa-ien yasbiroo fan-naaru maswal lahum Wa-ien yasta'tiboo famaa hum minal mu'tabeen"
  },
  "25": {
    "t": "We assigned for them companions who would make their past and present (deeds) seem attractive to them. Thus, they became subject to what the jinn and human beings before were destined to suffer. They were certainly lost.",
    "tr": "Wa-qaiyadnaa lahum quranaaa'a fazaiyyanoo lahum maa baina aideehim Wa-maa khalfahum Wa-haqqa 'alaihimul qawlu feee umamin qad khalat min qablihim minal jinni wal-insi innahum kaanoo khaasireen"
  },
  "26": {
    "t": "The disbelievers say, \"Do not listen to this Quran but make a lot of unnecessary noise while it is being read so that perhaps you will defeat it\".",
    "tr": "Wa-qaalal lazeena kafaroo laa tasma'oo lihaazal Quraani walghaw feehi la'allakum taghliboon"
  },
  "27": {
    "t": "We shall certainly make the unbelievers suffer severe torment and will punish them far worse than what they deserve for their deeds.",
    "tr": "Falanuzeeqannal lazeena kafaroo 'azaaban shadeedanw Wa-lanajziyannahum aswal lazee kaanoo ya'maloon"
  },
  "28": {
    "t": "The recompense of the enemies of God for their rejection of Our revelations will be fire as their eternal dwelling.",
    "tr": "Zaalika jazaaa'u a'daaa'il laahin Naaru lahum feehaa daarul khuld, jazaaa'am bimaa kaanoo bi-aayaatinaa yajhadoon"
  },
  "29": {
    "t": "The disbelievers will say, \"Lord, show us the human beings and jinn who caused us to go astray. We shall put them under our feet to lower them\".",
    "tr": "Wa-qaalal lazeena kafaroo Rabbanaaa arinal lazaini adal-laanaa minal jinni wal-insi naj'alhumaa tahta aqdaaminaa liyakoonaa minal asfaleen"
  },
  "30": {
    "t": "To those who have said, \"God is our Lord, \" and who have remained steadfast to their belief, the angels will descend saying, \"Do not be afraid or grieved. Receive the glad news of the Paradise which was promised to you.",
    "tr": "Innal lazeena qaaloo Rabbunal laahu summas taqaamoo tatanazzalu 'alaihimul malaaa-'ikatu allaa takhaafoo Wa-laa tahzanoo Wa-abshiroo bil-Jannnatil latee kuntum too'adoon"
  },
  "31": {
    "t": "We are your guardians in this world and in the life to come, where you will have whatever you call for,",
    "tr": "Nahnu awliyaaa'ukum fil hayaatid dunyaa Wa-fil Aakhirati Wa-lakum feehaa maa tashtaheee anfusukum Wa-lakum feehaa ma tadda'oon"
  },
  "32": {
    "t": "a hospitable welcome from the All-forgiving and All-merciful God\".",
    "tr": "Nuzulam min Ghafoorir Raheem"
  },
  "33": {
    "t": "Who speaks better than one who invites human beings to God, acts righteously and says, \"I am a Muslim\".",
    "tr": "Wa-man ahsanu qawlam mimman da'aaa ilal laahi Wa-'amila saalihanw Wa-qaala innanee minal muslimeen"
  },
  "34": {
    "t": "Virtue and evil are not equal. If you replace evil habits by virtuous ones, you will certainly find that your enemies will become your intimate friends.",
    "tr": "Wa-laa tastawil hasanatu Wa-las saiyi'ah; idfa' billatee hiya ahsanu fa'izal lazee bainaka Wa-bainahoo 'adaawatun ka'annahoo waliyun hameem"
  },
  "35": {
    "t": "Only those who exercise patience and who have been granted a great share of God's favor can find such an opportunity.",
    "tr": "Wa-maa yulaqqaahaaa illal lazeena sabaroo Wa-maa yulaqqaahaaa illaa zoo hazzin 'azeem"
  },
  "36": {
    "t": "(Muhammad), seek God's protection if satan's temptation grieves you, for God is All-hearing and All-knowing.",
    "tr": "Wa-immaa yanzaghannaka minash Shaitaani nazghun fasta'iz billaahi innahoo Huwas Samee'ul 'Aleem"
  },
  "37": {
    "t": "(Some evidence of His existence) are the night, day, sun, and moon. Do not prostrate before the sun and the moon, but prostrate before God Who has created them if you want to worship Him alone.",
    "tr": "Wa-min Aayaatihil lailu wannahaaru washshamsu walqamar; laa tasjudoo lishshamsi Wa-laa lilqamari wasjudoo lillaahil lazee khala-qahunna in kuntum iyyaahu ta'budoon"
  },
  "38": {
    "t": "However, if people are too proud to prostrate before God, let them know that God's other creatures glorify Him both day and night without fatigue.",
    "tr": "Fa-inis takbaroo fallazee-na 'inda Rabbika yusabbihoona lahoo billaili wannnahaari Wa-hum laa yas'amoon"
  },
  "39": {
    "t": "Further evidence is that (at times) you find the earth to be barren. When it is watered it moves and swells (to let the plants grow). The One who brings it back to life will also bring the dead back to life. He has power over all things.",
    "tr": "Wa-min Aayaatiheee annaka taral arda khaashi'atan fa-izaaa anzalna 'alaihal maaa'ah tazzat Wa-rabat; innal lazeee ahyaahaa lamuhiyil mawtaa; innahoo 'alaa kulli shai-in Qadeer"
  },
  "40": {
    "t": "Those who deviate from Our revelations are not hidden from Us. Is the one who will be thrown into hell fire better than the one who will be brought safely into the presence of God on the Day of Judgment? Act as you wish; God is Well-Aware of whatever you do.",
    "tr": "Innal lazeena yulhidoona feee Aayaatina laa yakhfawna 'alainaa' afamai yulqaa fin Naari khayrun am maien yaateee aaminai Yawmal Qiyaamah; i'maloo ma shi'tum innahoo bimaa ta'maloona Baseer"
  },
  "41": {
    "t": "The disbelievers (do not know) that the Quran which was sent to them is certainly a glorious Book.",
    "tr": "Inna Lazeena kafaroo biz-Zikri lammaa jaa'ahum Wa-innahoo la-Kitaabun 'Azeez"
  },
  "42": {
    "t": "Falsehood can not reach it from any direction. It is the revelation from the All-wise, Praiseworthy One.",
    "tr": "Laa yaateehil baatilu mim baini yadaihi Wa-laa min khalfihee tanzeelum min Hakeemin Hameed"
  },
  "43": {
    "t": "Nothing has been said to you which was not said to the Messengers who lived before you. Your Lord is certainly All-forgiving, but stern in His retribution.",
    "tr": "Maa yuqaalu laka illaa maa qad qeela lir-Rusuli min qablik; inna Rabbaka lazoo maghfiratinw Wa-zoo 'iqaabin aleem"
  },
  "44": {
    "t": "Had We sent down this Quran in a non-Arabic language, they would have said, \"Why have its verses not been well expounded?\" Could a non-Arabic Book be revealed to an Arabic speaking person? (Muhammad), say, \"It is a guide and a cure for the believers. As for those who do not believe, they are deaf and blind. It is as though they had been called from a distant place\".",
    "tr": "Wa-law ja'alnaahu Qur-aanan A'jamiyyal laqaaloo law-laa fussilat Aayaatuhoo 'a-A'jamiyyunw Wa-'Arabiyy; qul huwa lillazeena aamanoo hudanw Wa-shifaaa'unw wallazeena la yu'minoona feee aazaanihim waqrunw Wa-huwa 'alaihim 'amaa; ulaaa'ika yunaadawna mim maakaanim ba'eed"
  },
  "45": {
    "t": "We had given the Book to Moses about which people greatly disagreed. Had the word of your Lord not been decreed, He would have certainly settled their differences (there and then). They were greatly suspicious and doubtful about the Book of Moses.",
    "tr": "Wa-laqad aatainaa Moosal Kitaaba fakhtulifa fee; Wa-lawlaa Kalimatun sabaqat mir Rabbika laqudiya bainahum; Wa-innahum lafee shakkim minhu mureeb"
  },
  "46": {
    "t": "Whoever acts righteously does so for his own good and whoever commits evil does so against his soul. Your Lord is not unjust to His servants.",
    "tr": "Man 'amila salihan falinafsihee Wa-man asaaa'a fa'alaihaa; wamaa rabbuka bizallaamil lil-'abeed"
  },
  "47": {
    "t": "It is He who has the knowledge of the Hour of Doom and the fruits that will come out of their covering. He knows what the females conceive and deliver. On the day when the unbelievers will be asked, \"Where are the idols which you considered equal to God?,\" they will reply, \"We declare that none of us have seen them\".",
    "tr": "Ilaihi yuraddu 'ilmus Saaa'ah; Wa-maa takhruju min samaraatim min akmaamihaa Wa-maa tahmilu min unsaa Wa-laa tada'u illaa bi'ilmih; Wa-Yawma yunaadeehim aina shurakaaa'ee qaalooo aazannaaka maa minnaa min shaheed"
  },
  "48": {
    "t": "Whatever they had worshipped before will disappear and they will then know that there is no way for them to escape.",
    "tr": "Wa-dalla 'anhum maa kaanoo yad'oona min qablu Wa-zannoo maa lahum mim mahees"
  },
  "49": {
    "t": "The human being never tires of asking for good, but if he is afflicted by hardship, he despairs and gives up all hope.",
    "tr": "Laa yas'amul insaanu min du'aaa'il khairi Wa-im massa hush-sharru fa-ya'oosun qanoot"
  },
  "50": {
    "t": "When We grant him mercy after his suffering, he (boldly) says, \"This is what I deserved. I do not think that there will ever be a Day of Judgment. Even if I will be returned to my Lord, I shall still deserve to receive better rewards from Him.\" We shall certainly tell the unbelievers about their deeds and cause them to suffer a severe punishment.",
    "tr": "Wa-la-in azaqnaahu rahmatam minnaa mim ba'di dar-raaa'a massat-hu la-yaqoolanna haazaa lee Wa-maaa azunnus Saa'ata qaaa'imatanw Wa-la'in ruji'tu ilaa Rabbeee inna lee 'indahoo lalhusnaa; falanu-nabbi'annal lazeena kafaroo bimaa 'amiloo Wa-lanuzeeqan-nahum min 'azaabin ghaleez"
  },
  "51": {
    "t": "When We grant the human being a favor, he ignores it and turns away but when he is afflicted by hardship, he starts lengthy prayers.",
    "tr": "Wa-izaaa an'amnaa 'alal insaani a'rada Wa-na-aa bijaani-bihee Wa-izaa massahush sharru fazoo du'aaa'in 'areed"
  },
  "52": {
    "t": "Say, \"Think, if the (Quran) is from God and you have rejected it, then who has gone farther astray than the one who has wandered far from the truth?",
    "tr": "Qul araaitum in kaana min 'indil laahi summa kafar-tum bihee man adallu mimman huwa fee shiqaqim ba'eed"
  },
  "53": {
    "t": "We shall (continue to) show them Our evidence in the world and within their souls until it becomes clear that the Quran is the truth. Is it not sufficient for you that your Lord witness all things?",
    "tr": "Sanureehim Aayaatinaa fil aafaaqi Wa-feee anfusihim hattaa yatabaiyana lahum annahul haqq; awa-lam yakfi bi-Rabbika annahoo 'alaa kulli shai-in Shaheed"
  },
  "54": {
    "t": "They are certainly doubtful about their meeting with their Lord. God indeed encompasses all things.",
    "tr": "Alaaa innahum fee miryatim mil liqaaa'i Rabbihim; alaaa innahoo bikulli shai'im muheet"
  }
}