{
  "1": {
    "t": "Ha. Mim.",
    "tr": "Haa-Meeem"
  },
  "2": {
    "t": "Ayn. Sin. Qaf.",
    "tr": "Ayyyn-Seeen-Qaaaf"
  },
  "3": {
    "t": "(Muhammad), this is how God, the Majestic and All-wise, sends revelations to you and sent them to those who lived before you.",
    "tr": "Kazaalika yooheee ilaika Wa-ilal lazeena min qablikal laahul 'Azeezul Hakeem"
  },
  "4": {
    "t": "To Him belongs all that is in the heavens and the earth. He is the Most High and the Most Great.",
    "tr": "Lahoo maa fis samaa-waati Wa-maa fil ardi Wa-Huwal 'Aliyul 'Azeem"
  },
  "5": {
    "t": "(When the revelation passes through) the heavens, they almost break apart. At that time the angels glorify their Lord with His praise and seek forgiveness for those who live on earth. God is certainly All-forgiving and All-merciful.",
    "tr": "Takaadus samaawaatu yatafattarna min fawqihinn; walmalaaa'ikatu yusabbihoona bihamdi Rabbihim Wa-yastaghfiroona liman fil ard; alaaa innal laaha huwal Ghafoorur Raheem"
  },
  "6": {
    "t": "God is the guardian of even those who have chosen others (idols) besides Him as their guardians (Muhammad), you will not have to answer for them.",
    "tr": "Wallazeenat takhazoo min dooniheee awliyaaa'al laahu hafeezun 'alaihim Wa-maaa anta 'alaihim biwakeel"
  },
  "7": {
    "t": "We have revealed the Quran to you in the Arabic language so that you could warn the people of the Mother Town (Mecca) and those around it of the inevitable Day of Resurrection when some will go to Paradise and others to hell.",
    "tr": "Wa-kazaalika awhainaaa ilaika Qur-aanan 'Arabiyyal litunzira Ummal Quraa Wa-man hawlahaa Wa-tunzira Yawmal Jam'i laa raiba feeh; fareequn fil jannati Wa-fareequn fis sa'eer"
  },
  "8": {
    "t": "Had God wanted, He could have made them all one single nation, but He grants mercy to whomever He wills. The unjust will have no guardian or helper.",
    "tr": "Wa-law shaaa'al laahu laja'alahum ummatanw waahi-datanw walaakien yudkhilu maien yashaaa'u fee rahmatih; waz-zaalimoona maa lahum minw waliyyinw Wa-laa naseer"
  },
  "9": {
    "t": "Have they chosen other guardians besides Him? God is the real Guardian and it is He who will bring the dead back to life. He has power over all things.",
    "tr": "Amit takhazoo min dooniheee awliyaaa'a fallaahu Huwal Waliyyu Wa-Huwa yuhyil mawtaa Wa-Huwa 'alaa kulli shai'in Qadeer"
  },
  "10": {
    "t": "Whatever differences you may have about the Quran, the final decision rests with God. In Him do I trust and to Him do I turn in repentance.",
    "tr": "Wa-makh talaftum feehi min shai'in fahukmuhooo ilal laah; zaalikumul laahu Rabbee 'alaihi tawakkaltu Wa-ilaihi uneeb"
  },
  "11": {
    "t": "He is the Originator of the heavens and the earth. He has made you and the cattle in pairs and has multiplied you by His creation. There is certainly nothing like Him. He is All-hearing and All-aware.",
    "tr": "Faatirus samaawaati wal-ard; ja'ala lakum min anfusikum azwaajanw Wa-minal an'aami azwaajai yazra'ukum feeh; laisa kamislihee shai'unw Wa-Huwas Samee'ul Baseer"
  },
  "12": {
    "t": "In His hands are the keys of the heavens and the earth. He increases and determines the sustenance of whomever He wants. He has the knowledge of all things.",
    "tr": "Lahoo maqaaleedus samaawaati wal-ardi yabsutur rizqa limaien yashaaa'u Wa-yaqdir; innahoo bikulli shai'in 'Aleem"
  },
  "13": {
    "t": "He has plainly clarified the religion which is revealed to you and that which Noah, Abraham, Moses, and Jesus were commanded to follow (He has explained it) so that you would be steadfast and united in your religion. What you call the pagans to is extremely grave for them. God attracts to (the religion) whomever He wants and guides to it whoever turns to Him in repentance.",
    "tr": "Shara'a lakum minad deeni maa wassaa bihee Noohanw wallazeee awhainaaa ilaika Wa-maa wassainaa biheee Ibraaheema Wa-Moosa Wa-'Eesaaa an aqeemud deena Wa-laa tatafarraqoo feeh; kabura 'alal mushrikeena maa tad'oohum ilaih; Allaahu yajtabee ilaihi mai yashaaa'u Wa-yahdeee ilaihi mai yuneeb"
  },
  "14": {
    "t": "Only after receiving the knowledge did people divide themselves into different groups because of rebellion among themselves. Had it not been for your Lord's giving them respite for an appointed time, He would certainly have settled their differences once and for all. Those who inherited the Book, from their quarrelsome predecessors, also have doubts and suspicions about it.",
    "tr": "Wa-maa tafarraqooo illaa mim ba'di maa jaaa'ahumul 'ilmu baghyam bainahum; Wa-law-laa Kalimatun sabaqat mir Rabbika ilaaa ajalim musammal laqudiya bainahum; Wa-innal lazeena oorisul Kitaaba mim ba'dihim lafee shakkim minhu mureeb"
  },
  "15": {
    "t": "Thus, (Muhammad), preach (My revelation) to the people and be steadfast (in your faith) as you have been commanded. Do not follow their desires but say, \"I believe in the Book which God has sent down and I have been commanded to exercise justice among you. God is our Lord and your Lord. Each of us will be responsible for his own deeds. Let there be no disputes among us. God will bring us all together and to Him we shall all return\".",
    "tr": "Falizaalika fad'u wastaqim kamaaa umirta Wa-laa tattabi' ahwaaa'ahum Wa-qul aamantu bimaaa anzalal laahu min Kitaab, Wa-umirtu li-a'dila bainakum Allaahu Rabbunaa Wa-Rabbukum lanaaa a'maa-lunaa Wa-lakum a'maalukum laa hujjata bainanaa Wa-baina-kumul laahu yajma'u bainanaa Wa-ilaihil maseer"
  },
  "16": {
    "t": "The disputes of those who quarrel about God, after pledging obedience to Him, will be void in the eyes of their Lord. Such people will be subject to His wrath and will suffer a severe torment.",
    "tr": "Wallazeena yuhaaajjoona fil laahi mim ba'di mas tujeeba lahoo hujjatuhum daahidatun 'inda Rabbihim Wa-'alaihim ghadabunw Wa-lahum 'azaabun shadeed"
  },
  "17": {
    "t": "It is God who revealed the Book and the Balance for a truthful purpose. You never know. Perhaps the Hour of Doom is close at hand.",
    "tr": "Allahul lazeee anzalal Kitaaba bilhaqqi wal-Meezaan; Wa-ma yudreeka la'allas Saa'ata qareeb"
  },
  "18": {
    "t": "The disbelievers want you to show them the Day of Judgment immediately while the believers are afraid of it for they know it to be the truth. Those who insist on disputing the Hour of Doom are certainly in plain error.",
    "tr": "Yasta'jilu bihal lazeena laa yu'minoona bihaa wallazeena aamanoo mushfiqoona minhaa Wa-ya'lamoona annahal haqq; alaaa innal lazeena yumaaroona fis Saa'ati lafee dalaalin ba'eed"
  },
  "19": {
    "t": "God is kind to His servants. He gives sustenance to whomever He wants. He is All-powerful and Majestic.",
    "tr": "Allahu lateefum bi'ibaadihee yarzuqu maien yashaaa'u Wa-Huwal Qawiyyul 'Azeez"
  },
  "20": {
    "t": "We shall increase the harvest of those who seek a good harvest in the life hereafter. However, those who want to have their harvest in this life will be given it but will have no share in the hereafter.",
    "tr": "Man kaana yureedu harsal Aakhirati nazid lahoo fee harsihee Wa-man kaana yureedu harsad dunyaa nu'tihee minhaa Wa-maa lahoo fil Aakhirati min naseeb"
  },
  "21": {
    "t": "Do they have idols who have established a religion without the permission of God? Had not it been for your Lord's giving them respite for an appointed time, He would certainly have settled their differences once and for all. The unjust will certainly suffer a painful torment.",
    "tr": "Am lahum shurakaaa'u shara'oo lahum minad deeni maa lam ya'zan bihil laah; Wa-law-laa kalimatul fasli laqudiya bainahum; Wa-innaz zaalimeena lahum 'azaabun aleem"
  },
  "22": {
    "t": "You can see that the unjust are afraid of the consequences of their deeds which will inevitably strike them. However, the righteously striving believers will live in the gardens wherein they will have whatever they want from their Lord. This is certainly the greatest reward.",
    "tr": "Taraz zaalimeena mushfiqeena mimmaa kasaboo Wa-huwa waaqi'um bihim; wallazeena aamanoo Wa-'amilus saalihaati fee rawdaatil jannaati lahum maa yashaaa'oona 'inda Rabbihim; zaalika huwal fadlul kabeer"
  },
  "23": {
    "t": "This is the glad news which God gives to His servants, the righteously striving believers. (Muhammad), say, \"I do not ask you for any payment for my preaching to you except (your) love of (my near) relatives.\" Whoever achieves virtue will have its merit increased. God is All-forgiving and Appreciating.",
    "tr": "Zaalikal lazee yubash-shirul laahu 'ibaadahul lazeena aamanoo Wa-'amilus saalihaat; qul laaa as'alukum 'alaihi ajran illal mawaddata fil qurbaa; Wa-mai yaqtarif hasanatan nazid lahoo feehaa husnaa; innal laaha Ghafoorun Shakoor"
  },
  "24": {
    "t": "Do they say that he, (Muhammad), has invented falsehood against God? Had God wanted, He could have sealed up your heart. God causes falsehood to vanish and, by His words, firmly establishes the truth. He has full knowledge of what the hearts contain.",
    "tr": "Am yaqooloonaf tara 'alal laahi kaziban fa-ien yasha' illaahu yakhtim 'alaa qalbik; Wa-yamhul laahul baatila Wa-yuhiqqul haqqa bi-Kalimaatih; innahoo 'Aleemun bizaatis sudoor"
  },
  "25": {
    "t": "It is He who accepts the repentance of His servants, forgives their evil deeds and knows all about what you do.",
    "tr": "Wa-Huwal lazee yaqbalut tawbata 'an 'ibaadihee Wa-ya'foo 'anis saiyiaati Wa-ya'lamu maa taf'aloon"
  },
  "26": {
    "t": "He answers the prayers of the righteously striving believers and grants them increasing favors. The unbelievers will suffer a severe punishment.",
    "tr": "Wa-yastajeebul lazeena aamanoo Wa-'amilu saalihaati Wa-yazeeduhum min fadlih; wal-kaafiroona lahum 'azaabun shadeed"
  },
  "27": {
    "t": "Had God given abundant sustenance to His servants, they would have certainly rebelled on earth, but He sends them a known measure of sustenance as He wills. He is All-aware of His servants and watches over them all.",
    "tr": "Wa-law basatal laahur rizqa li'ibaadihee labaghaw fil ardi Wa-laakiny yunazzilu biqadarim maa yashaaa'; innahoo bi'ibaadihee Khabeerun Baseer"
  },
  "28": {
    "t": "It is He who sends down the rain after they had lost hope and spreads out His mercy. He is the Guardian and the Most Praiseworthy.",
    "tr": "Wa-Huwal lazee yunazzilul ghaisa min ba'di maa qanatoo Wa-yanshuru rahmatah; Wa-Huwal Waliyyul Hameed"
  },
  "29": {
    "t": "Some of the evidence (of His existence) are His creation of the heavens and the earth and the beasts which inhabit it. He has all the power to bring them together if He wishes this to be so.",
    "tr": "Wa-min Aayaatihee khalqus samaawaati wal-ardi Wa-maa bassa feehimaa min daaabbah; Wa-Huwa 'alaa jam'ihim izaa yashaaa'u Qadeer"
  },
  "30": {
    "t": "Whatever hardship befalls you is the result of your own deeds. God pardons many of your sins.",
    "tr": "Wa-maaa asaabakum min museebatin fabimaa kasabat aydeekum Wa-ya'foo 'an kaseer"
  },
  "31": {
    "t": "You cannot challenge God on earth and you will have no one besides Him as your guardian or helper.",
    "tr": "Wa-maaa antum bimu'jizeena fil ardi Wa-maa lakum min doonil laahi minw Wa-liyyinw Wa-laa naseer"
  },
  "32": {
    "t": "Further evidence (of His existence) are the ships which stand as mountains in the sea.",
    "tr": "Wa-min Aayaatihil ja waarifil bahri kal-a'lam"
  },
  "33": {
    "t": "Had He wanted, He could have stopped the wind and let the ships remain motionless on the surface of the sea, in this there is evidence (of the Truth) for all those who are patient and grateful,",
    "tr": "Iny yashaaa yuskinir reeha fa-yazlalna rawaakida 'alaa zahrihi; inna fee zaalika la-Aayaatil likulli sabbaarin shakoor"
  },
  "34": {
    "t": "or He could have destroyed them as punishment for the human being's deeds. However, God pardons many sins.",
    "tr": "Aw yoobiqhunna bimaa kasaboo Wa-ya'fu 'an kaseer"
  },
  "35": {
    "t": "He knows all those who dispute His revelations. They will find no way to escape from (His torment).",
    "tr": "Wa-ya'lamal lazeena yujaadiloona feee Aayaatinaa maa lahum min mahees"
  },
  "36": {
    "t": "Whatever you have received is just a means of enjoyment for this life but the reward of God for the believers and those who trust in their Lord will be better and everlasting.",
    "tr": "Famaa ooteetum min shai'in famataa'ul hayaatid dunyaa Wa-maa 'indal laahi khairunw Wa-abqaa lillazeena aamanoo Wa-'alaa Rabbihim yatawakkaloon"
  },
  "37": {
    "t": "(This reward will be for) those who keep away from major sins and indecency, who forgive when they are made angry,",
    "tr": "Wallazeena yajtaniboona kabaaa'iral ismi wal-fawaahisha Wa-izaa maa ghadiboo hum yaghfiroon"
  },
  "38": {
    "t": "who have pledged their obedience to the Lord, who are steadfast in prayer, who conduct their affairs with consultation among themselves, who spend for the cause of God out of what We have given them,",
    "tr": "Wallazeenas tajaaboo li-Rabbihim Wa-aqaamus Salaata Wa-amruhum shooraa bainahum Wa-mimmaa razaqnaahum yunfiqoon"
  },
  "39": {
    "t": "and those who, when suffering a great injustice, seek to defend themselves.",
    "tr": "Wallazeena izaa asaabahumul baghyu hum yantasiroon"
  },
  "40": {
    "t": "The recompense for evil will be equivalent to the deed. He who pardons (the evil done to him) and reforms himself, will receive his reward from God. God certainly does not love the unjust.",
    "tr": "Wa-jazaaa'u saiyi'atin saiyi'atum misluha faman 'afaa Wa-aslaha fa-ajruhoo 'alal laah; innahoo laa yuhibbuz zaalimeen"
  },
  "41": {
    "t": "Those who successfully defend themselves after being wronged will not be questioned.",
    "tr": "Wa-lamanin tasara ba'da zulmihee fa-ulaaa'ika maa 'alaihim min sabeel"
  },
  "42": {
    "t": "Only those who do injustice to people and commit rebellion on earth for no reason will be questioned. They will suffer a painful torment.",
    "tr": "Innamas sabeelu 'alal lazeena yazlimoonan naasa Wa-yabghoona fil ardi bighairil haqq; ulaaa'ika lahum 'azaabun aleem"
  },
  "43": {
    "t": "To exercise patience and forgive (the wrong done to one) is the proof of genuine determination.",
    "tr": "Wa-laman sabara Wa-ghafara inna zaalika lamin 'azmil umoor"
  },
  "44": {
    "t": "Whomever God has caused to go astray will find no guardian after this. You will see the unjust, on facing the torment, say, \"Is there any way to turn back?",
    "tr": "Wa-maien yudli lillaahu famaa lahoo minw waliyyin min ba'dih; Wa-taraz zaalimeena lammaa ra-awul 'azaaba yaqooloona hal ilaa maraddin min sabeel"
  },
  "45": {
    "t": "You will see them exposed to the fire, subdued in humiliation, looking sideways at it pleadingly. However, at the same time, the believers will say, \"The true losers are those who will lose their souls and families on the Day of Judgment. The unjust will certainly suffer everlasting torment.",
    "tr": "Wa-taraahum yu'radoona 'alaihaa khaashi'eena minaz zulli yanzuroona min tarfin khaifiyy; Wa-qaalal lazeena aamanooo innal khaasireenal lazeena khasirooo anfusahum Wa-ahleehim Yawmal Qiyaamah; alaaa innaz zaalimeena fee 'azaabin muqeem"
  },
  "46": {
    "t": "They will have no guardian or helper besides God. Whoever God has caused to go astray will never find the right direction\".",
    "tr": "Wa-maa kaana lahum min awliyaaa'a yansuroonahum min doonil laah; Wa-mai yudlilil laahu famaa lahoo min sabeel"
  },
  "47": {
    "t": "Pledge obedience to your Lord before the coming of the inevitable Day when you will find no refuge to escape from God's wrath and no one to defend you.",
    "tr": "Istajeeboo li-Rabbikum min qabli aien yaatiya Yawmul laa maradda lahoo min Allah; maa lakum min malja'-ien yawma'izinw Wa-maa lakum min nakeer"
  },
  "48": {
    "t": "(Muhammad), if they turn away from your message, know that We have not sent you as their keeper. Your duty is only to deliver the message. When We grant mercy to the human being, he becomes joyous, but when he is afflicted by evil as a result of his own deeds, he proves to be ungrateful.",
    "tr": "Fa-in a'radoo famaaa arsalnaaka 'alaihim hafeezan in 'alaika illal balaagh; Wa-innaaa izaaa azaqnal insaana minnaa rahmatan fariha bihaa Wa-in tusibhum saiyi'atun bimaa qaddamat aydeehim fa-innal insaana kafoor"
  },
  "49": {
    "t": "To God belongs the heavens and the earth. He created whatever He wanted. He grants males, female, or pairs of.",
    "tr": "Lillaahi mulkus samaawaati wal-ard; yakhluqu maa yashaaa'; yahabu limai yashaaa'u inaasanw Wa-yahabu limai yashaaa'uz zukoor"
  },
  "50": {
    "t": "offspring to whomever He wants. He causes whomever He wants to be childless. He is All-Knowing and All-Powerful.",
    "tr": "Aw yuzawwijuhum zukraananw Wa-inaasanw Wa-yaj'alu mai yashaaa'u 'aqeemaa; innahoo 'Aleemun Qadeer"
  },
  "51": {
    "t": "To no mortal does God speak but through revelation, from behind a curtain, or by sending a Messenger who reveals, by His permission whatever He pleases. He is the Most High and the All-wise.",
    "tr": "Wa-maa kaana libasharin aien yukallimahul laahu illaa wahyan aw minw waraaa'i hijaabin aw yursila Rasoolan fa-yoohiya bi-iznihee maa yashaaa'; innahoo 'Aliyyun Hakeem"
  },
  "52": {
    "t": "Thus, We have revealed a Spirit to you, (Muhammad), by Our command. Before, you did not even know what a Book or Faith was, but We have made the Quran as a light by which We guide whichever of Our servants We want. You certainly guide (people) to the right path,",
    "tr": "Wa-kazaalika awhainaaa ilaika roohan min amrinaa; maa kunta tadree mal Kitaabu Wa-lal eemaanu Wa-laakin ja'alnaahu nooran nahdee bihee man nashaaa'u min 'ibaadinaa; Wa-innaka latahdeee ilaaa Saraatin Mustaqeem"
  },
  "53": {
    "t": "the path of God who is the owner of all that is in the heavens and the earth. To God certainly do all matters return.",
    "tr": "Siraatil laahil lazee lahoo maa fis samaawaati Wa-maa fil ard; alaaa ilal laahi taseerul umoor"
  }
}