{
  "1": {
    "t": "Ha. Mim.",
    "tr": "Haa-Meeem"
  },
  "2": {
    "t": "I swear by the illustrious Book.",
    "tr": "Wal-Kitaabil Mubeen"
  },
  "3": {
    "t": "We have made it an Arabic reading text so that perhaps you may understand.",
    "tr": "Innaa ja'alnaahu Quraanan 'Arabiyyal la'allakum ta'qiloon"
  },
  "4": {
    "t": "It (the Quran) exists in the original Book with Us which is certainly Most Exalted, full of wisdom and (beyond linguistic structures).",
    "tr": "Wa-innahoo feee Ummil Kitaabi Ladainaa la'aliyyun hakeem"
  },
  "5": {
    "t": "Can We ignore sending you the Quran just because you are a transgressing people?",
    "tr": "Afa-nadribu 'ankumuz Zikra safhan an kuntum qawman musrifeen"
  },
  "6": {
    "t": "How many Messengers did We send to the ancient people?",
    "tr": "Wa-kam arsalnaa min Nabiyyin fil awwaleen"
  },
  "7": {
    "t": "No Prophet came to them whom they did not mock.",
    "tr": "Wa-maa ya'teehim min Nabiyyin illaa kaanoo bihee yastahzi'oon"
  },
  "8": {
    "t": "We destroyed the strongest among them in power. The stories of the ancient people have already been mentioned.",
    "tr": "Fa-ahlaknaaa ashadda minhum batshanw Wa-madaa masalul awwaleen"
  },
  "9": {
    "t": "(Muhammad), if you ask them, \"Who has created the heavens and the earth?\" They will certainly say, \"The Majestic and All-knowing God has created them\".",
    "tr": "Wa-la'in sa-altahum man khalaqas samaawaati wal-arda la-yaqoolunna khalaqa-hunnal 'Azeezul 'Aleem"
  },
  "10": {
    "t": "It is He who has made the earth for you as a cradle and has made roads therein so that you will perhaps seek guidance.",
    "tr": "Allazee ja'ala lakumul arda mahdanw Wa-ja'ala lakum feehaa subulan la'allakum tahtadoon"
  },
  "11": {
    "t": "It is He who has sent down water from the sky in a known measure by which He has given life to the dead earth. In the same way will you also be resurrected.",
    "tr": "Wallazee nazzala minas samaaa'i maaa'an biqadarin fa-ansharnaa bihee baldatan maitaa' kazaalika tukhrajoon"
  },
  "12": {
    "t": "It is He who has created everything in pairs and the ships and cattle for you to ride,",
    "tr": "Wallazee khalaqal azwaaja kullahaa Wa-ja'ala lakum minal fulki wal-an'aami maa tarkaboon"
  },
  "13": {
    "t": "so that perhaps when you ride them, you will recall the bounties of your Lord and when you establish your control over it you would say, \"Glory belongs to Him who has made it subservient to us when we would not have been able to do so ourselves.",
    "tr": "Litastawoo 'alaa zuhoorihee summa tazkuroo ni'mata Rabbikum izas tawaitum 'alaihi Wa-taqooloo Subhaanal lazee sakhkhara lana haaza Wa-maa kunnaa lahoo muqrineen"
  },
  "14": {
    "t": "To our Lord we shall all return\".",
    "tr": "Wa-innaaa ilaa Rabbinaa lamunqaliboon"
  },
  "15": {
    "t": "The pagans have considered some of His servants as His children. There is no doubt that the human being is simply ungrateful.",
    "tr": "Wa-ja'aloo lahoo min 'ibaadihee juz'aa; innal insaana la-kafoorun mubeen"
  },
  "16": {
    "t": "Has God chosen some of His own creatures as daughters for Himself and has given you the preference of having sons?",
    "tr": "Amit takhaza mimmaa yakhluqu banaatinw Wa-asfaakum bilbaneen"
  },
  "17": {
    "t": "When one of them is given the glad news of the birth of a daughter, which they believe to be the only kind of child that the Beneficent God can have, his face blackens with anger.",
    "tr": "Wa-izaa bushshira ahaduhum bimaa daraba lir-Rahmaani masalan zalla wajhuhoo muswaddanw Wa-huwa kazeem"
  },
  "18": {
    "t": "Does God choose for Himself the kind of children who grow up wearing ornaments and who are not strong enough to defend their rights?",
    "tr": "Awa-maien yunashsha'u fil hilyati Wa-huwa fil khisaami ghairu mubeen"
  },
  "19": {
    "t": "Do they say that the angels, who are the servants of the Beneficent God, are females? Have they witnessed their creation? Their words as such will be recorded and they will be questioned for it.",
    "tr": "Wa-ja'alul malaaa'ikatal lazeena hum 'ibaadur Rahmaani inaasaa; 'a-shahidoo khalqahum; satuktabu shahaadatuhum Wa-yus'aloon"
  },
  "20": {
    "t": "The pagans say, \"Had the Beneficent God wanted, we would not have worshipped them (idols).\" Whatever they say is not based on knowledge. It is only a false conjecture.",
    "tr": "Wa-qaaloo law shaaa'ar Rahmaanu maa 'abadnaahum; maa lahum bizaalika min 'ilmin in hum illaa yakhrusoon"
  },
  "21": {
    "t": "Had We, before sending the Quran, given them a book to which they now refer as an authority?",
    "tr": "Am aatainaahum Kitaaban min qablihee fahum bihee mustamsikoon"
  },
  "22": {
    "t": "In fact, they say, \"We found our fathers following a certain belief and we now follow in their footsteps for our guidance\".",
    "tr": "Bal qaalooo innaa wajadnaaa aabaaa'anaa 'alaaa ummatinw Wa-innaa 'alaaa aasaarihim muhtadoon"
  },
  "23": {
    "t": "In the same way, whenever We had sent a Messenger before you to warn a town, the rich ones therein said, \"We found our fathers following a certain belief and we follow in their footsteps.",
    "tr": "Wa-kazaalika maaa arsalnaa min qablika fee qaryatim min nazeerin illaa qaala mutrafoohaaa innaa wajadnaaa aabaaa'anaa 'alaaa ummatinw Wa-innaa 'alaaa aasaarihim muqtadoon"
  },
  "24": {
    "t": "The Messengers would say, \"Would you still follow in the footsteps of your fathers even if I was to bring you better guidance?\" They would say, \"We have no faith in your message\".",
    "tr": "Qaala awa-law ji'tukum bi-ahdaa mimmaa wajatdtum 'alaihi aabaaa'akum qaalooo innaa bimaaa ursiltum bihee kaafiroon"
  },
  "25": {
    "t": "We took revenge on them. See how terrible the end of those who rejected (Or revelations) was!",
    "tr": "Fantaqamnaa minhum fanzur kaifa kaana 'aaqibatul mukazzibeen"
  },
  "26": {
    "t": "When Abraham said to his father and his people, \"I boldly renounce what you worship",
    "tr": "Wa-iz qaala Ibraaheemu li-abeehi Wa-qawmiheee innanee baraaa'un mimmaa ta'budoon"
  },
  "27": {
    "t": "except for the One who has created me and will guide me\".",
    "tr": "Illal lazee fataranee fa-innahoo sa-yahdeen"
  },
  "28": {
    "t": "God made (belief in one God) an everlasting task for his successors, so that perhaps they would return (to Him).",
    "tr": "Wa-ja'alahaa kalimatan baaqiyatan fee 'aqibihee la-'allahum yarji'oon"
  },
  "29": {
    "t": "In fact, We allowed them and their fathers to enjoy themselves until the truth and a strong Messenger came to them.",
    "tr": "Bal matta'tu haaa'ulaaa'i Wa-aabaaa'ahum hattaa jaaa'a-humul haqqu Wa-Rasoolun mubeen"
  },
  "30": {
    "t": "When the truth came to them, they said, \"This is magic and we have no faith in it\".",
    "tr": "Wa-lammaa jaaa'ahumul haqqu qaaloo haazaa sihrunw Wa-innaa bihee kaafiroon"
  },
  "31": {
    "t": "Then they said, \"Why this Quran had not been revealed to a man from either of the two great towns\".",
    "tr": "Wa-qaaloo law-laa nuzzila haazal Quraanu 'alaa rajulin minal qaryataini 'azeem"
  },
  "32": {
    "t": "Do they distribute the mercy of your Lord? It is We who have distributed their sustenance in this world and raised the positions of some of them above the others so that they would mock each other. The mercy of your Lord is better than what they can amass.",
    "tr": "A-hum yaqsimoona rahmata Rabbik; Nahnu qasamnaa bainahum ma'eeshatahum fil hayaatid dunyaa Wa-rafa'naa ba'dahum fawqa ba'din darajaatin li-yattakhiza ba'duhum ba'dan sukhriyyaa; Wa-rahmatu Rabbika khairun mimmaa yajma'oon"
  },
  "33": {
    "t": "Were it not for the fear that all people would become one in disbelief, We would have made for the disbelievers in the Beneficent God ceilings out of silver and ladders by which they would climb up,",
    "tr": "Wa-law-laaa aien yakoonan naasu ummatanw waahidatan laja'alnaa limaien yakfuru bir-Rahmaani li-buyootihim suqufan min fiddatinw Wa-ma'aarija 'alaihaa yazharoon"
  },
  "34": {
    "t": "doors for their houses, couches on which to recline,",
    "tr": "Wa-li-buyootihim abwaabanw Wa-sururan 'alaihaa yattaki'oon"
  },
  "35": {
    "t": "and other ornament of gold. All these are only the means of enjoyment in this world, but the pious will receive their reward from your Lord in the life hereafter.",
    "tr": "Wa-zukhrufaa; Wa-in kullu zaalika lammaa mataa'ul hayaatid dunyaa; wal-aakhiratu 'inda Rabbika lilmuttaqeen"
  },
  "36": {
    "t": "We shall make satan the companion of whoever ignores the remembrance of the Beneficent God.",
    "tr": "Wa-maien ya'shu 'an zikrir Rahmaani nuqaiyid lahoo Shaitaanan fahuwa lahoo qareen"
  },
  "37": {
    "t": "Satan will prevent them from the right path while they think that they have the right guidance.",
    "tr": "Wa-innahum la-yasuddoo-nahum 'anis sabeeli Wa-yahsaboona annahum muhtadoon"
  },
  "38": {
    "t": "When he returns to us, he will say (to satan), \"Would that there had been as long a distance between me and you as that between the East and West. What a terrible companion you have been\".",
    "tr": "Hattaaa izaa jaaa'anaa qaala yaa-laita bainee Wa-bainaka bu'dal mashriqaini fabi'sal qareen"
  },
  "39": {
    "t": "They will be told on the Day of Judgment, \"Regret will never be of any benefit to you. You have done injustice to your souls and you will share the torment\".",
    "tr": "Wa-lai yanfa'akumul Yawma iz zalamtum annakum fil 'azaabi mushtarikoon"
  },
  "40": {
    "t": "(Muhammad), can you make the deaf hear or guide the blind or the one who is clearly in error?",
    "tr": "Afa-anta tusmi'us summa aw tahdil 'umya Wa-man kaana fee dalaalin mubeen"
  },
  "41": {
    "t": "We shall revenge them either after your death",
    "tr": "Fa-immaa nazhabanna bika fa-innaa minhum muntaqimoon"
  },
  "42": {
    "t": "or show them to you suffering the torment with which We had threatened them. We are certainly dominant over them all.",
    "tr": "Aw nuriyannakal lazee wa'adnaahum fa-innaa 'alaihim muqtadiroon"
  },
  "43": {
    "t": "Follow devotedly that which is revealed to you. You are certainly on the right path.",
    "tr": "Fastamsik billazeee oohiya ilaika innaka 'alaa Siraatin Mustaqeem"
  },
  "44": {
    "t": "The Quran is a reminder to you and to your people and you will soon be questioned about it.",
    "tr": "Wa-innahoo la-zikrun laka Wa-liqawmika Wa-sawfa tus'aloon"
  },
  "45": {
    "t": "You can ask Our Messengers whom We sent before you if We had commanded them to worship other gods besides the Beneficent God?\"",
    "tr": "Was'al man arsalnaa min qablika mir Rusulinaaa 'a-ja'alnaa min doonir Rahmaani aalihatany yu'badoon"
  },
  "46": {
    "t": "We sent Moses to the Pharaoh and his nobles with Our miracles and he said, \"I am the Messenger of the Lord of the Universe\".",
    "tr": "Wa-laqad arsalnaa Moosaa bi-aayaatinaaa ilaa Fir'awna Wa-mala'ihee faqaala innee Rasoolu Rabbil 'aalameen"
  },
  "47": {
    "t": "When he showed them Our miracles, they started to laugh at them.",
    "tr": "Falamma jaaa'ahum bi-aayaatinaaa izaa hum minhaa yadhakoon"
  },
  "48": {
    "t": "Of all the miracles which We showed to them the latter ones were greater than the former. We struck them with torment so that perhaps they would return to Us.",
    "tr": "Wa-maa nureehim min aayatin illaa hiya akbaru min ukhtihaa Wa-akhaznaahum bil'azaabi la'allahum yarji'oon"
  },
  "49": {
    "t": "They said, \"Magician, pray to your Lord for us through your covenant with Him (If he saves us from the torment), we shall certainly seek guidance\".",
    "tr": "Wa-qaaloo yaaa ayyuhas saahirud'u lanaa Rabbaka bimaa 'ahida 'indaka innanaa lamuhtadoon"
  },
  "50": {
    "t": "When We relieved them from the torment they suddenly turned back on their heels.",
    "tr": "Falammaa kashafnaa 'anhumul 'azaaba izaa hum yankusoon"
  },
  "51": {
    "t": "The Pharaoh shouted to his people, \"My people, is the kingdom of Egypt not mine? and can you not see that the streams flow from beneath my palace?",
    "tr": "Wa-naadaa Fir'awnu fee qawmihee qaala yaa-qawmi alaisa lee mulku Misra Wa-haazihil anhaaru tajree min tahtee afalaa tubsiroon"
  },
  "52": {
    "t": "Am I not better than this lowly man who can barely express himself?",
    "tr": "Am ana khairun min haazal lazee huwa maheenunw Wa-laa yakaadu yubeen"
  },
  "53": {
    "t": "Why have bracelets of gold not been given to him and why have some angels not accompanied him?\"",
    "tr": "Falaw-laa ulqiya 'alaihi aswiratun min zahabin aw jaaa'a ma'ahul malaaa'ikatu muqtarineen"
  },
  "54": {
    "t": "Thus, he made dimwits out of his people and they followed him. They, certainly, were a sinful people. When they invoked Our anger,",
    "tr": "Fastakhaffa qawmahoo fa-ataa'ooh; innahum kaanoo qawman faasiqeen"
  },
  "55": {
    "t": "We took revenge on them by drowning them all together.",
    "tr": "Falammaaa aasafoonan taqamnaa minhum fa-aghraqnaahum ajma'een"
  },
  "56": {
    "t": "We made them become of the people of the past and an example for the coming generations.",
    "tr": "Faja'alnaahum salafanw Wa-masalan lil-aakhireen"
  },
  "57": {
    "t": "When the son of Mary was mentioned as an example, you people cried out in protest, saying,",
    "tr": "Wa-lammaa duribab nu Maryama masalan izaa qawmuka minhu yasiddoon"
  },
  "58": {
    "t": "\"Are our gods any better than Jesus (for according to Muhammad), if our gods go to hell so too will Jesus. What they say is only a false argument. In fact, they are a quarrelsome people.",
    "tr": "Wa-qaalooo 'a-aalihatunaa khairun am hoo; maa daraboohu laka illaa jadalaa; bal hum qawmun khasimoon"
  },
  "59": {
    "t": "Jesus was a servant of Ours to whom We had granted favors and whom We made as an example for the Israelites.",
    "tr": "In huwa illaa 'abdun an'amnaa 'alaihi Wa-ja'alnaahu masalan li-Baneee Israaa'eel"
  },
  "60": {
    "t": "Had We wanted, We could have made the angels as your successors on the earth.",
    "tr": "Wa-law nashaaa'u laja'alnaa minkum malaaa'ikatan fil ardi yakhlufoon"
  },
  "61": {
    "t": "(Muhammad), tell them, \"Jesus is a sign of the Hour of Doom. Have no doubt about it and follow me; this is the straight path.",
    "tr": "Wa-innahoo la-'ilmun lis-Saa'ati fa-laa tamtarunna bihaa wattabi'oon; haazaa Siraatun Mustaqeem"
  },
  "62": {
    "t": "Let satan not prevent you from the right path. He is your sworn enemy\".",
    "tr": "Wa-laa yasuddan-nakumush Shaitaanu innahoo lakum 'aduwwun mubeen"
  },
  "63": {
    "t": "When Jesus came with clear proof (in support of his truthfulness), he said, \"I have come to you with wisdom to clarify for you some of the matters in which you have disputes. Have fear of God and obey me.",
    "tr": "Wa-lammaa jaaa'a 'Eesaa bilbaiyinaati qaala qad ji'tukum bil-Hikmati Wa-li-ubaiyyina lakum ba'dal lazee takhtalifoona feehi fattaqul laaha Wa-atee'oon"
  },
  "64": {
    "t": "God is your Lord and my Lord, so worship Him. This is the right path\".",
    "tr": "Innal laaha Huwa Rabbee Wa-Rabbukum fa'budooh; haaza Siraatum Mustaqeem"
  },
  "65": {
    "t": "But certain groups created differences among themselves. Woe to the unjust. They will face a painful torment.",
    "tr": "Fakhtalafal ahzaabu min bainihim fa-wailun lil-lazeena zalamoo min 'azaabi Yawmin aleem"
  },
  "66": {
    "t": "Are they waiting for the Hour of Doom when the torment will suddenly strike them and they will not even realize from where it came?",
    "tr": "Hal yanzuroona illas Saa'ata an ta'tiyahum baghtatanw Wa-hum laa yash'uroon"
  },
  "67": {
    "t": "All intimate friends on that day will become each others enemies except for the pious,",
    "tr": "Al-akhillaaa'u Yawma'izin ba'duhum liba'din 'aduwwun illal muttaqeen"
  },
  "68": {
    "t": "whom God will tell, \"My servants, you need have no fear on this day, nor will you be grieved\".",
    "tr": "Yaa-'ibaadi laa khawfun 'alaikumul Yawma Wa-laaa antum tahzanoon"
  },
  "69": {
    "t": "Those who have faith in Our revelations and have submitted themselves to Our will,",
    "tr": "Allazeena aamanoo bi-Aayaatinaa Wa-kaanoo muslimeen"
  },
  "70": {
    "t": "will be told, \"Enter Paradise with your spouses in delight.",
    "tr": "Udkhulul Jannata antum Wa-azwaajukum tuhbaroon"
  },
  "71": {
    "t": "Golden dishes and cups will be passed among them. All that the souls may desire and that may delight their eyes will be available therein. You will live therein forever.",
    "tr": "Yutaafu 'alaihim bi-sihafin min zahabinw Wa-akwaab, Wa-feehaa maa tashtaheehil anfusu Wa-talazzul a'yunu Wa-antum feehaa khaalidoon"
  },
  "72": {
    "t": "This is the Paradise which you have received as your inheritance by virtue of what you have done.",
    "tr": "Wa-tilkal jannatul lateee ooristumoohaa bimaa kuntum ta'maloon"
  },
  "73": {
    "t": "You will have abundant fruits therein to consume\".",
    "tr": "Lakum feehaa faakihatun kaseeratun minhaa ta'kuloon"
  },
  "74": {
    "t": "The criminals will live forever in the torment of hell. Their torment will not be relieved and they will despair of escaping.",
    "tr": "Innal mujrimeena fee 'azaabi jahannama khaalidoon"
  },
  "75": {
    "t": "We had not done any injustice to them but they had wronged themselves.",
    "tr": "Laa yufattaru 'anhum Wa-hum feehi mublisoon"
  },
  "76": {
    "t": "They will cry out, \"Guard, let your Lord destroy us\".",
    "tr": "Wa-maa zalamnaahum Wa-laakin kaanoo humuz zaalimeen"
  },
  "77": {
    "t": "The angelic guard will say, \"You will have to stay.",
    "tr": "Wa-naadaw yaa-Maaliku liyaqdi 'alainaa Rabbuka qaala innakum maakithoon"
  },
  "78": {
    "t": "We brought you the truth but most of you disliked it\".",
    "tr": "Laqad ji'naakum bilhaqqi Wa-laakinna aksarakum lil-haqqi kaarihoon"
  },
  "79": {
    "t": "If the disbelievers persist in their disbelief, We shall also persist in punishing them.",
    "tr": "Am abramooo amran fainnaa mubrimoon"
  },
  "80": {
    "t": "Do they think that We do not hear their secrets and whispers? We certainly can hear them and Our Messengers record it all.",
    "tr": "Am yahsaboona annaa laa nasma'u sirrahum Wa-najwaahum; balaa Wa-Rusulunaa ladaihim yaktuboon"
  },
  "81": {
    "t": "(Muhammad), say, \"Had the Beneficent God really had a son, I would certainly have been the first one to worship him.",
    "tr": "Qul in kaana lir-Rahmaani walad; fa-ana awwalul 'aabideen"
  },
  "82": {
    "t": "The Lord of the heavens and the earth and the Throne is too glorious to be described in the way they describe Him.",
    "tr": "Subhaana Rabbis samaawaati wal-ardi Rabbil Arshi 'ammaa yasifoon"
  },
  "83": {
    "t": "Leave them (to indulge) in their desires and play around until they face that day which has been promised to them.",
    "tr": "Fazarhum yakhoodoo Wa-yal'aboo hattaa yulaaqoo Yawmahumul lazee yoo'adoon"
  },
  "84": {
    "t": "It is God who is the Lord of the heavens and is the Lord on earth. He is All-wise and All-knowing.",
    "tr": "Wa-Huwal lazee fis samaaa'i ilaahunw Wa-fil ardi ilaah; Wa-Huwal Hakeemul 'Aleem"
  },
  "85": {
    "t": "Blessed is He to whom belongs the heavens, the earth and all that is between them and who has the knowledge of the Hour of Doom. To Him you will all return.",
    "tr": "Wa-tabaarakal lazee lahoo mulkus samaawaati wal-ardi Wa-maa bainahumaa Wa-'indahoo 'ilmus Saa'ati Wa-ilaihi turja'oon"
  },
  "86": {
    "t": "Those whom they worship besides God are not able to intercede, except for those among them who believe in the Truth (God) and who know whom to intercede for.",
    "tr": "Wa-laa yamlikul lazeena yad'oona min doonihish shafaa'ata illaa man shahida bilhaqqi Wa-hum ya'lamoon"
  },
  "87": {
    "t": "(Muhammad), if you ask them, \"Who had created the idols?\" They will certainly say, \"God has created them.\" Why do you then turn away from God?",
    "tr": "Wa-la'in sa-altahum man khalaqahum la-yaqoolun nallaahu fa-annaa yu'fakoon"
  },
  "88": {
    "t": "(God has knowledge of Muhammad's words when he complains to Him), \"My Lord, these, my people, do not believe\".",
    "tr": "Wa-qeelihee yaa-Rabbi inna haaa'ulaaa'i qawmul laa yu'minoon"
  },
  "89": {
    "t": "We have told him, \"Ignore them and say to them 'farewell'. They will soon know the consequences of their deeds",
    "tr": "Fasfah 'anhum Wa-qul salaam; fasawfa ya'lamoon"
  }
}