{
  "1": {
    "t": "Ha. Mim.",
    "tr": "Haa-Meeem"
  },
  "2": {
    "t": "I swear by the illustrious Book.",
    "tr": "Wal-Kitaabil Mubeen"
  },
  "3": {
    "t": "that We have revealed the Quran on a blessed night to warn mankind.",
    "tr": "Innaaa anzalnaahu fee lailatim mubaarakah; innaa kunnaa munzireen"
  },
  "4": {
    "t": "On this night, every absolute command coming from Us becomes distinguishable.",
    "tr": "Feehaa yufraqu kullu amrin hakeem"
  },
  "5": {
    "t": "The command that We have been sending",
    "tr": "Amram min 'indinaaa; innaa kunnaa mursileen"
  },
  "6": {
    "t": "as a mercy (for the human being) from your Lord. Your Lord is All-hearing and All-knowing.",
    "tr": "Rahmatam mir rabbik; innahoo Huwas Samee'ul 'Aleem"
  },
  "7": {
    "t": "He is the Lord of the heavens and the earth and all that is between them, if only you would have strong faith.",
    "tr": "Rabbis samaawaati wal-ardi Wa-maa bainahumaa; in kuntum mooqineen"
  },
  "8": {
    "t": "There is only One Lord. It is He who gives life and causes things to die. He is your Lord and the Lord of your forefathers.",
    "tr": "Laaa ilaaha illaa Huwa yuhyee Wa-yumeetu Rabbukum Wa-Rabbu aabaaa'ikumul awwaleen"
  },
  "9": {
    "t": "In fact, the unbelievers have doubts because of excessive involvement in worldly affairs.",
    "tr": "Bal hum fee shakkien yal'aboon"
  },
  "10": {
    "t": "Wait for the day (which will come before the Day of Judgment) when the sky will give out dense smoke",
    "tr": "Fartaqib Yawma ta'tis samaaa'u bi-dukhaanin mubeen"
  },
  "11": {
    "t": "which will smother the people. They will say, \"This is a painful torment.",
    "tr": "Yaghshan naasa haazaa 'azaabun aleem"
  },
  "12": {
    "t": "Lord, remove this torment from us for we are believers\".",
    "tr": "Rabbanak shif 'annal 'azaaba innaa mu'minoon"
  },
  "13": {
    "t": "How could this punishment bring them to their senses when a Messenger evidently had come to them,",
    "tr": "Annaa lahumuz zikraa Wa-qad jaaa'ahum Rasoolum mubeen"
  },
  "14": {
    "t": "and they turned away, saying, \"He is a trained and insane person\".",
    "tr": "Summaa tawallaw 'anhu Wa-qaaloo mu'allamum majnoon"
  },
  "15": {
    "t": "We shall remove the torment for a while but you will revert to your old ways.",
    "tr": "Innaa kaashiful 'azaabi qaleelaa; innakum 'aaa'idoon"
  },
  "16": {
    "t": "However, We shall truly take Our revenge on the day when the great seizure takes place.",
    "tr": "Yawma nabtishul batsha-tal kubraa innaa muntaqimoon"
  },
  "17": {
    "t": "We had certainly tested the people of the Pharaoh before them to whom a noble Messengers had come, saying,",
    "tr": "Wa-laqad fatannaa qablahum qawma Fir'awna Wa-jaaa'ahum Rasoolun kareem"
  },
  "18": {
    "t": "\"Send the servants of God with me. I am a trustworthy Messenger sent to you.",
    "tr": "An addooo ilaiya 'ibaadal laahi innee lakum Rasoolun ameen"
  },
  "19": {
    "t": "Do not consider yourselves above God? I shall show you a manifest authority (in support of my truthfulness).",
    "tr": "Wa-al laa ta'loo 'alal laahi innee aateekum bisultaanim mubeen"
  },
  "20": {
    "t": "I seek protection from my Lord and your Lord from your decision of stoning me.",
    "tr": "Wa-innee 'uztu bi-Rabbee Wa-rabbikum an tarjumoon"
  },
  "21": {
    "t": "If you do not want to believe, leave me alone\".",
    "tr": "Wa-il lam tu'minoo lee fa'taziloon"
  },
  "22": {
    "t": "Moses addressed his Lord, saying, \"Lord, these people are sinners\".",
    "tr": "Fada'aa rabbahooo anna haaa'ulaaa'i qawmum mujrimoon"
  },
  "23": {
    "t": "We told him, \"Leave the city with My servants during the night. You will be pursued.",
    "tr": "Fa-asri bi'ibaadee lailan innakum muttaba'oon"
  },
  "24": {
    "t": "Cross the sea by cutting a path through it. Pharaoh's army will be drowned.",
    "tr": "Watrukil bahra rahwan innahum jundum mughraqoon"
  },
  "25": {
    "t": "How many were the gardens, springs,",
    "tr": "Kam tarakoo min jannaatinw Wa-'uyoon"
  },
  "26": {
    "t": "corn-fields, gracious mansions,",
    "tr": "Wa-zuroo'inw Wa-maqaa-min kareem"
  },
  "27": {
    "t": "and other bounties which they enjoyed yet left behind!",
    "tr": "Wa-na'matin kaanoo feehaa faakiheen"
  },
  "28": {
    "t": "We gave these as an inheritance to other people.",
    "tr": "Kazaalika Wa-awrasnaahaa qawman aakhareen"
  },
  "29": {
    "t": "The sky nor the earth cried for them, nor were they given respite.",
    "tr": "Famaa bakat 'alaihimus samaaa'u wal-ardu Wa-maa kaanoo munzareen"
  },
  "30": {
    "t": "We rescued the Israelites from the humiliating torment",
    "tr": "Wa-laqad najjainaa Baneee Israaa'eela minal 'azaabil muheen"
  },
  "31": {
    "t": "and from the Pharaoh. He was the chief of the transgressors.",
    "tr": "Min Fir'awn; innahoo kaana 'aaliyam minal musrifeen"
  },
  "32": {
    "t": "We gave preference to the Israelites over the other people with Our knowledge",
    "tr": "Wa-laqadikh tarnaahum 'alaa 'ilmin 'alal 'aalameen"
  },
  "33": {
    "t": "and sent them revelations of which some were a clear trial for them.",
    "tr": "Wa-aatainaahum minal aayaati maa feehi balaaa'um mubeen"
  },
  "34": {
    "t": "These people say,",
    "tr": "Inna haaa'ulaaa'i la-yaqooloon"
  },
  "35": {
    "t": "\"After we die, we shall never be raised to life again.",
    "tr": "In hiya illaa mawtatunal oolaa Wa-maa nahnu bimun-shareen"
  },
  "36": {
    "t": "Bring back to life our fathers if what you say is true\".",
    "tr": "Fa'too bi-aabaaa'inaaa in kuntum saadiqeen"
  },
  "37": {
    "t": "Are they better than the tribe of Tubba (name of a Yemenite tribal chief) and those who lived before them? We destroyed them. They were criminals.",
    "tr": "Ahum khayrun am qawmu Tubba'inw wallazeena min qablihim; ahlaknaahum innahum kaanoo mujrimeen"
  },
  "38": {
    "t": "We have not created the heavens and the earth and all that is between them for Our own amusement.",
    "tr": "Wa-maa khalaqnas samaawaati wal-arda Wa-maa baina-humaa laa'ibeen"
  },
  "39": {
    "t": "We have created them for a genuine purpose, but most people do not know.",
    "tr": "Maa khalaqnaahumaaa illaa bilhaqqi Wa-laakinna aksarahum laa ya'lamoon"
  },
  "40": {
    "t": "The appointed time for all of them will be the Day of Judgment",
    "tr": "Inna yawmal fasli meeqaatuhum ajma'een"
  },
  "41": {
    "t": "(when wrong will be distinguished from right). On this day friends will be of no benefit to one another, nor will they receive any help",
    "tr": "Yawma laa yughnee mawlan 'am mawlan shai'anw Wa-laa hum yunsaroon"
  },
  "42": {
    "t": "except for those to whom God grants mercy. He is Majestic and All-merciful.",
    "tr": "Illaa mar rahimal laah' innahoo huwal 'azeezur raheem"
  },
  "43": {
    "t": "The tree of Zaqqum",
    "tr": "Inna shajarataz zaqqoom"
  },
  "44": {
    "t": "is food for the sinner.",
    "tr": "Ta'aamul aseem"
  },
  "45": {
    "t": "It will be like molted brass which will boil in the bellies",
    "tr": "Kalmuhli yaghlee fil butoon"
  },
  "46": {
    "t": "like water.",
    "tr": "Kaghalyil hameem"
  },
  "47": {
    "t": "(It will be said of such sinners), \"Seize them and drag them into the middle of hell.",
    "tr": "Khuzoohu fa'tiloohu ilaa sawaaa'il Jaheem"
  },
  "48": {
    "t": "Then pour unto their heads the boiling water to torment them\".",
    "tr": "Summa subboo fawqa ra'sihee min 'azaabil hameem"
  },
  "49": {
    "t": "They will be told, \"Suffer the torment. You had thought yourselves to be majestic and honorable.",
    "tr": "Zuq innaka antal 'azeezul kareem"
  },
  "50": {
    "t": "This is the torment that you persistently doubted\".",
    "tr": "Inna haazaa maa kuntum bihee tamtaroon"
  },
  "51": {
    "t": "The pious ones will be in a secure place",
    "tr": "Innal muttaqeena fee maqaamin ameen"
  },
  "52": {
    "t": "amid gardens and springs,",
    "tr": "Fee jannaatinw Wa-'uyoon"
  },
  "53": {
    "t": "clothed in fine silk and rich brocade, sitting face to face with one another.",
    "tr": "Yalbasoona min sundusinw Wa-istabraqim mutaqaabileen"
  },
  "54": {
    "t": "We shall unite them to maidens with big black and white lovely eyes.",
    "tr": "Kazaalika Wa-zawwajnaahum bihoorin 'een"
  },
  "55": {
    "t": "They will be offered all kinds of fruits, in peace and security.",
    "tr": "Yad'oona feehaa bikulli faakihatin aamineen"
  },
  "56": {
    "t": "They will not experience any death other than that which they have already been through.",
    "tr": "Laa yazooqoona feehal mawtaa illal mawtatal oolaa Wa-waqaahum 'azaabal jaheem"
  },
  "57": {
    "t": "God will protect them from the torment of hell as a favor from your Lord. (Muhammad), this is certainly the greatest triumph.",
    "tr": "Fadlam mir rabbik; zaalika huwal fawzul 'azeem"
  },
  "58": {
    "t": "We have made the Quran easy for you to recite so that perhaps they may take heed.",
    "tr": "Fa-innamaa yassarnaahu bilisaanika la'allahum yatazakkaroon"
  },
  "59": {
    "t": "Wait (for God's decree) and they too will be waiting.",
    "tr": "Fartaqib innahum murta-qiboon"
  }
}