{
  "1": {
    "t": "Ha. Mim.",
    "tr": "Haa-Meeem"
  },
  "2": {
    "t": "This Book is revealed from God, the Majestic and All-wise.",
    "tr": "Tanzeelul Kitaabi minal laahil 'Azeezil Hakeem"
  },
  "3": {
    "t": "In the heavens and the earth there is evidence (of the Truth) for the believers.",
    "tr": "Innaa fis samaawaati wal-ardi la-Aayaatil lilmu'mineen"
  },
  "4": {
    "t": "In your creation and in that of the beasts living on earth there is evidence of the Truth for the people who have strong faith.",
    "tr": "Wa-fee khalaqikum Wa-maa yabussu min daaabbatin Aayaatul liqawmien yooqinoon"
  },
  "5": {
    "t": "In the alternation of the night and the day, the sustenance which God has sent down from the sky to revive the barren earth, and in the changing of the direction of the winds there is evidence of the truth for the people of understanding.",
    "tr": "Wakhtilaafil laili wannahaari Wa-maaa anzalal laahu minas samaaa'i mir rizqin fa-ahyaa bihil arda ba'da mawtihaa Wa-tasreefir riyaahi Aayaatul liqawminy ya'qiloon"
  },
  "6": {
    "t": "These are the revelations of God which We recite to you for a genuine purpose. In what statements other than God's and His revelations will they then believe?",
    "tr": "Tilka Aayatul laahi natloohaa 'alaika bil-haqq, fabiayyi hadeesim ba'dal laahi Wa-Aayaatihee yu'minoon"
  },
  "7": {
    "t": "Woe to every sinful liar!",
    "tr": "Wailul likulli affaakin aseem"
  },
  "8": {
    "t": "He hears the revelations of God which are recited to him, then persists in his arrogance as if he had not even heard them. Tell him that he will suffer a painful torment.",
    "tr": "Yasma'u Aayaatil laahi tutlaa 'alaihi summa yusirru mustakbiran ka-al lam yasma'haa fabashshirhu bi'azaabin aleem"
  },
  "9": {
    "t": "When he learns about some of Our revelations, he mocks them. Such people will suffer a humiliating torment.",
    "tr": "Wa-izaa 'alima min Aayaatinaa shai'-'anit takhazahaa huzuwaa; ulaaa'ika lahum 'azaabum muheen"
  },
  "10": {
    "t": "Hell is awaiting them and none of their deeds will be of any benefit to them, nor will any guardian whom they have chosen besides God. They will suffer a great torment.",
    "tr": "Minw waraaa'ihim Jahannamu Wa-laa yughnee 'anhum maa kasaboo shai'anw Wa-laa mat takhazoo min doonil laahi awliyaaa; Wa-lahum 'azaabun 'azeem"
  },
  "11": {
    "t": "This (Quran) is a guidance. Those who reject the revelations of their Lord will suffer the most painful punishment.",
    "tr": "Haazaa hudaa; wal-lazeena kafaroo bi-aayaati Rabbihim lahum 'azaabum mir rijzin 'aleem"
  },
  "12": {
    "t": "God has made the sea subservient to you so that ships sail on by His command and you seek His favors. Perhaps you will be grateful.",
    "tr": "Allaahul lazee sahkhara lakumul bahra litajriyal fulku feehi bi-amrihee Wa-litabtaghoo min fadlihee Wa-la'allakum tashkuroon"
  },
  "13": {
    "t": "He has also made subservient to you all that is in the heavens and the earth. In this there is evidence (of the Truth) for those who use their minds.",
    "tr": "Wa-sakhkhara lakum maa fis samaawaati Wa-maa fil ardi jamee'am minhu; inna fee zaalika la-Aayaatil liqawmien yatafakkaroon"
  },
  "14": {
    "t": "Tell the believers to forgive those who do not have faith in the days of God (Day of Judgment) and Resurrection. God will give due recompense to all the people for their deeds.",
    "tr": "Qul lillazeena aamanoo yaghfiroo lillazeena laa yarjoona ayyaamal laahi liyajziya qawmam bimaa kaanoo yaksiboon"
  },
  "15": {
    "t": "One who acts righteously does so for his own benefit and one who commits evil does so against his own soul. To your Lord you will all return.",
    "tr": "Maa 'amila saalihan falinafsihee Wa-man asaaa'a fa'alaihaa summa ilaa Rabbikum turja'oon"
  },
  "16": {
    "t": "We gave the Book to the Israelites, the commandments, and prophethood, granted them pure sustenance, and gave them preference above all people.",
    "tr": "Wa-laqad aatainaa Baneee Israaa'eelal Kitaaba walhukma wan Nubuwwata Wa-razaqnaahum minat taiyibaati Wa-faddalnaahum;alal 'aalameen"
  },
  "17": {
    "t": "We also gave them clear evidence in support of the true religion. Only after having received knowledge did they create differences among themselves because of their rebelliousness. Your Lord will issue His decree concerning their differences on the Day of Judgment.",
    "tr": "Wa-aatainaahum baiyinaatim minal amri famakh talafooo illaa mim ba'di maa jaaa'ahumul 'ilmu baghyam bainahum; inna Rabbaka yaqdee bainahum Yawmal Qiyaamati feemaa kaanoo feehi yakhtalifoon"
  },
  "18": {
    "t": "We have established for you a code of conduct and a religion. Follow it and do not follow the desires of the ignorant people.",
    "tr": "Summa ja'alnaaka 'alaa sharee'atim minal amri fattabi'haa Wa-laa tattabi' ahwaaa' al-lazeena laa ya'lamoon"
  },
  "19": {
    "t": "They will never be sufficient (protection) for you in place of God. The unjust are each other's friends, but God is the guardian of the pious ones.",
    "tr": "Innahum laien yughnoo 'anka minal laahi shai'aa; Wa-innaz zaalimeena ba'duhum awliyaaa'u ba'dinw wallaahu waliyyul muttaqeen"
  },
  "20": {
    "t": "This (Quran) is an enlightenment for the people and a guide and mercy for the people who have strong faith.",
    "tr": "Haazaa basaaa'iru linnaasi Wa-hudanw Wa-rahmatul liqawmien yooqinoon"
  },
  "21": {
    "t": "Do the people who commit evil think that We shall make their life and death like that of the righteously striving believers? How terrible is their Judgment!",
    "tr": "Am hasibal lazeenaj tarahus saiyyiaati an naj'alahum kallazeena aamanoo Wa-'amilu saalihaati sawaaa'am mahyaahum Wa-mamaatuhum; saaa'a maa yahkumoon"
  },
  "22": {
    "t": "God has created the heavens and the earth for a genuine purpose so that every soul will be duly recompensed for its deeds without being wronged.",
    "tr": "Wa-khalaqal laahus samaawaati wal-arda bilhaqqi Wa-litujzaa kullu nafsim bimaa kasabat Wa-hum laa yuzlamoon"
  },
  "23": {
    "t": "Have you seen the one who has chosen his desires as his lord? God has knowingly caused him to go astray, sealed his ears and heart and veiled his vision. Who besides God can guide him? Will they, then, not take heed?",
    "tr": "Afara'ayta manit takhaza ilaahahoo hawaahu Wa-adal-lahul laahu 'alaa 'ilminw Wa-khatama 'alaa sam'ihee Wa-qalbihee Wa-ja'ala 'alaa basarihee ghishaawatan famaien yahdeehi mim ba'dil laah; afalaa tazakkaroon"
  },
  "24": {
    "t": "They have said, \"The only life is this worldly life and here we shall live and die. It is only time which will destroy us\" They have no knowledge about this. It is only their guesswork.",
    "tr": "Wa-qaaloo maa hiya illaa hayaatunad dunyaa namootu Wa-nahyaa Wa-maa yuhlikunaaa illad dahr; Wa-maa lahum bizaalika min 'ilmin in hum illaa yazunnoon"
  },
  "25": {
    "t": "When Our enlightening revelations are recited to them, their only argument against it is, \"Bring our forefathers back to life if what you say is true\".",
    "tr": "Wa-izaa tutlaa 'alaihim aayaatuna baiyinaatim maa kaana hujjatahum illaaa an qaalu'too bi aabaaa'inaaa in kuntum saadiqeen"
  },
  "26": {
    "t": "(Muhammad), say, \"It is God who gives you life and causes you to die. He will bring you together on the inevitable Day of Judgment,\" but most people do not know.",
    "tr": "Qulil laahu yuhyeekum summa yumeetukum summa yajma'ukum ilaa Yawmil Qiyaamati laa raiba feehi Wa-laakinna aksaran naasi laa ya'lamoon"
  },
  "27": {
    "t": "To God belongs the kingdom of the heavens and the earth. On the day when the Hour of Doom arrives, the followers of falsehood will be lost.",
    "tr": "Wa-lillaahi mulkus samaawaati wal-ard; Wa-Yawma taqoomus Saa'atu Yawma-'izien yakhsarul mubtiloon"
  },
  "28": {
    "t": "You will see all the people kneeling down. Everyone will be summoned to the Book (containing the record of their deeds). They will be told, \"On this day you will be recompensed for what you have done\".",
    "tr": "Wa-taraa kulla ummatin jaasiyah; kullu ummatin tud'aaa ilaa kitaabihaa al-Yawma tujzawna maa kuntum ta'maloon"
  },
  "29": {
    "t": "This is Our Book. It will tell you the truth. We have made a copy of all that you have done.",
    "tr": "Haazaa kitaabunaa yantiqu 'alaikum bilhaqq; innaa kunnaa nastansikhu maa kuntum ta'maloon"
  },
  "30": {
    "t": "The Lord will admit the righteously striving, believing people into His mercy. This is certainly a clear victory.",
    "tr": "Fa-ammal lazeena aamaanoo Wa-'amilus saalihaati fayudkhiluhum Rabbuhum fee rahmatih; zaalika huwal fawzul mubeen"
  },
  "31": {
    "t": "To the unbelievers the Lord will say, \"Were not Our revelations recited to you and did not you arrogantly reject them? You were a sinful people\".",
    "tr": "Wa-ammal lazeena kafarooo afalam takun Aayaatee tutlaa 'alaikum fastakbartum Wa-kuntum qawmam mujrimeen"
  },
  "32": {
    "t": "When it was said that the promise of God is true and that the Hour would inevitably come, you said, \"We do not know what the Hour of Doom is, we are suspicious about it and we are not convinced\".",
    "tr": "Wa-izaa qeela inna wa'dallaahi haqqunw was Saa'atu laa raiba feehaa qultum maa nadree mas Saa'atu in nazunnu illaa zannanw Wa-maa nahnu bimustaiqineen"
  },
  "33": {
    "t": "Their evil deeds will be revealed to them and (the torment) which they had mocked will surround them.",
    "tr": "Wa-badaa lahum saiyyiaatu maa 'amiloo Wa-haaqa bihim maa kaanoo bihee yastahzi'oon"
  },
  "34": {
    "t": "They will be told, \"On this day We shall forget you in the same way that you had forgotten your coming into Our presence. Your dwelling will be hell fire and no one will help you.",
    "tr": "Wa-qeelal yawma nansaakum kamaa naseetum liqaaa'a yawmikum haazaa Wa-maawaakumun Naaru Wa-maa lakum min naasireen"
  },
  "35": {
    "t": "This is only because you had mocked the revelations of God and the worldly life had deceived you. On this day they will not be taken out of hell, nor will they be granted any favors.",
    "tr": "Zaalikum bi-annakumut takhaztum aayaatil laahi huzuwanw Wa-gharratkumul hayaatud dunyaa; fal yawma laa yukhrajoona minhaa Wa-laahum yusta'taboon"
  },
  "36": {
    "t": "It is only God, Lord of the heavens and the earth and Lord of the Universe who deserves all praise.",
    "tr": "Falillaahil hamdu Rabbis samaawaati Wa-Rabbil ardi Rabbil 'aalameen"
  },
  "37": {
    "t": "It is His greatness that dominates the heavens and the earth. He is the Majestic and All-wise.",
    "tr": "Wa-lahul kibriyaaa'u fis samaawaati wal-ardi Wa-Huwal 'Azeezul Hakeem"
  }
}