{
  "1": {
    "t": "Ha. Mim.",
    "tr": "Haa-Meeeem"
  },
  "2": {
    "t": "This Book is revealed from God the Majestic and All-wise.",
    "tr": "Tanzeelul Kitaabi minal laahil 'Azeezil Hakeem"
  },
  "3": {
    "t": "We have created the heavens and the earth and all that is between them ONLY for a genuine purpose and an appointed time. The unbelievers ignore that of which they have been warned.",
    "tr": "Maa khalaqnas samaawaati wal-arda Wa-maa bainahumaaa illaa bilhaqqi Wa-ajalim musammaa; wallazeena kafaroo 'ammaaa unziroo mu'ridoon"
  },
  "4": {
    "t": "(Muhammad), ask them, \"Have you thought about what you worship besides God? Show me which part of the earth they have created. Do they have a share in the creation of the heavens? Bring me a Book, revealed before this Quran, or any other proof based on knowledge to support your belief, if indeed you are truthful\".",
    "tr": "Qul ara'aytum maa tad'oona min doonil laahi aroonee maazaa khalaqoo minal ardi am lahum shirkun fis samaawaati eetoonee bi-kitaabim min qabli haazaaa aw asaaratim min 'ilmin in kuntum saadiqeen"
  },
  "5": {
    "t": "Who is more astray than one who prays to things besides God; things that would not be able to answer his prayers even if he would wait till the Day of Judgment. They are not even aware of his prayers.",
    "tr": "Wa-man adallu mimmaien yad'oo min doonil laahi mal laa yastajeebu lahooo ilaa Yawmil Qiyaamati Wa-hum 'an du'aaa'ihim ghaafiloon"
  },
  "6": {
    "t": "When people will be resurrected, such gods will become their enemies and will reject their worship.",
    "tr": "Wa-izaa hushiran naasu kaanoo lahum a'daaa'anw Wa-kaanoo bi'ibaadatihim kaafireen"
  },
  "7": {
    "t": "When Our enlightening revelations are recited to them, the disbelievers, of the truth which has come to them, say, \"This is plain magic\".",
    "tr": "Wa-izaa tutlaa 'alaihim Aayaatunaa baiyinaatin qaalal lazeena kafaroo lilhaqqi lammaa jaaa'ahum haazaa sihrum mubeen"
  },
  "8": {
    "t": "They say, \"(Muhammad) has invented it (Quran) by himself.\" Say, \"Had I invented it, you would not have been able to rescue me from God. He knows best what you say about it. He is our witness and He is All-forgiving and All-merciful\".",
    "tr": "Am yaqooloonaf taraahu qul inif taraituhoo falaa tamlikoona lee minal laahi shai'an Huwa a'lamu bimaa tufeedoona feehi kafaa bihee shaheedam bainee Wa-bainakum Wa-Huwal Ghafoorur Raheem"
  },
  "9": {
    "t": "Say, \"I am not the first Messenger. I do not know what will be done to me or to you. I follow only what has been revealed to me and my duty is only to give clear warning\".",
    "tr": "Qul maa kuntu bid'am minal Rusuli Wa-maaa adreee ma yuf'alu bee Wa-laa bikum in attabi'u illaa maa yoohaaa ilaiya Wa-maaa ana illaa nazeerum mubeen"
  },
  "10": {
    "t": "Say, \"What do you think will happen if this Quran is from God and you have rejected it? Besides, a witness from among the Israelites has testified to the divinity of a Book like it and believed in it (Quran) while you have arrogantly denied it. God does not guide the unjust.",
    "tr": "Qul ara'aytum in kaana min 'indil laahi Wa-kafartum bihee Wa-shahida shaahidum mim Banee Israaa'eela 'alaa mislihee fa-aamana wastak-bartum innal laaha laa yahdil qawmaz zaalimeen"
  },
  "11": {
    "t": "The disbelievers have said about the believers, \"Had there been anything good in it (Quran), they could not have accepted it before us\" Since they do not benefit from its guidance, they say, \"It (Quran) is only a fabricated legend\".",
    "tr": "Wa-qaalal lazeena kafaroo lillazeena aamanoo law kaana khairam maa sabaqoonaaa ilyh; Wa-iz lam yahtadoo bihee fasa-yaqooloona haazaaa ifkun qadeem"
  },
  "12": {
    "t": "Before this (Quran), the Book of Moses was a guide and a blessing. This Book confirms the Torah. It is in the Arabic language so that it may warn the unjust people, and give glad news to the righteous ones.",
    "tr": "Wa-min qablihee kitaabu Moosaaa imaamanw wa-rahmah; Wa-haazaa Kitaabum musad-diqul lisaanan 'Arabiyyal liyunziral lazeena zalamoo Wa-bushraa lilmuhsineen"
  },
  "13": {
    "t": "Those who have said, \"Our Lord is God,\" and are steadfast in their belief need have no fear or be grieved.",
    "tr": "Innal lazeena qaaloo Rabbunal laahu summas taqaamoo falaa khawfun 'alaihim Wa-laa hum yahzanoon"
  },
  "14": {
    "t": "They will be the dwellers of Paradise wherein they will live forever as a reward for what they have done.",
    "tr": "Ulaaa'ika Ashabul Jannati khaalideena feehaa jazaaa'am bimaa kaano ya'maloon"
  },
  "15": {
    "t": "We have advised the human being to be kind to his parents; his mother bore him with hardship and delivered him while suffering a great deal of pain. The period in which his mother bore and weaned him lasted for thirty months. When he grew-up to manhood and became forty years old, he then said, \"Lord, inspire me to give You thanks for the bounties you have granted to me and my parents, and to act righteously to please You. Lord, make my offspring virtuous. Lord I turn to you in repentance; I am a Muslim\".",
    "tr": "Wa-wassainal insaana biwaalidaihi ihsaana; hamalat-hu ummuhoo kurhanwn wa-wada'at-hu kurhanw Wa-hamluhoo Wa-fisaaluhoo salaasoona shahraa; hattaaa izaa balagha ashuddahoo Wa-balagha arba'eena sanatan qaala Rabbi awzi'-neee an ashkura ni'matakal lateee an'amta 'alaiyya Wa-'alaa waalidaiya Wa-an a'mala saalihan tardaahu Wa-aslih lee fee zurriyyatee; innee tubtu ilaika Wa-innee minal muslimeen"
  },
  "16": {
    "t": "These are the ones from whom We accept righteous deeds and ignore their bad deeds. They will be among the dwellers of Paradise. It is the true promise which was given to them.",
    "tr": "Ulaaa'ikal lazeena nata-qabbalu 'anhum ahsana maa 'amiloo Wa-natajaawazu 'an saiyiaatihim feee Ashaabil jannati Wa'das sidqil lazee kaanoo yoo'adoon"
  },
  "17": {
    "t": "There are people who say to their parents, \"Fie upon you! Are you telling us that we shall be raised from our graves? So many people have died before us and (none of them have been raised)\" Their parents plead to God and say to their child, \"Woe to you! Have faith; the promise of God is certainly true\" They reply, \"What you say is only ancient legends\".",
    "tr": "Wallazee qaala liwaali-daihi uffil lakumaaa ata'idanineee an ukhraja Wa-qad khalatil quroonu min qablee Wa-humaa yastagheesaanil laaha wailaka aamin inna wa'dal laahi haqq, fa-yaqoolu maa haazaaa illaaa asaateerul awwaleen"
  },
  "18": {
    "t": "Such people will be subject to the punishment of God, which was also decreed for many human beings and jinn before them. These people are certainly lost.",
    "tr": "Ulaaa'ikal lazeena haqqa 'alaihimul qawlu feee umamin qad khalat min qablihim minal jinni wal-insi innahum kaanoo khaasireen"
  },
  "19": {
    "t": "Everyone will have a position proportionate to the degree of his deeds. Finally, God will recompense them for their deeds and they will not be wronged.",
    "tr": "Wa-likullin darajaatum mimmaa 'amiloo Wa-liyuwaf-fiyahum a'maalahum Wa-hum laa yuzlamoon"
  },
  "20": {
    "t": "On the day when the disbelievers will be exposed to the fire, they will be told, \"You have spent your happy days during your worldly life and enjoyed them. On this day you will suffer a humiliating torment for your unreasonably arrogant manners on earth and for the evil deeds which you have committed\".",
    "tr": "Wa-Yawma yu'radul lazeena kafaroo 'alan Naari azhabtum taiyibaatikum fee hayaatikumud dunyaa wastam-ta'tum bihaa fal-Yawma tujzawna 'azaabal hooni bimaa kuntum tastakbiroona fil ardi bighairil haqqi Wa-bimaa kuntum tafsuqoon"
  },
  "21": {
    "t": "(Muhammad), recall the brother of the people of Ad, when he warned his people in the valley of al-ahqaf saying, \"There existed many warners before and after him. Do not worship anything other than God. I am afraid for you about the torment of the great Day\".",
    "tr": "Wazkur akhaa 'Aad, iz anzara qawmahoo bil-Ahqaafi Wa-qad khalatin nuzuru mim baini yadaihi Wa-min khalfiheee allaa ta'budooo illal laaha inneee akhaafu 'alaikum 'azaaba Yawmin 'azeem"
  },
  "22": {
    "t": "They said, \"Have you come to turn us away from our gods? Show us that with which you threaten us if you are truthful\".",
    "tr": "Qaaloo aji'tanaa li-taa-fikanaa 'an aalihatinaa fa'tinaa bimaa ta'idunaaa in kunta minas saadiqeen"
  },
  "23": {
    "t": "He said, \"Only God has the knowledge (of the coming of such torment). I preach to you the message that I have brought, but I can see that you are an ignorant people\".",
    "tr": "Qaala innamal 'ilmu indal laahi Wa-uballighukum maaa ursiltu bihee Wa-laakinneee araakum qawman tajhaloon"
  },
  "24": {
    "t": "When they saw the torment as a cloud proceeding to their valleys, they said, \"This cloud will bring us rain.\" He said, \"No, it is the torment which you wanted to suffer immediately. It is a wind bearing and painful torment.",
    "tr": "Falammaa ra awhu 'aaridam mustaqbila awdiyatihim qaaloo haazaa 'aaridum mumtirunaa; bal huwa masta'jaltum bihee reehun feehaa 'azaabun aleem"
  },
  "25": {
    "t": "It will destroy everything by the will of its Lord\" (Not very long after) nothing could be seen of them except their dwellings. Thus do We recompense the sinful people.",
    "tr": "Tudammiru kulla shai'im bi-amri Rabbihaa fa-asbahoo laa yuraaa illaa masaakinuhum; kazaalika najzil qawmal mujrimeen"
  },
  "26": {
    "t": "We had established them more firmly in the land than you are. We had given them ears, eyes, and hearts but none of their ears, eyes, and hearts proved to be of any benefit to them; they rejected the revelations of God and the torment which they mocked brought upon them utter destruction.",
    "tr": "Wa-laqad makkannaahum feemaaa im makkannaakum feehi waj'alnaa lahum sam'anw Wa-absaaranw Wa-af'idatan famaaa aghnaa 'anhum samu'uhum Wa-laaa absaaruhum Wa-laaa af'idatuhum min shai'in iz kaanoo yajhadoona bi-Aayaatil laahi Wa-haaqa bihim maa kaanoo bihee yastahzi'oon"
  },
  "27": {
    "t": "We destroyed some towns around you and showed you the evidence (of the Truth) so that perhaps you would turn (to God).",
    "tr": "Wa-laqad ahlaknaa ma hawlakum minal quraa Wa-sarrafnal Aayaati la'allahum yarji'oon"
  },
  "28": {
    "t": "Why did the idols, whom they worshipped as a means of pleasing God, not help them? In fact, they proved to be the cause of their going astray and it were lies which they had falsely invented lies.",
    "tr": "Falaw-laa nasarahumul lazeenat takhazoo min doonil laahi qurbaanan aalihatam bal dalloo 'anhum' Wa-zaalika ifkuhum Wa-maa kaanoo yaftaroon"
  },
  "29": {
    "t": "We turned a party of jinn towards you to listen to the Quran. When they attended a Quranic recitation, they said to each other, \"Be silent,\" and, when it was over, they turned back to their people, in warning,",
    "tr": "Wa-iz sarafinaaa ilaika nafaram minal jinni yastami'oonal Quraana falammaa hadaroohu qaalooo ansitoo falammaa qudiya wallaw ilaa qawmihim munzireen"
  },
  "30": {
    "t": "and said, \"Our people, we have listened to the recitation of a Book revealed after Moses. It confirms the Books revealed before and guides to the Truth and the right path.",
    "tr": "Qaaloo yaa-qawmanaaa innaa sami'naa Kitaaban unzila mim ba'di Moosa musaddiqal limaa baina yadihi yahdeee ilal haqqi Wa-ilaa Tareeqim Mustaqeem"
  },
  "31": {
    "t": "Our people, respond favorably to the Messenger of God and believe in Him. He will forgive your sins and rescue you from the painful torment.",
    "tr": "Yaa-qawmanaaa ajeeboo daa'iyal laahi Wa-aaminoo bihee yaghfir lakum min zunoobikum Wa-yujirkum min 'azaabin aleem"
  },
  "32": {
    "t": "Those who do not favorably respond to the Messenger of God should know that they cannot challenge God on earth and will not have anyone as their guardian besides Him. Such people are in plain error\".",
    "tr": "Wa-mal laa yujib daa'iyal laahi falaisa bimu'jizin fil ardi Wa-laisa lahoo min dooniheee awliyaaa'; ulaaa-ika fee dalaalim mubeen"
  },
  "33": {
    "t": "Have they not seen that God has created the heavens and the earth and that He experienced no fatigue in doing this. He has the power to bring the dead back to life. Certainly He has power over all things.",
    "tr": "Awalam yaraw annal laahal lazee khalaqas samaawaati wal-larda Wa-lam ya'ya bikhal qihinna biqaadirin 'alaaa aiyuhyiyal mawtaa; balaaa innahoo 'alaa kulli shai'in Qadeer"
  },
  "34": {
    "t": "On the day when the disbelievers will be exposed to the fire, they will be asked, \"Is this not real?\" They will say, \"Yes, Our Lord, it is real\" He will say, \"Suffer the torment for your disbelief\".",
    "tr": "Wa-Yawma yu'radul lazeena kafaroo 'alan naari alaisa haaza bil-haqq; qaaloo balaa Wa-Rabbinaa; qaala fazooqul 'azaaba bimaa kuntum takfuroon"
  },
  "35": {
    "t": "(Muhammad), exercise patience as did the steadfast Messengers. Do not try to make them suffer the torment immediately; on the day when they will see the torment with which they were threatened, they will think that they had lived no more than an hour. The message has been delivered. No one else will be destroyed except the evil doing people.",
    "tr": "Fasbir kamaa sabara ulul 'azmi minar Rusuli Wa-laa tasta'jil lahum; ka-annahum Yawma yarawna maa yoo'adoona lam yalbasooo illaa saa'atam min nahaar; balaagh; fahal yuhlaku illal qawmul faasiqoon"
  }
}