{
  "1": {
    "t": "We have granted to you, (Muhammad), a manifest victory,",
    "tr": "Innaa fatahnaa laka Fatham Mubeenaa"
  },
  "2": {
    "t": "so that God will redeem the sins (which the pagans think you have committed against them) in the past or (you will commit) in the future. He will complete His favors to you, guide you to the right path,",
    "tr": "Liyaghfira lakal laahu maa taqaddama min zanbika Wa-maa ta-akhkhara Wa-yutimma ni'matahoo 'alaika Wa-yahdiyaka siraatan mustaqeema"
  },
  "3": {
    "t": "and grant you a majestic triumph.",
    "tr": "Wa-yansurakal laahu nasran 'azeezaa"
  },
  "4": {
    "t": "It is God who has given confidence to the hearts of the believers to increase and strengthen their faith. To God belongs the armies of the heavens and the earth. He is All-knowing and All-wise.",
    "tr": "Huwal lazeee anzalas sakeenata fee quloobil mu'mineena liyazdaadooo eemaanamma'a eemaanihim; Wa-lillaahi junoodus samawaati wal ard; Wa-kaanal laahu 'Aleeman Hakeemaa"
  },
  "5": {
    "t": "So that He would admit the believers (both male and female) to the gardens wherein streams flow, to live therein forever. He will redeem them. This is the greatest triumph in the sight of God,",
    "tr": "Liyudkhilal mu'mineena walmu'minaati jannaatin tajree min tahtihal anhaaru khaalideena feehaa Wa-yukaffira 'anhum saiyyi-aatihim; Wa-kaana zaalika 'indal laahi fawzan 'azeemaa"
  },
  "6": {
    "t": "so that He would punish the hypocrites and the pagans who have evil suspicions about God. It is they who are surrounded by evil and have become subject to the wrath and condemnation of God. He has prepared for them hell, a terrible place to live.",
    "tr": "Wa-yu'azzibal munaafiqeena walmunaafiqaati wal-mushrikeena walmushrikaatiz zaaanneena billaahi zannas saw'; 'alaihim daaa'iratus saw'i Wa-ghadibal laahu 'alaihim Wa-la'anahum Wa-a'adda lahum jahannama Wa-saaa-at maseeraa"
  },
  "7": {
    "t": "To God belong the armies of the heavens and the earth. God is Majestic and All-wise.",
    "tr": "Wa-lillaahi junoodus samaawaati wal-ard; Wa-kaanal laahu 'azeezan hakeema"
  },
  "8": {
    "t": "We have sent you as a witness, a bearer of glad news, and a warner,",
    "tr": "Innaaa arsalnaaka shaahi-danw Wa-mubashshiranw Wa-nazeera"
  },
  "9": {
    "t": "so that you (people) may believe in God and His Messenger, help, and respect God and glorify Him in the morning and the evening.",
    "tr": "Litu-minoo billaahi Wa-Rasoolihee Wa-tu'azziroohu watuwaqqiroohu watusabbi-hoohu bukratanw Wa-aseelaa"
  },
  "10": {
    "t": "Those who pledge obedience to you are, in fact, pledging obedience to God. The hands of God are above their hands. As for those who disregard their pledge, they do so only against their own souls. Those who fulfill their promise to God will receive a great reward.",
    "tr": "Innal lazeena yubaayi'oonaka innamaa yubaayi'oonal laaha yadul laahi fawqa aydeehim; faman nakasa fainnamaa yankusu 'alaa nafsihee Wa-man awfaa bimaa 'aahada 'alaihullaaha fasa yu'teehi ajran 'azeemaa"
  },
  "11": {
    "t": "The bedouins who lag behind in taking part in the battle say to you, \"Ask forgiveness for us; we were busy with our property and household.\" They speak what is not in their hearts. (Muhammad), tell them, \"Who will help you against God, if He intends to harm you, who will prevent Him from benefitting you? In fact, God is Well Aware of whatever you do\".",
    "tr": "Sa-yaqoolu lakal mukhal-lafoona minal A'raabi shaighalatnaaa amwaalunaa Wa-ahloonaa fastaghfir lanaa; yaqooloona bi-alsinatihim maa laisa fee quloobihim; qul famaien yamliku lakum minal laahi shai'an in araada bikum darran aw araada bikum naf'aa; bal kaanal laahu bimaa ta'maloona Khabeeraa"
  },
  "12": {
    "t": "You thought the Messenger and the believers would never ever return to their families and this attracted your hearts and caused you to develop evil suspicions. You are a wrong doing people.",
    "tr": "Bal zanantum al laien yanqalibar Rasoolu walmu'minoona ilaaa ahleehim abadanw Wa-zuyyina zaalika fee quloobikum Wa-zanantum zannnas saw'i Wa-kuntum qawmam booraa"
  },
  "13": {
    "t": "Those who do not believe in God and His Messenger should know that We have prepared hell for the disbelievers.",
    "tr": "Wa-mal lam yu'mim billaahi Wa-Rasoolihee fainnaaa a'tadnaa lilkaafireena sa'eeraa"
  },
  "14": {
    "t": "To God belongs the kingdom of the heavens and the earth. He forgives or punishes whomever He wants. God is All-forgiving and All-merciful.",
    "tr": "Wa-lillaahii mulkus samaawaati wal-ard; yaghfiru limaien yashaaa'u Wa-yu'azzibu maien yashaaa'; Wa-kaanal laahu Ghafoorar Raheemaa"
  },
  "15": {
    "t": "The laggardly Bedouins will say, \"When you leave to collect the spoils, let us follow you.\" They want to alter the command of God (that only the participating believers are entitled to such benefit). Tell them, \"You can never follow us for such a purpose. God has said before and He will say again (what type of people you are). In fact, you are jealous of us.\" The truth is that they understand very little.",
    "tr": "Sa-yaqoolul mukhalla-foona izan talaqtum ilaa maghaanima litaakhuzoohaa zaroonaa nattabi'kum yureedoona any yubaddiloo Kalaamallaah; qul lan tattabi'oonaa kazaalikum qaalal laahu min qablu fasa yaqooloona bal tahsudoonanna; bal kaanoo laa yafqahoona illaa qaleela"
  },
  "16": {
    "t": "Tell the laggardly Bedouins, \"You will be called to face strong people whom you will fight right to the end or who will submit to you. If you obey the Messenger, God will give you a good reward. But if you turn away as you did before, God will make you suffer a painful torment.",
    "tr": "Qul lilmukhallafeena minal A'raabi satud'awna ilaa qawmin ulee baasin shadeedin tuqaati-loonahum aw yuslimoona fa-in tutee'oo yu'tikumul laahu ajran hasananw Wa-in tatawallaw kamaa tawallaitum min qablu yu'azzibkum 'azaaban aleemaa"
  },
  "17": {
    "t": "It is not an offense for the blind, the lame, or the sick not to take part in the battle. Whoever obeys God and His Messenger will be admitted to the gardens wherein streams flow. God will make whoever turns away suffer a painful torment.",
    "tr": "Laisa 'alal a'maa harajunw Wa-laa 'alal a'raji harajunw Wa-laa 'alal mareedi haraj' Wa-maien yutil'il laaha Wa-Rasoolahoo yudkhilhu jannaatin tajree min tahtihal anhaaru Wa-maien yatawalla yu'azzibhu 'azaaban aleemaa"
  },
  "18": {
    "t": "God is pleased with the believers for their pledging obedience to you under the tree. He knew whatever was in their hearts, thus, He granted them confidence and rewarded them with an immediate victory",
    "tr": "Laqad radiyal laahu 'anil mu'mineena iz yubaayi-'oonaka tahtash shajarati fa'alima maa fee quloobihim fa-anzalas sakeenata 'alaihim Wa-asaa-bahum fat-han qareebaa"
  },
  "19": {
    "t": "and the booty which they received from it (the Battle). God is Majestic and All-wise.",
    "tr": "Wa-maghaanima kaseera-taien yaakhuzoonahaa; Wa-kaanal laahu 'Azeezan Hakeemaa"
  },
  "20": {
    "t": "God has promised that you will receive much booty. He has enabled you to receive this at this time and has protected you from enemies to make it an evidence (of the Truth) for the believers. He will guide you to the right path.",
    "tr": "Wa'adakumul laahu ma-ghaanima kaseeratan taakhuzoo-nahaa fa'ajjala lakum haazihee Wa-kaffa aydiyan naasi 'ankum Wa-litakoona aayatal lilmu'mineena Wa-yahdiyakum siraatam mustaqeema"
  },
  "21": {
    "t": "Besides these, there were other gains which you could not receive, but God has full control over them. God has power over all things.",
    "tr": "Wa-ukhraa lam taqdiroo 'alaihaa qad ahaatal laahu bihaa; Wa-kaanal laahu 'alaa kulli shai'in qadeera"
  },
  "22": {
    "t": "Had the disbelievers fought against you, they would have run away from the battle and would have found no guardian or helper.",
    "tr": "Wa-law qaatalakumul lazeena kafaroo la-wallawul adbaara summa laa yajidoona waliyanw-wa laa naseeraa"
  },
  "23": {
    "t": "This is the tradition of God which existed before, and you will never find any change in His tradition.",
    "tr": "Sunnatal laahil latee qad khalat min qablu Wa-lan tajida lisunnatil laahi tabdeelaa"
  },
  "24": {
    "t": "It is He who kept peace between you and the people of the valley of Mecca after having given you a victory over them. God is Well Aware of what you do.",
    "tr": "Wa-Huwal lazee kaffa aydiyahum 'ankum Wa-aydiyakum 'anhum bibatni Makkata mim ba'di an azfarakum 'alaihim; Wa-kaanal laahu bimaa ta'maloona Baseera"
  },
  "25": {
    "t": "It was the disbelievers who kept you from the Sacred Mosque and prevented your sacrificial offering from reaching its proper place. God would not have kept you from fighting the disbelievers, had there not been believing men and women (among them) whom you did not know and whom you might have unknowingly harmed. God did this because He grants mercy to whomever He wants. Had they been distinguishable from the believers, We would certainly have punished them with a painful torment.",
    "tr": "Humul lazeena kafaroo Wa-saddookum 'anil-Masjidil-Haraami walhadya ma'koofan any yablugha mahillah; Wa-law laa rijaalum mu'minoona Wa-nisaaa'um mu'minaatul lam ta'lamoohum an tata'oohum fatuseebakum minhum ma'arratum bighairi 'ilmin liyud khilal laahu fee rahmatihee many yashaaa'; law tazayyaloo la'azzabnal lazeena kafaroo minhum 'azaaban aleema"
  },
  "26": {
    "t": "Since the disbelievers held zealous ignorance in their hearts, like that of the pre-Islamic age of darkness, God gave confidence to His Messenger and to the believers, binding them to the principle of piety which they deserve. God has the knowledge of all things.",
    "tr": "Iz ja'alal lazeena kafaroo fee quloobihimul hamiyyata hamiyyatal jaahiliyyati fa-anzalal laahu sakeenatahoo 'alaa Rasoolihee Wa-'alal mu-mineena Wa-alzamahum kalimatat taqwaa Wa-kaanooo ahaqqa bihaa Wa-ahlahaa; Wa-kaanal laahu bikulli shai'in Aleema"
  },
  "27": {
    "t": "God made the dream of His Messenger come true for a genuine purpose. (In this he was told), \"If God wills You (believers) will enter the Sacred Mosque, in security, with your heads shaved, nails cut, and without any fear in your hearts.\" He knew what you did not know. Besides this victory, He will give you another immediate victory.",
    "tr": "Laqad sadaqal laahu Rasoolahur ru'yaa bilhaqq, latadkhulunnal Masjidal Haraama in shaaa'al laahu aamineena muhalliqeena ru'oosakum Wa-muqassireena laa takhaafoona fa'alima maa lam ta'lamoo faja'ala min dooni zaalika fathan qareebaa"
  },
  "28": {
    "t": "It is He who has sent His Messenger with guidance and the true religion to make it prevail over all other religions. God is a Sufficient witness to this Truth\".",
    "tr": "Huwal lazeee arsala Rasoolahoo bilhudaa Wa-deenil haqqi liyuzhirahoo 'alad deeni kullih; Wa-kafaa billaahi Shaheeda"
  },
  "29": {
    "t": "Muhammad is the Messenger of God and those with him are stern to the disbelievers yet kind among themselves. You can see them bowing and prostrating before God, seeking His favors and pleasure. Their faces (foreheads) are marked due to the effect of their frequent prostrations. That is their description in the Torah and in the Gospel they are mentioned as the seed which shoots out its stalk then becomes stronger, harder and stands firm on its stumps, attracting the farmers. Thus, God has described the believers to enrage the disbelievers. God has promised forgiveness and a great reward to the righteously striving believers.",
    "tr": "Muhammadur Rasoolul laah; wallazeena ma'ahooo ashiddaaa'u 'alal kuffaaari ruhamaaa'u bainahum taraahum rukka'an sujjadaien yabtaghoona fadlam minal laahi Wa-ridwaanan seemaahum fee wujoohihim min asaris sujood; zaalika masaluhum fit tawraah; Wa-masaluhum fil Injeeli kazar'in akhraja shat-'ahoo fa-'aazarahoo fastaghlaza fastawaa 'alaa sooqihee yu'jibuz zurraa'a liyagheeza bihimul kuffaar; wa'adal laahul lazeena aamanoo Wa-'amilus saalihaati minhum maghfiratanw Wa-ajran 'azeemaa"
  }
}