{
  "1": {
    "t": "Believers, stand by your contracts (and obligations). Of all animals, cattle has been made lawful for you as food with certain exceptions. Hunting is not lawful for you during ihram (a part of the rituals during pilgrimage). God decrees as He wills.",
    "tr": "Yaaa-aiyyuhal lazeena aamanoo awfoo bil'uqood; uhillat lakum baheematul an'aami illaa maa yutlaa 'alaikum ghaira muhillis saidi wa-antum hurum; innal laaha yahkumu maa yureed"
  },
  "2": {
    "t": "Believers, do not disrespect the reminders of God, the sacred months, the animals brought for sacrifice, or what is marked for sacrificial offering or the people heading to the precinct of the Sacred House to seek the favor and pleasure of their Lord. Once the restrictions of ihram are over, you may hunt. Do not let the hostility of a group of people keep you away from the Sacred Mosque or make you express animosity. Co-operate with each other in righteousness and piety, not in sin and hostility. Have fear of God; He is stern in His retribution.",
    "tr": "Yaaa-aiyyuhal lazeena aamanoo laa tuhilloo sha'aaa-'iral laahi wa-lash shahral haraama wa-lal hadya wa-lal qalaaa-ida wa-laa aaam-meenal baital haraama yabtaghoona fadlam mir Rabbihim wa-ridwaanaa; Wa-izaa halaltum fastaadoo; Wa-laa yajriman-nakum shana-aanu qawmin an saddookum 'anil Masjidil haraami an ta'tadoo; wa-ta'aawanoo 'alal birri wattaqwaa; wa-laa ta'aawanoo 'alal ismi wal'udwaan; wattaqul laaha; innal laaha shadeedul 'iqaab"
  },
  "3": {
    "t": "It is unlawful for you to consume the following as food: an animal that has not been properly slaughtered, blood, pork, an animal slaughtered and consecrated in the name of someone other than God, an animal killed by strangulation or a violent blow, an animal killed by falling down, an animal which has been gored to death, an animal partly eaten by a wild beast before being properly slaughtered, an animal which has been sacrificed on the stone blocks (which pagans worshipped), and any flesh divided by casting superstitious and gambling arrows (a pagan tradition), which is a sin. Today, the unbelievers have lost hope about your religion. Do not be afraid of them but have fear of Me. On this day I have perfected your religion, completed My favors to you, and have chosen Islam as your religion. If anyone not (normally) inclined to sin is forced by hunger to eat unlawful substances instead of proper food, he may do so to spare his life. God is All-forgiving and All-merciful.",
    "tr": "Hurrimat 'alaikumul mai-tatu waddamu wa-lahmul khinzeeri wa-maaa uhilla lighairil laahi bihee walmun-khani-qatu wal-mawqoozatu wal-mutarad-diyatu wan-nateehatu wa-maaa akalas sabu'u illaa maa zakkaitum wa-maa zubiha 'alan nusubi wa-an tastaq-simoo bil-azlaam; zaalikum fisq; alyauma ya-isal lazeena kafaroo min deenikum falaa takhshau-hum wakh-shaoun; alyauma akmaltu lakum deenakum wa-atmamtu 'alaikum ni'matee wa-radeetu lakumul Islaama deenaa; famanid turra fee makh-masatin ghaira muta-jaa-nifil li-ismin fa-innal laaha Ghafoorur Raheem"
  },
  "4": {
    "t": "(Muhammad), they ask you what has been made lawful for them (as food). Tell them, \"All pure things are made lawful for you.\" If you train dogs or other beasts for hunting, you should train them according to what God has taught you. It, then, is lawful for you to eat the animals that they hunt, provided you mention the Name of God over the prey. Have fear of God. Certainly God's reckoning is swift.",
    "tr": "Yas-aloonaka maazaaa uhilla lahum; qul uhilla lakumut taiyyibaatu wa-maa' allamtum minal jawaarihi mukal-libeena tu'allimoona-hunna mimmaa 'allama-kumul laah fakuloo mimmaaa amsakna 'alaikum wazkurus mal laahi 'alaih; wattaqul laah; innal laaha saree'ul hisaab"
  },
  "5": {
    "t": "On this day, all pure things are made lawful for you (as food). The food of the People of the Book is made lawful for you and your food is made lawful for them. It is lawful for you to marry chaste Muslim women and chaste women of the People of the Book, provided, you pay their dowry, maintain chastity, and avoid fornication or lustful relations outside of marriage. The deeds of anyone who rejects the faith, certainly, become fruitless. He will be of those who lose on the Day of Judgment.",
    "tr": "Alyauma uhilla lakumut taiyyibaatu wa-ta'aamul lazeena ootul kitaaba hillul lakum wa-ta'aamukum hillul lahum wal-muhsanaatu minal mu-minaati wal-muhsanaatu minal lazeena ootul kitaaba min qablikum izaaa aatai-tumoohunna ujoorahunna muhsineena ghaira musaa-fiheena wa-laa muttakhizeee akhdaan; wa-main yakfur bil-eemaani faqad habita 'amaluhoo wa-huwa fil aaakhirati minal khaasireen"
  },
  "6": {
    "t": "Believers, when you are about to pray, wash your face and your hands along with the elbows and wipe your head and your feet to the ankles. If you experience a seminal discharge, manage to take (the required) bath. If you are sick, or on a journey, or have just defecated, or have had intercourse with women and cannot find any water, perform a tayammum by: touching clean natural earth with both palms and wiping (the upper part) of your face and (the back of) your hands. God does not want you to suffer hardship. He wants you to be purified. He wants to complete His favors to you so that perhaps you would give Him thanks.",
    "tr": "Yaaa-aiyyuhal lazeena aamanoo izaa qumtum ilas salaati fagh-siloo wujoohakum wa-aidiyakum ilal maraafiqi wam-sahoo biru-oosikum wa-arjulakum ilal ka'bayn; wa-in kuntum junuban fattah-haroo; wa-in kuntum mardaaa aw 'alaa safarin aw jaaa-a ahadum minkum minal ghaaa-iti aw laamastumun nisaaa-a falam tajidoo maaa-an fatayam-mamoo sa'eedan taiyyiban famsahoo biwujoohikum wa-aideekum minh; ma yureedul laahu liyaj'ala 'alaikum min haraj(inw) wa-laakien yureedu liyutah-hirakum wa-liyutimma ni'matahoo 'alaikum la'allakum tashkuroon"
  },
  "7": {
    "t": "Remember God's favors to you and the firm covenant that He has made with you. You said because of this covenant, \"We have heard (the words of the Lord) and have obeyed Him.\" Have fear of God; He knows well all that the hearts contain.",
    "tr": "Wazkuroo ni'matal laahi 'alaikum wa-meesaaqahul lazee waasaqakum biheee iz qultum sami'naa wa-ata'naa wattaqul laah(a); innal laaha 'aleemum bizaatis sudoor"
  },
  "8": {
    "t": "Believers, be steadfast for the cause of God and just in bearing witness. Let not a group's hostility to you cause you to deviate from justice. Be just, for it is closer to piety. Have fear of God; God is Well Aware of what you do.",
    "tr": "Yaaa-aiyyuhal lazeena aamaanoo koonoo qawwaa-meena lillaahi shuhadaaa-a bilqist, wa-laa yajri-mannakum shana-aanu qawmin 'alaaa allaa ta'diloo; i'diloo; huwa aqrabu littaqwaa wattaqul laah(a); innal laaha khabeerum bimaa ta'maloon"
  },
  "9": {
    "t": "God has promised forgiveness and a great reward to the righteously striving believers.",
    "tr": "Wa'adal laahul lazeena aamanoo wa-'amilus saalihaati lahum maghfiratunw wa-ajrun 'Azeem"
  },
  "10": {
    "t": "However, the unbelievers who have called Our revelations lies will have hell for their dwelling.",
    "tr": "Wallazeena kafaroo wa-kazzaboo bi-aayaatinaaa ulaaa-ika as-haabul jaheem"
  },
  "11": {
    "t": "Believers, recall God's favors to you when a group of people were about to harm you and God made their evil plots against you fail. Have fear of God. Believers, only trust in God.",
    "tr": "Yaa-aiyyuhal lazeena aamanuz kuroo ni'matal laahi 'alaikum iz hamma qawmun aien yabsutooo ilaikum ai-diyahum fakaffa ai-diyahum 'ankum wattaqul laah; wa'alal laahi fal-yatawak-kalil mu-minoon"
  },
  "12": {
    "t": "God certainly made a solemn covenant with the children of Israel and raised among them twelve elders. God said to them, \"I am with you if you will be steadfast in your prayers, pay (zakat) religious tax, believe in My Messengers, support them with reverence, and give a generous loan for the cause of God.\" We shall expiate your bad deeds and admit you to the gardens wherein streams flow. Whichever of you turns to disbelief after this has certainly gone astray (from the right path).\"",
    "tr": "Wa-laqad akhazal laahu meesaaqa banee israaa-eela wa-ba's-naa minhumus nai 'ashara naqeeba(nw) wa-qaalal laahu innee ma'akum la-in aqam-tumus salaata wa-aatai-tumuz zakaata wa-aamantum bi-Rusulee wa'azzar-tumoohum wa-aqrad-tumul laaha qardan hasanal la-ukaffiranna 'ankum saiyyi-aatikum wa-la-udkhilan-nakum jannaatin tajree min tah-tihal anhaar; faman kafara ba'da zaalika minkum faqad dalla sawaaa assabeel"
  },
  "13": {
    "t": "For their disregard of their solemn covenant with God, We condemned the Israelites and made their hearts hard as stone. Now they displace the words of God and have forgotten their share of the guidance that they had received. Still you receive news of the treachery of all but a few of them. Forgive and ignore them. God loves the righteous ones.",
    "tr": "Fabimaa naq-dihim meesaa-qahum la'an-naahum wa-ja'alnaa quloobahum qaasiyah(tan) yuharrifoonal kalima 'amma waadi'ihee wa-nasoo hazzam mimmaa zukkiroo bih; wa-laa tazaalu tattali'u 'alaa khaaa-inatim minhum illaa qaleelam minhum fa'fu 'anhum wasfah; innal laaha yuhibbul muhsineen"
  },
  "14": {
    "t": "We had made a solemn covenant with those who call themselves Christians, but they forgot their share of the guidance that was sent to them. We have induced hatred and animosity among them which will remain with them until the Day of Judgment when God will tell them about what they had done.",
    "tr": "Wa-minal lazeena qaalooo innaa nasaaraaa akhaznaa mee-saaqahum fanasoo hazzam mimmaa zukkiroo bihee fa-aghrainaa baina-humul 'adaawata wal-baghdaaa-a ilaa yawmil qiyaamah; wa-sawfa yunabbi-uhumul laahu bimaa kaanoo yasna'oon"
  },
  "15": {
    "t": "People of the Book, Our Messenger has come to you. He tells you about the many things that you had been hiding of the Book and forgives you much. A light and a clarifying Book has come to you from God",
    "tr": "Yaaa-ahlal kitaabi qad jaaa-akum Rasoolunaa yubaiyyinu lakum kaseeram mimmmaa kuntum tukhfoona minal kitaabi wa-ya'foo 'an kaseer; qad jaaa-akum minal laahi noorunw wa-kitaabum mubeen"
  },
  "16": {
    "t": "to show the way of peace to those who seek His pleasure, to bring them out of darkness into light through His will and to guide them to the right path.",
    "tr": "Yahdee bihil laahu manit taba'a ridwaanahoo subulas salaam(i) Wa-yukhrijuhum minaz zulumaati ilan noori bi-iznihee Wa-yahdeehim ilaa Siraatim Mustaqeem"
  },
  "17": {
    "t": "Those who have said that the Messiah, son of Mary, is God, have, in fact, committed themselves to disbelief. (Muhammad), ask them, \"Who can prevent God from destroying the Messiah, his mother and all that is in the earth?\" To God belongs all that is in the heavens, the earth, and all that is between them. God creates whatever He wants and He has power over all things.",
    "tr": "Laqad kafaral lazeena qaalooo innal laaha huwal maseehub nu Maryam(a); qul famaien yamliku minal laahi shai'an in araada aien yuhlikal Maseehab na Maryama Wa-ummahoo Wa-man fil ardi jamee'aa, Wa-lillaahi mulkus samaawaati wal-ardi Wa-maa bainahumaa; yakhluqu maa Yashaaa'; wallaahu 'alaa kulli shai'in Qadeer"
  },
  "18": {
    "t": "The Jews and Christians call themselves the beloved sons of God. (Muhammad), ask them, \"Why does God punish you for your sins? In fact, you are mere human beings whom He has created. He forgives and punishes whomever He wants. To Him belongs all that is in the heavens, the earth, and all that is between them and to Him do all things return.",
    "tr": "Wa-qaalatil Yahoodu wan-Nasaaraa nahnu abnaaa'ul laahi Wa-ahibbaaa'uh; qul falima yu'azzibukum bizunoobikum bal antum basharum mimman khalaq; yaghfiru limaien yashaaa'u Wa-yu'azzibu maien yashaaa'; Wa-lillaahi mulkus samaawaati wal-ardi Wa-maa bainahumaa Wa-ilaihil maseer"
  },
  "19": {
    "t": "People of the Book, Our Messenger has come to you to guide you at a time when none of Our other Messengers are living among you. (We sent him) so that you will not complain about having no one to tell you of what is good or warn you of what is bad. Now a bearer of good news has come to you. God has power over all things.",
    "tr": "Yaaa-Ahlal Kitaabi qad jaaa'akum Rasoolunaa yubaiyinu lakum 'alaa fatratim minar Rusuli an taqooloo maa jaaa'anaa mim basheerinw Wa-laa nazeerin faqad jaaa'akum basheerunw Wa-nazeer; wallaahu 'alaa kulli shai'in Qadeer"
  },
  "20": {
    "t": "When Moses told his people, \"Recall God's favors to you. He made Messengers and Kings out of your own people and gave you what He had not given to others-",
    "tr": "Wa-iz qaala Moosaa liqawmihee yaa-qawmiz kuroo ni'matal laahi 'alaikum iz ja'ala feekum ambiyaaa'a Wa-ja'alakum mulookanw Wa-aataakum maa lam yu'ti ahadam minal 'aalameen"
  },
  "21": {
    "t": "Enter the sacred promised land which God has designated for you. Do not return to disbelief lest you become lost\".",
    "tr": "Yaa-qawmid khulul Ardal Muqaddasatal latee katabal laahu lakum Wa-laa tartaddoo 'alaaa adbaarikum fatan-qaliboo khaasireen"
  },
  "22": {
    "t": "They said, \"Moses, a giant race of people is living there. We shall never go there unless they leave the land first. If they leave it then we will enter.\"",
    "tr": "Qaaloo yaa-Moosaaa innaa feehaa qawman jabbaa-reena Wa-innaa lan nad-khulahaa hattaa yakhrujoo minhaa fa-ien yakhrujoo minhaa fa-innaa daa-khiloon"
  },
  "23": {
    "t": "Two God-fearing men on whom God had bestowed favors told them, \"Proceed through the gates and when you enter the city you will be victorious. Have trust in God if you are true believers\".",
    "tr": "Qaala rajulaani minal lazeena yakhaafoona an'amal laahu 'alai-himad khuloo 'alai-himul baab, fa-izaa dakhal-tumoohu fa-innakum ghaaliboon; Wa-'alal laahi fatawakkalooo in kuntum mu'mineen"
  },
  "24": {
    "t": "They said, \"(Moses), as long as they are in the land, we shall never go there. Go with your Lord to fight them but we shall stay where we are\".",
    "tr": "Qaaloo yaa-Moosaaa innaa lan nad-khulahaa aba-dam maa daamoo feehaa fazhab anta Wa-Rabbuka faqaa-tilaaa innaa haa-hunaa qaa'idoon"
  },
  "25": {
    "t": "(Moses) said, \"Lord, I can only speak for myself and my brother; keep us away from the evil-doers\".",
    "tr": "Qaala Rabbi innee laaa amliku illaa nafsee Wa-akhee fafruq bainanaa Wa-bainal qawmil faasiqeen"
  },
  "26": {
    "t": "The Lord said, \"The land will be prohibited to them for forty years (during all such time) they will wander in the land. Do not feel sad for the evil-doing people.\"",
    "tr": "Qaala fa-innahaa muhar-ramatun 'alaihim arba'eena sanah(taien); yateehoona fil ard; falaa ta-sa 'alal qawmil faasiqeen"
  },
  "27": {
    "t": "(Muhammad) tell them the true story of the two sons of Adam (Abel and Cain). Each one of them offered a sacrifice. God accepted the sacrifice of one of them (Abel) but not that of the other (Cain) who then said to his brother, \"I shall certainly kill you.\" (Abel) replied, \"God only accepts the offerings of the pious ones.",
    "tr": "Watlu 'alaihim naba abnai Aadama bilhaqqi iz qarrabaa qurbaanan fatu-qubbila min ahadihimaa Wa-lam yutaqabbal minal aakhari qaala la-aqtu-lannaka qaala inna-maa yataqabbalul laahu minal muttaqeen"
  },
  "28": {
    "t": "Even if you try to kill me, I certainly shall not try to kill you. I have fear of God, the Lord of the creation.",
    "tr": "La'im basatta ilaiyya yadaka litaq-tulanee maa ana bi-baasitien yadiya ilaika li-aqtulak(a) innee akhaaful laaha Rabbal 'aalameen"
  },
  "29": {
    "t": "I would prefer you to take sole responsibility for both our sins and thus become a dweller of hell; this is what an unjust person deserves.\"",
    "tr": "Inee ureedu an tabooo'a bi-ismee Wa-ismika fatakoona min As-haabin Naar; Wa-zaalika jazaaa'uz zaalimeen"
  },
  "30": {
    "t": "(Cain's) soul prompted him to kill his own brother. In doing so he became of those who lose.",
    "tr": "Fatawwa'at lahoo nafsu-hoo qatla akheehi faqatalahoo fa-asbaha minal khaasireen"
  },
  "31": {
    "t": "God sent down a raven which started to dig up the earth to show the killer how to bury the corpse of his brother. On seeing the raven, (Cain) said, \"Woe to me! Am I less able than a raven to bury the corpse of my brother?\" He became greatly remorseful.",
    "tr": "Faba'asal laahu ghuraabaien yab-hasu fil ardi liyuriyahoo kaifa yuwaaree saw'ata akheeh; qaala yaa-wailata-aa a'ajaztu an akoona misla haazal ghuraabi fa-uwaariya saw-ata akhee fa-asbaha minan naadimeen"
  },
  "32": {
    "t": "For this reason, We made it a law for the children of Israel that the killing of a person for reasons other than legal retaliation or for stopping corruption in the land is as great a sin as murdering all of mankind. However, to save a life would be as great a virtue as to save all of mankind. Our Messengers had come to them with clear authoritative evidence but many of them (Israelites) thereafter started doing wrong in the land.",
    "tr": "Min ajli zaalika katabnaa 'alaa Banee Israaa'eela annahoo man qatala nafsam bighairi nafsin aw fasaadin fil ardi faka-annammaa qatalan naasa jamee'a(nw) Wa-man ahyaahaa faka-annamaaa ahyan naasa jamee'aa; Wa-laqad jaaa'at-hum Rusulunaa bil-baiyyinaati summa inna kaseeram minhum ba'da zaalika fil ardi la-musrifoon"
  },
  "33": {
    "t": "The only proper recompense for those who fight against God and His Messenger and try to spread evil in the land is to be killed, crucified, or either to have one of their hands and feet cut from the opposite side or to be sent into exile. These are to disgrace them in this life and they will suffer a great torment in the life hereafter.",
    "tr": "Innamaa jazaaa'ul lazeena yuhaariboonal laaha Wa-Rasoolahoo Wa-yas'awna fil ardi fasaadan aien yuqattalooo aw yusallabooo aw tuqatta'a aideehim Wa-arjuluhum min khilaafin aw yunfaw minal ard; zaalika lahum khizyun fid dunyaa Wa-lahum fil Aakhirati 'azaabun 'azeem"
  },
  "34": {
    "t": "As for those who repent before you (the legal authorities) have control over them (by proving their guilts). They should know that God is All-forgiving and All-merciful.",
    "tr": "Illal lazeena taaboo min qabli an taqdiroo 'alaihim fa'lamooo annnal laaha Ghafoorur Raheem"
  },
  "35": {
    "t": "Believers, have fear of God. Find the means to reach Him and strive hard for His cause so that you may have everlasting happiness.",
    "tr": "Yaaa-aiyyuhal lazeena aamanut taqul laaha wabtaghooo ilaihil waseelata Wa-jaahidoo fee sabeelihee la'allakum tuflihoon"
  },
  "36": {
    "t": "Had the unbelievers had twice as much as the wealth of the whole earth in order to ransom themselves from the torment in the life hereafter, still their ransom would not have been accepted. For them there will be a painful torment.",
    "tr": "Innal lazeena kafaroo law anna lahum maa fil ardi jamee'anw Wa-mislahoo ma'ahoo liyaftadoo bihee min 'azaabi Yawmil Qiyaamati maa tuqubbila minhum Wa-lahum azaabun aleem"
  },
  "37": {
    "t": "They will wish to get out of the fire but they will not have such a choice. Their torment will be constant.",
    "tr": "Yureedoona aien yakhrujoo minan Naari Wa-maa hum bikhaari-jeena minhaa Wa-lahum 'azaabum muqeem"
  },
  "38": {
    "t": "Cut off the hands of a male or female thief as a punishment for their deed and a lesson for them from God. God is Majestic and All-wise.",
    "tr": "Wassaariqu wassaariqatu faqta'oo aidi-yahumaa jazaaa'am bimaa kasabaa nakaalam minal laah; wallaahu 'Azeezun hakeem"
  },
  "39": {
    "t": "However, God will accept the repentance of whoever repents and reforms himself after committing injustice; He is All-forgiving and All-merciful.",
    "tr": "Faman taaba mim ba'di zulmihee Wa-aslaha fa-innal laaha yatoobu 'alaih; innal laaha Ghafoorur Raheem"
  },
  "40": {
    "t": "Do you not know that to God belongs the Kingdom of the heavens and the earth and that He punishes or forgives whomever He wants? God has power over all things.",
    "tr": "Alam ta'lam annal laaha lahoo mulkus samaawaati wal-ardi yu'az-zibu maien yashaa'u Wa-yaghfiru li-maien yashaaa'; wallaahu 'alaa kulli shai'in Qadeer"
  },
  "41": {
    "t": "Messenger, do not be grieved about the people who run back to disbelief. They only say that they believe but, in fact, they have no faith in their hearts. Some Jews knowingly listen to lies and accept the lies which come from others, (Jews), who have no relation with you and who distort certain words of the Bible and say to the people, \"Accept only those words which are the same as what We have told you. If you do not, then beware!\" You can not help those whom God wants to try. God does not want to cleanse the hearts of such people. They lead a disgraceful life in this world and in the life hereafter they will suffer a great torment.",
    "tr": "Yaaa-ayyuhar Rasoolu laa yahzunkal lazeena yusaa-ri'oona fil kufri minal lazeena qaaloo aamannaa bi-afwaa-hi-him Wa-lam tu'min quloobuhum; Wa-minal lazeena haadoo sammaa'oona lil-kazibi sammaa'oona liqawmin aakhareena lam ya'tooka yuharri-foonal kalima mim ba'di mawaadi'ihee yaqooloona in ooteetum haazaa fakhuzoohu Wa-il lam tu'tawhu fah-zaroo; Wa-maien yuridil laahu fitna-tahoo falan tamlika lahoo minal laahi shai'aa; ulaaa-'ikal lazeena lam yuridil laahu aien yutahhira quloobahum; lahum fid dunyaa khizyunw Wa-lahum fil Aakhirati azaabun 'azeem"
  },
  "42": {
    "t": "They deliberately listen to lies (for deceitful purposes) and live on usury. If they come to you (seeking your judgment to settle their differences), you may settle their disputes or keep aloof from them. Should you choose not to bother with them, it will not harm you in the least. If you decide to issue your decree, decide their case with justice. God loves those who are just.",
    "tr": "Sammaa'oona lilkazibi akkaaloona lis-suht; fa-in jaaa'ooka fahkum bainahum aw a'rid anhum Wa-in tu'rid 'anhum falaien yadurrooka shai-a(nw) Wa-in hakamta fahkum bainahum bilqist; innal laaha yuhibbul muqsiteen"
  },
  "43": {
    "t": "How can they come to you for judgment when they already have the Torah which contains the decree of God! It does not take them long to disregard your judgment; they are not true believers.",
    "tr": "Wa-kaifa yuhakki-moonaka Wa-'inda-humut Tawraatu feehaa hukmul laahi summa yatawallawna mim ba'di zaalik; Wa-maaa ulaaa'ika bilmu'mineen"
  },
  "44": {
    "t": "We had revealed the Torah, containing guidance and light. The Prophets who had submitted themselves to the will of God, judged the Jews by the laws of the Torah. So did the godly people and the Jewish scholars who remembered some parts of the Book of God and bore witness to it. Mankind, do not be afraid of people but have fear of Me. Do not sell My revelations for a paltry price. Those who do not judge by the laws of God are disbelievers.",
    "tr": "Innaaa anzalnat Tawraata feehaa hudanw Wa-noor(uien); yahkumu bihan Nabiyyoonal lazeena aslamoo lillazeena haadoo war-rabbaaniyyoona wal-ahbaaru bimas tuhfizoo min Kitaabil laahi Wa-kaanoo 'alaihi shuhadaaa'; falaa takhshawun naasa wakhshawni Wa-laa tashtaroo bi-aayaatee samanan qaleelaa; Wa-mal lam yahkum bimaaa anzalal laahu fa-ulaaa'ika humul kaafiroon"
  },
  "45": {
    "t": "In the Torah We made mandatory for the Jews these rules of retaliation: Capital punishment for the murder of a person; an eye for an eye, a nose for a nose, an ear for an ear, a tooth for a tooth, and a just compensation for a wound. If the perpetrator is forgiven by the affected party, this will be an expiation of his crime. Those who do not judge according to what God has revealed are unjust.",
    "tr": "Wa-katabnaa 'alaihim feehaaa annan nafsa binnafsi wal'aina bil'aini wal-anfa bilanfi wal-uzuna bil-uzuni wassinna bissinni waljurooha qisaas; faman tasaddaqa bihee fahuwa kaffaaratul lah; Wa-mal lam yahkum bimaaa anzalal laahu fa-ulaaa'ika humuz zalimoon"
  },
  "46": {
    "t": "We made Jesus, son of Mary, follow in the footsteps (of the earlier Prophets) and confirm what existed in the Torah in his time. We gave him the Gospel containing guidance and light, as a confirmation of the Torah and instruction and advice for the pious ones.",
    "tr": "Wa-qaffainaa 'alaaa aasaaarihim bi-'Eesab ni Maryama musaddiqal limaa baina yadaihi minat Tawraati Wa-aatainaahul Injeela feehi hudanw Wa-noorunw Wa-musaddiqal limaa baina yadaihi minat Tawraati Wa-hudanw Wa-maw'izatal lilmuttaqeen"
  },
  "47": {
    "t": "The followers of the Gospels (the New Testament) must judge according to what God has revealed in it. Those who do not judge by the laws of God are evil doers.",
    "tr": "Walyahkum Ahlul Injeeli bimaaa anzalal laahu feeh; Wa-mal lam yahkum bimaaa anzalal laahu fa-ulaaa'ika humul faasiqoon"
  },
  "48": {
    "t": "We have revealed the Book to you (Muhammad) in all Truth. It confirms the (original) Bible and has the authority to preserve or abrogate what the Bible contains. Judge among them by what God has revealed to you and do not follow their desires instead of the Truth which has come to you. We have given a law and a way of life to each of you. Had God wanted, He could have made you into one nation, but He wanted to see who are the more pious ones among you. Compete with each other in righteousness. All of you will return to God who will tell you the truth in the matter of your differences.",
    "tr": "Wa-anzalnaa ilaikal Kitaaba bilhaqqi musaddiqal limaa baina yadaihi minal Kitaabi Wa-muhaiminan 'alaihi fahkum bainahum bimaa anzalal laahu Wa-laa tattabi' ahwaaa'ahum 'ammaa jaaa'aka minal haqq; likullin ja'alnaa minkum shir'atanw Wa-minhaajaa; Wa-law shaaa'al laahu laja'alakum ummatanw waahidatanw Wa-laakil liyabluwakum fee maa aataakum fastabiqul khairaat; ilal laahi marji'ukum jamee'an fa-yunab-bi'ukum bimaa kuntum feehi takhtalifoon"
  },
  "49": {
    "t": "(Muhammad), you must judge among them by what God has revealed. Do not follow their desires. Beware of their mischievous deception concerning some of the matters that God has revealed to you. If they turn away, know that what God wants is to punish them for some of their sins. Many human beings are evil-doers.",
    "tr": "Wa-anih kum bainahum bimaaa anzalal laahu Wa-laa tattabi' ahwaaa'ahum wahzarhum aien yaftinooka 'am ba'di maaa anzalal laahu ilaika fa-in tawallaw fa'lam annamaa yureedul laahu aien yuseebahum biba'di zunoobihim; Wa-inna kaseeram minan naasi lafaasiqoon"
  },
  "50": {
    "t": "Do they want judgments that are issued out of ignorance? Who is a better judge for the people whose belief is based on certainty, than God?",
    "tr": "Afahukmal jaahiliyyati yabghoon; Wa-man ahsanu minal laahi hukmal liqawmien yooqinoon"
  },
  "51": {
    "t": "Believers, do not consider the Jews and Christians as your intimate friends for they are only friends with each other. Whoever does so will be considered as one of them. God does not guide the unjust people.",
    "tr": "Yaaa-aiyyuhal lazeena aamanoo laa tattakhizul Yahooda wan-nasaaraaa awliyaaa'; ba'duhum awliyaaa'u ba'd; Wa-main yatawallahum minkum fa-innahoo minhum; innal laaha laa yahdil qawmaz zaalimeen"
  },
  "52": {
    "t": "(Muhammad), you have seen those whose hearts are sick, running around among the people (Jews) saying, \"We are afraid of being struck by disaster.\" But if God were to grant you victory or some other favors, they would then regret for what they had been hiding in their souls.",
    "tr": "Fataral lazeena fee quloobihim maraduien yusaari'oona feehim yaqooloona nakhshaaa an tuseebanaa daaa'irah; fa'asal laahu aien ya-tiya bilfathi aw amrim min 'indihee fa-yusbihoo 'alaa maaa asarroo feee anfusihim naadimeen"
  },
  "53": {
    "t": "The believers say, \"Are these the people who proclaimed themselves to be our sworn friends?\" Their deeds have become devoid of all virtue and they themselves have become lost.",
    "tr": "Wa-yaqoolul lazeena aamanooo ahaaa'ulaaa'il lazeena aqsamoo billaahi jahda aimaanihim innahum lama'akum; habitat a'maaluhum fa-asbahoo khaasireen"
  },
  "54": {
    "t": "Believers, whichever of you turns away from his faith should know that God will soon raise a people whom He loves and who love Him, who are humble towards the believers, dignified to the unbelievers, who strive hard for the cause of God, and who have no fear of anyone's accusations. This is a favor from God. He bestows His favors upon whomever He wants. God is Munificent and All-knowing.",
    "tr": "Yaa-aiyyuhal lazeena aamanoo maien yartadda minkum 'an deenihee fasawfa ya'til laahu biqawmien yuhibbuhum Wa-yuhibboonahoo azillatin 'alal mu'mineena a'izzatin 'alal kaafireena yujaahidoona fee sabeelil laahi Wa-laa yakhaafoona lawmata laaa'im; zaalika fadlul laahi yu'teehi maien yashaaa'; wallaahu Waasi'un 'Aleem"
  },
  "55": {
    "t": "Only God, His Messenger, and the true believers who are steadfast in prayer and pay alms, while they kneel during prayer, are your guardians.",
    "tr": "Innamaa waliyyukumul laahu Wa-Rasooluhoo wal-lazeena aamanul lazeena yuqeemoonas Salaata Wa-yu'toonaz Zakaata Wa-hum raaki'oon"
  },
  "56": {
    "t": "One whose guardians are God, His Messenger, and the true believers should know that God's party will certainly triumph.",
    "tr": "Wa-maien yatawallal laaha Wa-Rasoolahoo wallazeena aamanoo fa-inna hizbal laahi humul ghaaliboon"
  },
  "57": {
    "t": "Believers, do not consider those among the People of the Book and the unbelievers who mock at your religion and treat it as useless, as your protectors. Have fear of God if you are true believers.",
    "tr": "Yaaa-aiyyuhal lazeena aamanoo laa tattakhizul lazeenat takhazoo deenakum huzuwanw Wa-la'ibam minal lazeena ootul Kitaaba min qablikum walkuffaara awliyaaa'; wattaqul laaha in kuntum muu'mineen"
  },
  "58": {
    "t": "Because they are devoid of understanding, they ridicule your call for prayers saying that it is a useless act.",
    "tr": "Wa-izaa naadaitum ilas Salaatit takhazoohaa huzu-wan'w Wa-la'ibaa; zaalika biannahum qawmul laa ya'qiloon"
  },
  "59": {
    "t": "(Muhammad), say to the People of the Book, \"Do you take revenge on us because of our belief in God and what He has revealed to us and to others before us? Most of you are evil-doers\".",
    "tr": "Qul yaaa-Ahlal Kitaabi hal tanqimoona minnaaa illaaa an aamannaa billaahi Wa-maaa unzila ilainaa Wa-maa unzila min qablu Wa-anna aksarakum faasiqoon"
  },
  "60": {
    "t": "Say, \"Should I tell you who will receive the worst punishment from God? Those whom God has condemned, afflicted with His anger, made apes out of them, swine and worshippers of Satan, will have the worst dwelling and will wander far away from the right path.\"",
    "tr": "Qul hal unabbi'ukum bisharrim min zaalika masoobatan 'indal laah(i); mal la'ana-hul laahu Wa-ghadiba 'alaihi Wa-ja'ala min-humul qiradata wal-khanaazeera Wa-'abadat Taaghoot; ulaaa'ika sharrum makaananw Wa-adallu 'an Sawaaa'is Sabeel"
  },
  "61": {
    "t": "When they come to you (believers), they say, \"We have accepted your faith.\" However, they entered into your faith as unbelievers and left it as unbelievers. God knows best what they were hiding.",
    "tr": "Wa-izaa jaaa'ookum qaalooo aamannaa Wa-qad dakhaloo bilkufri Wa-hum qad kharajoo bih; wallaahu a'lamu bimaa kaanoo yaktumoon"
  },
  "62": {
    "t": "You can see many of them competing with each other in sin, hostility, and in taking usury. What they had been doing is certainly evil.",
    "tr": "Wa-taraa kaseeram minhum yusaari'oona fil ismi wal'udwaani Wa-aklihimus suht; labi'sa maa kaanoo ya'maloon"
  },
  "63": {
    "t": "Why did the men of God and rabbis not forbid them from following their sinful words and their consuming of unlawful gains. Evil was their (rabbis and priests) profession!",
    "tr": "Law-laa yanhaahumur rabbaaniyyoona wal-ahbaaru 'an qawlihimul ismaa Wa-aklihimus suht; labi'sa maa kaanoo yasna'oon"
  },
  "64": {
    "t": "The Jews have said, \"God's hands are bound.\" May they themselves be handcuffed and condemned for what they have said! God's hands are free and He distributes His favors to His creatures however He wants. The rebellion and disbelief of many of them will be intensified against you because of what has been revealed to you from your Lord. We have induced hostility and hatred among them which will remain with them up until the Day of Judgment. Whenever they kindle the fire of war, God extinguishes it. They try to destroy the land but God does not love the evil-doers.",
    "tr": "Wa-qaalatil Yahoodu Yadul laahi maghloolah; ghullat aideehim Wa-lu'inoo bimaa qaaloo; bal yadaahu mabsoo-tataani yunfiqu kaifa yashaaa'; Wa-la-yazeedanna kaseeramm minhum maaa unzila ilaika mir Rabbika tughyaananw Wa-kufraa; Wa-alqainaa bainahumul 'adaawata wal-baghdaaa a'-ilaa Yawmil Qiyaamah; kullamaaa awqadoo naaral lilharbi at-fa-ahal laah; Wa-yas'awna fil ardi fasaadaa(nw); wal-laahu laa yuhibbul mufsideen"
  },
  "65": {
    "t": "Had the People of the Book accepted the faith and observed piety, certainly, We would have redeemed their bad deeds and admitted them into a blissful Paradise.",
    "tr": "Wa-law anna Ahlal Kitaabi aamanoo wattaqaw lakaffarnaa 'anhum saiyiaatihim Wa-la-adkhalnaahum Jannaatin Na'eem"
  },
  "66": {
    "t": "Had they followed the Laws of the Old and New Testaments and what was revealed to them from their Lord, they would have received Our bounties from above and below in abundance. Some of them are modest people, but many of them commit the worst sins.",
    "tr": "Wa-law annahum aqaamut Tawraata wal-Injeela Wa-maaa unzila ilaihim mir Rabbihim la-akaloo min fawqihim Wa-min tahti arjulihim; minhum ummatum muqta-sida(tunw) Wa-kaseerum minhum saaa'a maa ya'maloon"
  },
  "67": {
    "t": "Messenger, preach what is revealed to you from your Lord. If you will not preach, it would be as though you have not conveyed My message. God protects you from men. He does not guide the unbelieving people.",
    "tr": "Yaaa-aiyyuhar Rasoolu balligh maaa unzila ilaika mir Rabbika Wa-il lam taf'al famaaa ballaghta Risaalatah; wallaahu ya'simuka minan naas; innal laaha laa yahdil qawmal kaafireen"
  },
  "68": {
    "t": "(Muhammad), tell the People of the Book, \"You have nothing unless you follow the Old and New Testaments and that which (the Quran) God has revealed to you.\" Whatever has been revealed to you (Muhammad) from your Lord will only increase their disbelief and rebellion (against you). Do not grieve for the unbelieving people.",
    "tr": "Qul yaaa-Ahlal Kitaabi lastum 'alaa shai'in hattaa tuqeemut Tawraata wal-Injeela Wa-maaa unzila ilaikum mir Rabbikum; Wa-layazeedanna kaseeram minhum maa unzila ilaika mir Rabbika tugh-yaananw Wa-kufra(n) falaa taasa 'alal qawmil kaafireen"
  },
  "69": {
    "t": "The believers, Jews, Sabaeans, and the Christians who believe in God and the Day of Judgment and who do what is right will have nothing to fear nor will they be grieved.",
    "tr": "Innal lazeena aamanoo wallazeena haadoo was-saabi'oona wan-Nasaaraa man aamana billaahi wal-yawmil Aakhiri Wa-'amila saalihan falaa khawfun 'alaihim Wa-laa hum yahzanoon"
  },
  "70": {
    "t": "We made a covenant with the Israelites and sent Messengers to them. Whenever a Messenger came to them with a message which did not suit their desires, they would reject some of the Messengers and kill others.",
    "tr": "Laqad akhaznaa meesaaqa Banee Israaa'eela Wa-arsalnaaa ilaihim Rusula(n) kullamaa jaaa'ahum Rasoolum bimaa laa tahwaaa anfusuhum fareeqan kazzaboo Wa-fareeqaien yaqtuloon"
  },
  "71": {
    "t": "They were blind and deaf in their pride, thinking themselves (to be the chosen nation of God) and thus safe from calamities. God forgave them but many of them out, of pride, again became blind and deaf. God is Well Aware of what they do.",
    "tr": "Wa-hasibooo allaa takoona fitnatun fa'amoo Wa-sammoo summa taabal laahu 'alaihim summa 'amoo Wa-sammoo kaseerum minhum; wallaahu baseerum bimaa ya'maloon"
  },
  "72": {
    "t": "Those who say that Jesus, the son of Mary, is God, have, in fact, turned to disbelief. Jesus said to the Israelites, \"Worship God, my Lord and yours. God will deprive anyone who considers anything equal to God of Paradise and his dwelling will be fire. The unjust people have no helpers.\"",
    "tr": "Laqad kafaral lazeena qaalooo innal laaha Huwal maseehub nu Maryama Wa-qaalal Maseehu yaa-Baneee Israaa'eela u'budul laaha Rabbee Wa-Rabbakum innahoo maien yushrik billaahi faqad harramal laahu 'alaihil janna(ta) Wa-ma-waahun Naar(u) Wa-maa lizzaalimeena min ansaar"
  },
  "73": {
    "t": "Those who say that God is the third of the Three, have, in fact, turned to disbelief. There is no Lord but God, the only One Lord. If they will not give-up such belief, the disbelievers among them will suffer a painful torment.",
    "tr": "laqad kafaral lazeena qaalooo innal laaha saalisu salaasah; Wa-maa min ilaahin illaaa Ilaahunw Waahid; Wa-il lam yantahoo 'ammaa yaqooloona layamas-sannal lazeena kafaroo minhum 'azaabun aleem"
  },
  "74": {
    "t": "Should they not repent and ask Him for forgiveness? God is All-forgiving and All-merciful.",
    "tr": "Afalaa yatooboona ilal laahi Wa-yastaghfiroonahu; wallaahu Ghafoorur Raheem"
  },
  "75": {
    "t": "Jesus, the son of Mary, was no more than a Messenger before whom there lived many other Messengers. His mother was a truthful woman and both of them ate earthly food. Consider how We explain the evidence (of the Truth) to them and see where they then turn.",
    "tr": "Mal Maseehub nu Maryama illaa Rasoolun qad khalat min qablihir Rusulu Wa-ummuhoo siddeeqatun kaanaa yaa-kulaanit ta'aam; unzur kaifa nubaiyyinu lahumul Aayaati suman zur annaa yu'fakoon"
  },
  "76": {
    "t": "(Muhammad), say to them, \"Do you worship things besides God which can neither harm or benefit you?\" It is only God who is All-hearing and All-knowing.",
    "tr": "Qul ata'budoona min doonil laahi maa laa yamliku lakum darranw Wa-laa naf'aa; wallaahu Huwas Samee'ul 'Aleem"
  },
  "77": {
    "t": "Say to the People of the Book, \"Do not wrongly exceed the proper limit of devotion to your religion or follow the desires of the people who have erred. They have misled many others and have themselves stayed far away from the right path.",
    "tr": "Qul yaaa-Ahlal Kitaabi laa taghloo fee deenikum ghairal haqq(i) Wa-laa tattabi'ooo ahwaaa'a qawmin qad dalloo min qablu Wa-adalloo kaseeranw Wa-dalloo 'an Sawaaa'is Sabeel"
  },
  "78": {
    "t": "The unbelievers among the Israelites, because of their disobedience and transgression, were condemned by David and Jesus, the son of Mary for their disobedience; they were transgressors.",
    "tr": "Lu'inal lazeena kafaroo mim Baneee israa'eela 'alaa lisaani Daawooda Wa-'Eesab ni Maryam; zaalika bimaa 'asaw Wa-kaanoo ya'tadoon"
  },
  "79": {
    "t": "They did not prevent each other from committing sins nor would they themselves stay away from them. Evil was what they had done!",
    "tr": "Kaanoo laa yatanaa-hawna 'am munkarin fa'alooh; labi'sa maa kaanoo yafa'loon"
  },
  "80": {
    "t": "You have seen many of them establishing friendship with the unbelievers. Vile is what their souls have gained! They have invoked the wrath of God upon themselves and they will live forever in torment.",
    "tr": "Taraa kaseeram minhum yatawallawnal lazeena kafaroo; labi'sa maa qaddamat lahum anfusuhum an sakhital laahu 'alaihim Wa-fil 'azaabi hum khaalidoon"
  },
  "81": {
    "t": "Had they had faith in God, the Prophet, and what was revealed to him, they would not have been the friends of the unbelievers. However, many of them are evil-doers.",
    "tr": "Wa-law kaanoo yu'minoona billaahi wan-nabiyyi Wa-maa unzila ilaihi mat takhazoohum awliyaaa'a Wa-laakinna kaseeram minhum faasiqoon"
  },
  "82": {
    "t": "You find Jews and pagans among the worst of the enemies of the believers. (Of the non-believers) nearest to them (the believers) in affection you find those who say, \"We are Christians,\" for among them are the priests and monks who are not proud.",
    "tr": "Latajidanna ashad-dan naasi 'adaawatal lillazeena aamanul Yahooda wallazeena ashrakoo Wa-latajidanna aqrabahum mawaddatal lil-lazeena aamanul lazeena qaalooo innaa Nasaaraa; zaalika bi-anna minhum qiseeseena Wa-ruh-baananw Wa-annahum laa yastakbiroon"
  },
  "83": {
    "t": "When they hear what is revealed to the Messenger, you can see their eyes flood with tears, as they learn about the Truth. They say, \"Lord, we believe (in this faith). Write our names down as bearing witness to it.",
    "tr": "Wa-izaa sami'oo maa unzila ilar Rasooli taraa a'yunahum tafeedu minad dam'i mimmaa 'arafoo minal haqq; yaqooloona Rabbanaa aamannaa faktubnaa ma'ash shaahideen"
  },
  "84": {
    "t": "Why should we not believe in God and the Truth that has come to us and hope that the Lord will admit us into the company of the righteous people?\"",
    "tr": "Wa-maa lanaa laa nu'minu billaahi Wa-maa jaaa'anaa minal haqqi Wa-natma'u aien yudkhilanaa Rabbunaa ma'al qawmis saaliheen"
  },
  "85": {
    "t": "Thus, God has given them as their reward, gardens wherein streams flow and wherein they will live forever. Such will be the recompense of the righteous people.",
    "tr": "Fa-asaabahumul laahu bimaa qaaloo Jannaatin tajree min tahtihal anhaar(u) khaalideena feehaa; Wa-zaalika jazaaa'ul muhsineen"
  },
  "86": {
    "t": "Those who disbelieved and denied Our revelations will be the dwellers of Hell.",
    "tr": "Wallazeena kafaroo Wa-kazzaboo bi-Aayaatinaa ulaaa'ika As-haabul Jaheem"
  },
  "87": {
    "t": "Believers, do not make unlawful the pure things which God has made lawful for you. Do not transgress for God does not love the transgressors.",
    "tr": "Yaa-aiyyuhal lazeena aamanoo laa tuharrimoo taiyyibaati maa ahallal laahu lakum Wa-laa ta'tadooo; innal laaha laa yuhibbul mu'tadeen"
  },
  "88": {
    "t": "Eat from the pure and lawful things that God has given to you. Have fear of God in Whom you believe.",
    "tr": "Wa-kuloo mimmaa raza-qakumul laahu halaalan taiyyibaa; wattaqul laahal lazeee antum bihee mu'minoon"
  },
  "89": {
    "t": "God will not hold you responsible for your thoughtless oaths. However, He will question you about your deliberate oaths. The expiation for breaking an oath is to feed ten needy people with food, typical of that which you feed to your own people, to clothe them or to set a slave free. One who cannot pay this, he must fast for three days to expiate his oaths. Keep your oaths. Thus, does God explain His Laws so that you will give Him thanks.",
    "tr": "Laa yu'aakhizukumul laahu billaghwi fee aimaanikum Wa-laakien yu'aakhizukum bimaa 'aqqattumul aimaan(a) fakaf-faaratuhoo it'aamu 'asharati masaakeena min awsati maa tut'imoona ahleekum aw kiswatuhum aw tahreeru raqaba(tin) famal lam yajid fa-Siyaamu salaasati aiy-yaam; zaalika kaffaaratu aimaanikum izaa halaftum; wahfazooo aimaanakum; kazaalika yubaiyyinul laahu lakum Aayaatihee la'allakum tashkuroon"
  },
  "90": {
    "t": "Believers, wine, gambling, the stone altars and arrows (that the pagans associate with certain divine characters) are all abominable acts associated with satanic activities. Avoid them so that you may have everlasting happiness.",
    "tr": "Yaaa-aiyyuhal lazeena aamanooo innamal khamru walmaisiru wal-ansaabu wal-azlaamu rijsum min 'amalish shaitaani fajtaniboohu la'al-lakum tuflihoon"
  },
  "91": {
    "t": "Satan wants to induce hostility and hatred among you through wine and gambling and to prevent you from remembering God and prayer. Will you then avoid such things?",
    "tr": "Innamaa yureedush Shaitaanu aien yooqi'a bainakumul 'adaawata wal-baghdaaa'a fil khamri wal-maisir(i) Wa-yasuddakum 'an zikril laahi Wa-'anis Salaati fahal antum muntahoon"
  },
  "92": {
    "t": "Obey God and the Messenger and be cautious (of the harmful things). If you turn away (from Our laws), know that the duty of the Messenger is only to preach in clear words.",
    "tr": "Wa-atee'ul laaha Wa-atee'ur Rasoola wahzaroo; fa-in tawal-laitum fa'lamooo annamaa 'alaa Rasoolinal balaaghul mubeen"
  },
  "93": {
    "t": "The righteously striving believers will not be blamed for what they have eaten, if they maintain piety, do good deeds, have faith, and be charitable. God loves the generous people.",
    "tr": "Laisa 'alal lazeena aamanoo Wa-'amilus saalihaati junaahun feemaa ta'imooo izaa mat taqaw Wa-aamanoo Wa-'amilus saalihaati summat taqaw Wa-aamanoo summat taqaw Wa-ahsanoo; wallaahu yuhibbul muhsineen"
  },
  "94": {
    "t": "Believers, God will test you (to see the strength of your obedience) concerning what you hunt by hand or spear, so that He would know who has fear of Him in private. Whoever transgresses will suffer a painful torment.",
    "tr": "Yaa-aiyyuhal lazeena aamanoo la-yablu-wanna-kumul laahu bishai'im minas saidi tanaa-luhooo aideekum Wa-rimaahukum liya'lamal laahu maien yakhaafuhoo bilghaib; famani' tadaa ba'da zaalika falahoo 'azaabun aleem"
  },
  "95": {
    "t": "Believers, do not hunt when you are in the holy precinct. Whichever of you purposely kills game in the holy precinct has to offer, as an expiation, a sacrifice in the holy precinct which two just people among you would consider equal to the prey or food to a destitute person or has to fast (for an appointed time) to bear the burden of the penalty for his deed. God forgives whatever was done in the past, but He will take revenge on whoever returns to transgression, for He is Majestic and Capable of taking revenge.",
    "tr": "Yaa-aiyyuhal lazeena aamanoo laa taqtulus saida Wa-antum hurum; Wa-man qatalahoo minkum mut'am-midan fajazaaa'um mislu maa qatala minan na'am(i) yahkumu bihee zawaa 'adlim minkum hadyam baalighal Ka'ba(ti) aw kaffaaratun ta'aamu masaakeena aw 'adlu zaalika Siyaamal liyazooqa wabaala amrih; 'afal laahu 'ammaa salaf; Wa-man 'aada fayanta-qimul laahu minh; wallaahu 'azeezun zun tiqaam"
  },
  "96": {
    "t": "It is lawful for you to hunt from the sea and to eat seafood. This is for your benefit and for the benefit of travellers. However, it is not lawful for you to hunt on land as long as you are in the sacred precinct. Have fear of God before whom you will all be raised.",
    "tr": "Uhilla lakum saidul bahri Wa-ta'aamuhoo mataa'al lakum Wa-lis-saiyyaara(ti) Wa-hurrima 'alaikum saidul barri maa dumtum hurumaa; wattaqul laahal lazeee ilaihi tuh-sharoon"
  },
  "97": {
    "t": "God has made the Kabah, the Sacred House, the sacred months, the unmarked and marked sacrificial animals for the welfare of men and in order to inform you that God knows all that is in the heavens and the earth. He has the knowledge of all things.",
    "tr": "Ja'alal laahul Ka'batal Baital Haraama qiyaamal linnaasi wash-Shahral Haraama wal-hadya wal-qalaaa'id; zaalika lita'lamooo annal laaha ya'lamu maa fis samaawaati Wa-maa fil ardi Wa-annal laaha bikulli shai'in 'Aleem"
  },
  "98": {
    "t": "Know that God is stern in His retribution and He is All-forgiving and All-merciful.",
    "tr": "I'lamooo annal laaha shadeedul 'iqaabi Wa-annal laaha Ghafoorur Raheem"
  },
  "99": {
    "t": "The duty of the Messenger is only to preach. God knows what you reveal or hide.",
    "tr": "Maa 'alar Rasooli illal balaaghu; wallaahu ya'lamu maa tubdoona Wa-maa taktumoon"
  },
  "100": {
    "t": "(Muhammad), say to them, \"The pure and filthy are not the same even though the abundance of filth may attract you. Men of reason, have fear of God so that you may have eternal happiness.\"",
    "tr": "Qul laa yastawil khabeesu wattaiyyibu Wa-law a'jabaka kasratul khabees; fattaqul laaha yaaa-ulil albaabi la'allakum tuflihoon"
  },
  "101": {
    "t": "Believers, do not ask about things which, if revealed to you, would disappoint you. If you ask about such things when the Prophet is receiving revelations, they will also be revealed to you. God has exempted you (from the responsibilities of the things you wanted to know). He is All-forgiving and Forbearing.",
    "tr": "Yaaa-aiyyuhal lazeena aamanoo laa tas'aloo 'an ashyaaa'a in tubda lakum tasu'kum Wa-in tas'aloo 'anhaa heena yunazzalul Qur'aanu tubda lakum; 'afal laahu 'anhaa; wallaahu Ghafoorun Haleem"
  },
  "102": {
    "t": "People living before you had asked about such things, but then rejected them.",
    "tr": "Qad sa-alahaa qawmum min qablikum summa asbahoo bihaa kaafireen"
  },
  "103": {
    "t": "God has not instituted the rites of Bahirah, Sa'ibah, Wasilah, nor of Hami (names of certain animals that the pagans would offer as sacrifice). It is the pagans who have attributed falsehood to God. Many of them have no understanding.",
    "tr": "Maa ja'alal laahu mim baheeratinw Wa-laa saaa'ibatinw Wa-laa waseelatinw Wa-laa haaminw Wa-laakinnal lazeena kafaroo yaftaroona 'alal laahil kazib; Wa-aksaruhum laa ya'qiloon"
  },
  "104": {
    "t": "When they are told to refer to the guidance of God and to the Messenger, they say, \"The tradition of our fathers is sufficient for our guidance,\" even though, in fact, their fathers had neither knowledge nor proper guidance.",
    "tr": "Wa-izaa qeela lahum ta'aalaw ilaa maaa anzalal laahu Wa-ilar Rasooli qaaloo hasbunaa maa wajadnaa 'alaihi aabaaa'anaa; awa-law kaana aabaaa'uhum laa ya'lamoona shai'anw Wa-laa yahtadoon"
  },
  "105": {
    "t": "Believers, save your own souls, for if you have the right guidance, no one who strays can harm you. You will all return to God who will tell you about what you have done.",
    "tr": "Yaaa-aiyyuhal lazeena aamanoo 'alaikum anfusakum laa yadurrukum man dalla izah tadaitum; ilal laahi marji'ukum jamee'an fayunabbi'ukum bimaa kuntum ta'maloon"
  },
  "106": {
    "t": "Believers, when death approaches any one of you, let two just men from your own people (Muslims) or any two other men (People of the Book) if death befalls you on a journey, bear witness to the bequest. If you have any doubts as to their honesty, detain them and let them take an oath after the prayer, each one of them saying, \"I swear by God that my testimony is true. I am not selling the Truth for a paltry price even though the beneficiary would be one of my relatives. I do not hide the testimony which is the right of God, for then I would be one of the sinners.\"",
    "tr": "Yaaa-aiyyuhal lazeena aamanoo shahaadatu bainikum izaa hadara ahadakumul mawtu heenal wasiyyatis naani zawaa 'adlim minkum aw aakharaani min ghairikum in antum darabtum fil ardi fa-asaabatkum museebatul mawt; tahbi-soonahumaa mim ba'dis Salaati fa-yuqsimaani billaahi inir tabtum laa nashtaree bihee samananw Wa-law kaana zaa qurbaa Wa-laa naktumu shahaadatal laahi innaaa izal laminal aasimeen"
  },
  "107": {
    "t": "If their honesty is challenged, two others from the relatives of the deceased should swear in the same way and testify to the bequest saying, \"We swear by God that our testimony is the true one. We do not transgress in the matter lest we become unjust ones.\"",
    "tr": "Fa-in 'usira 'alaaa annahumas tahaqqaaa isman fa-aakharaani yaqoomaani maqaama-humaa minal lazeenas tahaqqa 'alaihimul aw-layaani fa-yuqsimaani billaahi lashahaadatunaaa ahaqqu min shahaadati-himaaa Wa-ma' tadainaaa innaaa izal laminaz zaalimeen"
  },
  "108": {
    "t": "This will help preserve a proper testimony because the witness will be afraid of the denial of their own testimony by a second pair of witness. Have fear of God and listen (properly). God does not guide the evil doing people.",
    "tr": "Zaalika adnaaa aien ya'too bishshahaadati 'alaa wajhi-haaa aw yakhaafooo an turadda aimaanum ba'da aimaanihim; wattaqul laaha wasma'oo; wallaahu laa yahdil qawmal faasiqeen"
  },
  "109": {
    "t": "Have fear of the day when God will bring all the Messengers together and ask them, \"What was the response of men to your call?\" They will reply, \"We have no knowledge. You are the only One who has knowledge of the unseen.\"",
    "tr": "Yawma yajma'ul laahur Rusula fa-yaqoolu maazaaa ujibtum qaaloo laa 'ilma lanaa innaka Anta 'Allaamul Ghuyoob"
  },
  "110": {
    "t": "When God said, \"Jesus, son of Mary, recall My favors to you and your mother. (Recall) how I supported you by the holy spirit, made you speak to people from your cradle and when you grew up, taught you the Book, gave you wisdom, the Torah, and the Gospel. (Recall) when, by My will, you made a sculpture of a bird out of clay, blew into it, and it turned into a real bird by My Will. (Recall) how, by My will, you healed the deaf, the lepers, and raised the dead. (Recall) when you came to the Israelites in the house with clear miracles and I saved you from their mischief, even though the disbelievers among them said, \"This is obviously magic\".",
    "tr": "Iz qaalal laahu yaa-'Eesab na Maryamaz kur ni'matee 'alaika Wa-'alaa waalidatika; iz aiyyattuka bi-Roohil Qudus(i) tukallimun naasa fil mahdi Wa-kahla(nw) Wa-iz 'allamtukal kitaaba wal-Hikmata Wa-Tawraata wal-Injeel(a) Wa-iz takhluqu minat teeni kahai-'atit tairi bi-iznee fatan-fukhu feeha fatakoonu tairam bi-iznee Wa-tubri'ul akmaha wal-abrasa bi-iznee Wa-iz tukhrijul mawtaa bi-iznee Wa-iz kafaftu Baneee Israaa'eela 'anka iz ji'tahum bil-baiyyinaati fa-qaalal lazeena kafaroo minhum in haazaaa illaa sihrum mubeen"
  },
  "111": {
    "t": "(Recall) when I inspired the disciples to have faith in Me and My Messenger. They said, \"We have accepted the faith. Lord, bear witness that we have submitted ourselves to Your will\"",
    "tr": "Wa-iz aw-haitu ilal hawaariy-yeena an aaminoo bee Wa-bi-Rasoolee qaalooo aamannaa wash-had bi-anna-naa muslimoon"
  },
  "112": {
    "t": "(Recall) when the disciples said, \"Jesus, son of Mary, can your Lord send us a table full of food from heaven?\" and you replied, \"Have fear of God if you are true believers\".",
    "tr": "Iz qaalal hawaariy-yoona yaa-'Eesab na Maryama hal yastatee'u Rabbuka aien yunaz-zila alainna maaa'idatam minas samaaa'(i) qaalat taqul laaha in kuntum mu'mineen"
  },
  "113": {
    "t": "They said, \"We only wish to eat therefrom to comfort our hearts, to know that you have spoken the Truth to us, and to bear witness to it along with the others.\"",
    "tr": "Qaaloo nureedu an na-kula minhaa Wa-tatama-'inna quloo-bunaa Wa-na'lama an qad sadaqtana Wa-nakoona 'alaihaa minash shaahideen"
  },
  "114": {
    "t": "When Jesus prayed, \"Lord, send us a table full of food from heaven so that it will make a feast for us and for those who are yet to come in this world and an evidence from You. Give us sustenance, for You are the best Provider,\"",
    "tr": "Qaala 'Eesab nu Maryamal laahumma Rabbanaaa anzil 'alainaa maaa'idatam minas samaaa'(i) takoonu lanaa 'eedal li-awwalinaa Wa-aakhirinaa Wa-Aayatam minka warzuqnaa Wa-Anta khairur raaziqeen"
  },
  "115": {
    "t": "God replied, \"I am sending it to you, but if anyone of you turns back to disbelief, I will make him suffer a torment that no one has ever suffered.\"",
    "tr": "Qaalal laahu innee munaz-ziluhaa 'alaikum famaien yakfur ba'du minkum fa-inneee u'azzibuhoo 'azaabal laaa u'azzibuhooo ahadam minal 'aalameen"
  },
  "116": {
    "t": "When God asked Jesus, son of Mary \"Did you tell men to consider you and your mother as their gods besides God?\" he replied, \"Glory be to you! How could I say what I have no right to say? Had I ever said it, You would have certainly known about it. You know what is in my soul, but I do not know what is in Yours. It is You who has absolute knowledge of the unseen.",
    "tr": "Wa-iz qaalal laahu yaa-'Eesab na Maryama 'a-anta qulta linnaasit takhizoonee Wa-ummiya ilaahaini min doonil laahi qaala Subhaanak(a) maa yakkoonu leee an aqoola maa laisa lee bihaqq; in kuntu qultuhoo faqad 'alimtah; ta'lamu maa fee nafsee Wa-laaa a'alamu maa fee nafsika; innaka Anta 'Allaamul Ghuyoob"
  },
  "117": {
    "t": "\"I did not tell them anything except what You commanded me to tell them. I told them that they must worship God who is everyone's Lord. I watched them as long as I was among them until You raised me to Yourself and You Yourself had also watched over them; You are Omnipresent.",
    "tr": "Maa qultu lahum illaa maaa amartanee bihee ani' budul laaha Rabbeee Wa-Rabbakum; Wa-kuntu 'alaihim shaheedam maa dumtu feehim falammaa tawaffai-tanee kunta Antar Raqeeba 'alaihim; Wa-Anta 'alaa kulli shai'in Shaheed"
  },
  "118": {
    "t": "You may punish Your servants or forgive them for You are Majestic and Wise.\"",
    "tr": "In tu'azzibhum fa-innahum ibaaduka Wa-in taghfir lahum fa-innaka Antal 'Azzezul Hakeem"
  },
  "119": {
    "t": "God will say, \"This is the Day when the truthful ones will benefit from their truthfulness. For them there are gardens wherein streams flow and they will live therein forever. God is pleased with them and they will be pleased with God in their supreme triumph.",
    "tr": "Qaalal laahu haaza yawmu yanfa'us saadiqeena sidquhum; lahum janaatunn tajree min tah-tihal anhaaru khaalideena feehaaa abadaa; radiyal laahu 'anhum Wa-radoo 'anh; zaalikal fawzul 'azeem"
  },
  "120": {
    "t": "To God belongs the kingdom of the heavens and the earth and all that is between them and He has power over all things.",
    "tr": "Lillaahi mulkus samaawaati wal-ardi Wa-maa feehinn; Wa-Huwa 'alaa kulli shai'inn Qadeer"
  }
}