{
  "1": {
    "t": "By Qaf and the glorious Quran, (you are the Messenger of God).",
    "tr": "Qaaaf; wal-Qur-aanil Majeed"
  },
  "2": {
    "t": "In fact, it seems odd (to the pagans) that a warner from their own people has come to them. The disbelievers have said, \"It is very strange",
    "tr": "Bal 'ajibooo an jaa'ahum munzirum minhum faqaalal kaafiroona haazaa shai'un 'ajeeb"
  },
  "3": {
    "t": "that after we die and become dust, we shall be brought back to life again. This seems far from reality\".",
    "tr": "A-izaa mitnaa Wa-kunnaa turaaban zaalika raj'um ba'eed"
  },
  "4": {
    "t": "We already know how much of them (of their bodies) the earth will consume. With Us there is a Book that contains all records.",
    "tr": "Qad 'alimnaa maa tanqu-sul ardu minhum Wa-'indanaa Kitaabun Hafeez"
  },
  "5": {
    "t": "In fact, they have rejected the truth that has come to them, thus, they live in confusion.",
    "tr": "Bal kazzaboo bilhaqqi lammaa jaaa'ahum fahum feee amrim mareej"
  },
  "6": {
    "t": "Have they not seen how We have established the sky above them and decked it without gaps and cracks?",
    "tr": "Afalam yanzurooo ilas samaaa'i fawqahum kaifa banainaahaa Wa-zaiyannaahaa Wa-maa lahaa min furooj"
  },
  "7": {
    "t": "(Have they not seen) how We have spread out the earth, placed on it firm mountains and have made all kinds of flourishing pairs of plants grow?",
    "tr": "Wal-arda madadnaahaa Wa-alqainaa feehaa rawaasiya Wa-ambatnaa feehaa min kulli zawjim baheej"
  },
  "8": {
    "t": "This is a reminder and it sharpens the insight of every servant of God who turns to Him in repentance.",
    "tr": "Tabsiratanw Wa-zikraa likulli 'abdim muneeb"
  },
  "9": {
    "t": "We have sent blessed water down from the sky to grow gardens, harvestable crops",
    "tr": "Wa-nazzalnaa minas samaaa'i maaa'am mubaarakan fa-ambatnaa bihee jannaatinw Wa-habbal haseed"
  },
  "10": {
    "t": "and tall palm-trees with clusters of dates",
    "tr": "Wannakhla baasiqaatil laha tal'un nadeed"
  },
  "11": {
    "t": "as sustenance for My servants. With this We have brought the dead land back to life. Thus, will also be your resurrection.",
    "tr": "Rizqal lil'ibaad, Wa-ahyainaa bihee baldatam maitaa; kazaalikal khurooj"
  },
  "12": {
    "t": "The people of Noah, dwellers of the Ra's, Thamud,",
    "tr": "Kazzabat qablahum qawmu Noohinw Wa-Ashaabur Rassi Wa-Samood"
  },
  "13": {
    "t": "Ad, the Pharaoh, Lot,",
    "tr": "Wa-'Aadunw Wa-Fir'awnu wikhwaanu loot"
  },
  "14": {
    "t": "dwellers of the forest, and the people of Tubba had all rejected the Prophets. Thus, they became subject to Our torment.",
    "tr": "Wa-Ashaabul Aykati Wa-qawmu Tubba'; kullun kazzabar Rusula fahaqqa wa'eed"
  },
  "15": {
    "t": "Did We fail to accomplish the first creation? Of course, We did not; We have all power over all things. Yet they are confused about a new creation.",
    "tr": "Afa'a-yeenaa bilkhalqil awwal; bal hum fee labsim min khalqin jadeed"
  },
  "16": {
    "t": "We swear that We have created the human being and We know what his soul whispers to him. We are closer to him than even his jugular vein.",
    "tr": "Wa-laqad khalaqnal insaana Wa-na'lamu maa tuwaswisu bihee nafsuhoo Wa-Nahnu aqrabu ilaihi min hablil wareed"
  },
  "17": {
    "t": "Since the two scribes are sitting on each of his shoulders, he does not utter a word which is not recorded immediately by the watchful scribes.",
    "tr": "Iz yatalaqqal mutalaqqi-yaani 'anil yameeni Wa-'anish shimaali qa'eed"
  },
  "18": {
    "t": "The human being will certainly experience the agony of death",
    "tr": "Maa yalfizu min qawlin illaa ladaihi raqeebun 'ateed"
  },
  "19": {
    "t": "and (the human being will be told), \"This is what you had been trying to run away from\".",
    "tr": "Wa-jaaa'at sakratul mawti bilhaqq; zaalika maa kunta minhu taheed"
  },
  "20": {
    "t": "The trumpet will certainly be sounded. This will be the day (about which you) were threatened.",
    "tr": "Wa-nufikha fis Soor; zaalika yawmul wa'eed"
  },
  "21": {
    "t": "Every soul will be accompanied (by an angel) behind him and another as a witness.",
    "tr": "Wa-jaaa'at kullu nafsim ma'ahaa saaa'iqunw Wa-shaheed"
  },
  "22": {
    "t": "(He will be told), \"You were completely heedless of this day. We have removed the veil from your eyes and your vision will now be sharp and strong\".",
    "tr": "Laqad kunta fee ghaf-latim min haazaa fakashafnaa 'anka ghitaaa'aka fabasarukal yawma hadeed"
  },
  "23": {
    "t": "His (angelic) companion will say, \"(Lord), the record of his deeds is with me and is all ready\".",
    "tr": "Wa-qaala qareenuhoo haazaa maa ladaiya 'ateed"
  },
  "24": {
    "t": "(They will be told,) \"Throw into hell every persistent disbelievers,",
    "tr": "Alqiyaa fee Jahannama kulla kaffaarin 'aneed"
  },
  "25": {
    "t": "who is an opponent of good, a suspicious transgressor",
    "tr": "Mannaa'il lilkhayri mu'tadim mureeb"
  },
  "26": {
    "t": "and an idol worshipper. Throw him into severe torment\".",
    "tr": "Allazee ja'ala ma'al laahi ilaahan aakhara fa-alqiyaahu fil 'azaabish shadeed"
  },
  "27": {
    "t": "His satanic companion will say, \"Our Lord, I did not mislead him, but he himself went astray\".",
    "tr": "Qaala qareenuhoo Rabbanaa maaa atghaituhoo Wa-laakin kaana fee dalaalin ba'eed"
  },
  "28": {
    "t": "The Lord will say, \"Do not argue in My presence; I had certainly sent you a warning.",
    "tr": "Qaala laa takhtasimoo ladaayya Wa-qad qaddamtu ilaikum bilwa'eed"
  },
  "29": {
    "t": "No word is to be exchanged in My presence. I am not unjust to My servants\".",
    "tr": "Maa yubaddalul qawlu ladaiya Wa-maaa ana bizal-laamil lil'abeed"
  },
  "30": {
    "t": "On that day We shall ask hell, \"Are you full?\" It will say, \"Are there any more?\"",
    "tr": "Yawma naqoolu li'jahannama halim talaati Wa-taqoolu hal mim mazeed"
  },
  "31": {
    "t": "Paradise will be brought near for the pious ones",
    "tr": "Wa-uzlifatil jannatu lil-muttaqeena ghaira ba'eed"
  },
  "32": {
    "t": "(and they will be told), \"This is what you were promised. It is for everyone who turned in repentance to God, kept his promise,",
    "tr": "Haaza maa too'adoona likulli awwaabin hafeez"
  },
  "33": {
    "t": "feared the Beneficent God in secret, and turned to Him with a repenting heart\".",
    "tr": "Man khashiyar Rahmaana bilghaibi Wa-jaaa'a biqalbim muneeb"
  },
  "34": {
    "t": "(They will be told), \"Enter Paradise in peace and, therein, you will live forever\".",
    "tr": "Udkhuloohaa bisalaamin zaalika yawmul khulood"
  },
  "35": {
    "t": "They will have therein whatever they want and will receive from Us more rewards",
    "tr": "Lahum maa yashaaa'oona feehaa Wa-ladainaa mazeed"
  },
  "36": {
    "t": "How many an ancient town who were much stronger than them (unbelievers) did We destroy. (In vain), they wandered through the land in search of a place of refuge from Our torment.",
    "tr": "Wa-kam ahlaknaa qablahum min qarnin hum ashaddu minhum batshan fanaqqaboo fil bilaad, hal mim mahees"
  },
  "37": {
    "t": "This is a reminder for everyone who understands, listens, and sees.",
    "tr": "Inna fee zaalika lazikraa liman kaana lahoo qalbun aw alqas sam'a Wa-huwa shaheed"
  },
  "38": {
    "t": "We created the heavens, the earth, and all that is between them in six days without experiencing any fatigue.",
    "tr": "Wa-laqad khalaqnas samaawaati wal-arda Wa-maa bainahumaa fee sittati ayyaamin Wa-maa massanaa mil lughoob"
  },
  "39": {
    "t": "(Muhammad), exercise patience against what they say. Glorify your Lord with His praise before sunrise and sunset.",
    "tr": "Fasbir 'alaa maa yaqooloona Wa-sabbih bihamdi Rabbika qabla tuloo'ish shamsi Wa-qablal ghuroob"
  },
  "40": {
    "t": "Glorify Him during the night and also glorify Him after prostration.",
    "tr": "Wa-minal laili fasabbih-hu Wa-adbaaras sujood"
  },
  "41": {
    "t": "Wait for the day when the trumpet will be sounded from a nearby place.",
    "tr": "Wastami' yawma yunaa-dil munaadi mim makaanin qareeb"
  },
  "42": {
    "t": "On that day they will certainly hear the sound of the trumpet and that will be the Day of Resurrection.",
    "tr": "Yawma yasmaoonas sai-hata bilhaqq zaalika yawmul khurooj"
  },
  "43": {
    "t": "We give life and cause things to die. To Us all things will return.",
    "tr": "Innaa Nahnu nuhyee Wa-numeetu Wa-ilainal maseer"
  },
  "44": {
    "t": "On the day when the earth is rent asunder, they will quickly come out of their graves. This is how easy it is for Us to bring about the Day of Resurrection.",
    "tr": "Yawma tashaqqaqul ardu 'anhum siraa'aa; zaalika hashrun 'alainaa yaseer"
  },
  "45": {
    "t": "We know best what they say and you cannot compel them. Remind, by way of the Quran, those who have fear of My warnings.",
    "tr": "Nahnu a'lamu bimaa yaqooloona Wa-maaa anta 'alaihim bijabbaarin fazakkir bil-quraani maien yakhaafu wa'eed"
  }
}