{
  "1": {
    "t": "By the winds which carry dust particles,",
    "tr": "Waz-zaariyaati zarwaa"
  },
  "2": {
    "t": "by the clouds which are heavily loaded with water,",
    "tr": "Falhaamilaati wiqraa"
  },
  "3": {
    "t": "by the ships which smoothly sail on the oceans,",
    "tr": "Faljaariyaati yusraa"
  },
  "4": {
    "t": "by the angels which distribute the affairs,",
    "tr": "Falmuqassimaati amraa"
  },
  "5": {
    "t": "that what you are promised is certainly true",
    "tr": "Innamaa too'adoona la-saadiq"
  },
  "6": {
    "t": "and the Day of Judgment will inevitably take place.",
    "tr": "Wa-innad deena la-waaqi'"
  },
  "7": {
    "t": "By the beautiful heavens,",
    "tr": "Wassamaaa'i zaatil hubuk"
  },
  "8": {
    "t": "your ideas are confused.",
    "tr": "Innakum lafee qawlim mukhtalif"
  },
  "9": {
    "t": "Let whoever wishes, turn away from Our Quran.",
    "tr": "Yu'faku 'anhu man ufik"
  },
  "10": {
    "t": "Death to those whose opinions are merely baseless conjectures.",
    "tr": "Qutilal kharraasoon"
  },
  "11": {
    "t": "and who wander in the abyss of confusion.",
    "tr": "Allazeena hum fee ghamratin saahoon"
  },
  "12": {
    "t": "They ask, \"When it will be the Day of Judgment?\"",
    "tr": "Yas'aloona ayyaana yawmud Deen"
  },
  "13": {
    "t": "On the Day of Judgment they will be punished by the fire",
    "tr": "Yawma hum 'alan naari yuftanoon"
  },
  "14": {
    "t": "and will be told, \"Suffer the torment which you wanted to experience immediately\".",
    "tr": "Zooqoo fitnatakum haa-zal lazee kuntum bihee tas-ta'jiloon"
  },
  "15": {
    "t": "The pious ones will live amidst gardens and springs,",
    "tr": "Innal muttaqeena fee jannaatinw Wa-'uyoon"
  },
  "16": {
    "t": "receiving their reward from their Lord. They had been righteous people before the Day of Judgment.",
    "tr": "Aakhizeena maaa aataahum Rabbuhum; innahum kaanoo qabla zaalika muhsineen"
  },
  "17": {
    "t": "They slept very little during the night",
    "tr": "kaanoo qaleelam minal laili maa yahja'oon"
  },
  "18": {
    "t": "and asked for forgiveness in the early morning.",
    "tr": "Wa-bilashaari hum yastaghfiroon"
  },
  "19": {
    "t": "They assigned a share of their property for the needy and the destitute.",
    "tr": "Wa-feee amwaalihim haqqul lissaaa'ili walmahroom"
  },
  "20": {
    "t": "In the earth there is evidence (of the Truth) for those who have strong faith.",
    "tr": "Wa-fil ardi aayaatul lilmooqineen"
  },
  "21": {
    "t": "There is also evidence of the Truth within your own selves. Will you then not see?",
    "tr": "Wa-feee anfusikum; afalaa tubsiroon"
  },
  "22": {
    "t": "In the heavens there is your sustenance and that which you were promised (Paradise).",
    "tr": "Wa-fis samaaa'i rizqukum Wa-maa too'adoon"
  },
  "23": {
    "t": "This, by the Lord of the heavens and the earth is as certain as your ability to speak.",
    "tr": "Fawa-Rabbis samaaa'i wal-ardi innahoo lahaqqum misla maa annakum tantiqoon"
  },
  "24": {
    "t": "Have you heard the story of the honorable guests of Abraham?",
    "tr": "Hal ataaka hadeesu daifi Ibraaheemal mukrameen"
  },
  "25": {
    "t": "When they came to him saying, \"Peace be with you,\" he replied to their greeting in the same manner and said to himself, \"These are a strange people\".",
    "tr": "Iz dakhaloo 'alaihi faqaaloo salaaman qaala salaamun qawmum munkaroon"
  },
  "26": {
    "t": "He went quietly to his wife and returned to his guests with a fat, roasted calf.",
    "tr": "Faraagha ilaaa ahlihee fajaaa'a bi'ijlin sameen"
  },
  "27": {
    "t": "He placed it before them. Then he said, \"Why are you not eating?\"",
    "tr": "Faqarrabahooo ilaihim qaala alaa taakuloon"
  },
  "28": {
    "t": "He began to feel afraid. They said, \"Do not be afraid,\" and then gave him the glad news of the birth of a knowledgeable son.",
    "tr": "Fa-awjasa minhum khee-fatan qaaloo laa takhaf Wa-bashsharoohu bighulaamin 'aleem"
  },
  "29": {
    "t": "His wife came forward, crying and beating her face, saying, \"I am an old barren woman!\"",
    "tr": "Fa-aqbalatim ra-atuhoo fee sarratin fasakkat wajhahaa Wa-qaalat 'ajoozun 'aqeem"
  },
  "30": {
    "t": "They said, \"This is true but your Lord has said, (that you will have a son); He is All-wise and All-knowing\".",
    "tr": "Qaaloo kazaaliki qaala Rabbuki innahoo huwal hakeemul 'aleem"
  },
  "31": {
    "t": "Abraham asked, \"Messengers, what is your task?\"",
    "tr": "Qaala famaa khatbukum ayyuhal mursaloon"
  },
  "32": {
    "t": "They replied, \"We have been sent to a sinful people",
    "tr": "Qaalooo innaaa ursilnaaa ilaa qawmim mujrimeen"
  },
  "33": {
    "t": "to bring down upon them showers of marked lumps of clayy.",
    "tr": "Linursila 'alaihim hijaa-ratam min teen"
  },
  "34": {
    "t": "They are transgressors in the presence of your Lord\".",
    "tr": "Musawwamatan 'inda rabbika lilmusrifeen"
  },
  "35": {
    "t": "We saved the believers among them,",
    "tr": "Fa-akhrajnaa man kaana feehaa minal mu'mineen"
  },
  "36": {
    "t": "but We found only one Muslim house.",
    "tr": "Famaa wajadnaa feehaa ghaira baitim minal muslimeen"
  },
  "37": {
    "t": "We left therein evidence for those who fear the painful torment.",
    "tr": "Wa-taraknaa feehaaa aayatal lillazeena yakhaafoonal 'azaabal aleem"
  },
  "38": {
    "t": "There is also evidence (of the Truth) in the story of Moses when We sent him to the Pharaoh with clear authority.",
    "tr": "Wa-fee Moosaaa iz arsalnaahu ilaa Fir'awna bisultaa-nim mubeen"
  },
  "39": {
    "t": "The Pharaoh and his forces turned away from him, saying, \"He is either a magician or an insane person\".",
    "tr": "Fatawalla biruknihee Wa-qaala saahirun aw majnoon"
  },
  "40": {
    "t": "We seized him and his army and threw them into the sea. He himself was to be blamed.",
    "tr": "Fa-akhaznaahu Wa-junoo-dahoo fanabaznaahum fil yammi Wa-huwa muleem"
  },
  "41": {
    "t": "There is also evidence of the Truth in the story of Ad whom We struck with a violent wind",
    "tr": "Wa-fee 'Aadin iz arsalnaa 'alaihimur reehal 'aqeem"
  },
  "42": {
    "t": "which turned everything it approached into dust.",
    "tr": "Maa tazaru min shai'in atat 'alaihi illaa ja'alat-hu karrameem"
  },
  "43": {
    "t": "There is also evidence (of the Truth) in the story of the Thamud, who were told to enjoy themselves for an appointed time.",
    "tr": "Wa-fee Samooda iz qeela lahum tamatta''oo hattaa heen"
  },
  "44": {
    "t": "They transgressed against the command of their Lord. So a blast of sound struck them and they were unable to do anything but stare.",
    "tr": "Fa'ataw 'an amri Rabbihim fa-akhazal-humus saa'iqatu Wa-hum yanzuroon"
  },
  "45": {
    "t": "They were unable to stand up, nor were they helped.",
    "tr": "Famas tataa'oo min qiyaaminw Wa-maa kaanoo muntasireen"
  },
  "46": {
    "t": "The people of Noah who lived before them were also evil doing people.",
    "tr": "Wa-qawma Noohim min qablu innahum kaano qawman faasiqeen"
  },
  "47": {
    "t": "We have made the heavens with Our own hands and We expanded it.",
    "tr": "Wassamaaa'a banainaa-haa bi-aydinw Wa-innaa lamoosi'oon"
  },
  "48": {
    "t": "We have spread out the earth and how brilliantly it is spread!",
    "tr": "Wal-arda farashnaahaa fani'mal maahidoon"
  },
  "49": {
    "t": "We have created everything in pairs so that perhaps you may take heed.",
    "tr": "Wa-min kulli shai'in khalaqnaa zawjaini la'allakum tazakkaroon"
  },
  "50": {
    "t": "(Muhammad), tell them,\"Seek refuge in God. I have been sent from Him to plainly warn you.",
    "tr": "Fafirrooo ilal laahi innee lakum minhu nazeerum mubeen"
  },
  "51": {
    "t": "Do not choose other gods besides Him. I have been sent from Him to plainly warn you\".",
    "tr": "Wa-laa taj'aloo ma'al laahi ilaahan aakhara innee lakum minhu nazeerum mubeen"
  },
  "52": {
    "t": "In the same way no Messenger came to those who lived before them without his people calling him a magician or an insane person.",
    "tr": "Kazaalika maaa atal lazeena min qablihim mir Rasoolin illaa qaaloo saahirun aw majnoon"
  },
  "53": {
    "t": "Have they inherited such dealings with the Prophets from their predecessors or are they a rebellious people?",
    "tr": "Atawaasaw bih; bal hum qawmun taaghoon"
  },
  "54": {
    "t": "(Muhammad), leave them alone and you will not be blamed.",
    "tr": "Fatawalla 'anhum famaaa anta bimaloom"
  },
  "55": {
    "t": "Keep on reminding them. This benefits the believers.",
    "tr": "Wa-zakkir fa-innaz zikraa tanfa'ul mu'mineen"
  },
  "56": {
    "t": "We have created jinn and human beings only that they might worship Me.",
    "tr": "Wa-maa khalaqtul jinna wal-insa illaa liya'budoon"
  },
  "57": {
    "t": "I do not expect to receive any sustenance from them or that they should feed Me.",
    "tr": "Maaa ureedu minhum mir rizqinw Wa-maaa ureedu aien yut'imoon"
  },
  "58": {
    "t": "It is God Who is the Sustainer and the Lord of invincible strength.",
    "tr": "Innal laaha Huwar Razzaaqu Zul Quwwatil Mateen"
  },
  "59": {
    "t": "The unjust will bear a burden like that of their unjust predecessors. Let them not make Me bring immediate punishment upon them.",
    "tr": "Fa-inna lillazeena zalamoo zanoobam misla zanoobi ashaabihim falaa yasta'jiloon"
  },
  "60": {
    "t": "Woe to the disbelievers when the day with which they have been threatened comes!",
    "tr": "Fawailul lillazeena kafaroo mien yawmihimul lazee yoo'adoon"
  }
}