{
  "1": {
    "t": "By the Mount (Sinai),",
    "tr": "Wat-Toor"
  },
  "2": {
    "t": "by the book (Torah) written",
    "tr": "Wa-kitaabim mastoor"
  },
  "3": {
    "t": "on parchment for distribution,",
    "tr": "Fee raqqim manshoor"
  },
  "4": {
    "t": "by the established House (Mecca),",
    "tr": "Wal-baitil ma'moor"
  },
  "5": {
    "t": "by the high ceiling (heaven),",
    "tr": "Wassaqfil marfoo'"
  },
  "6": {
    "t": "and by the swelling ocean,",
    "tr": "Wal-bahril masjoor"
  },
  "7": {
    "t": "the torment of your Lord will inevitably take place",
    "tr": "Inna 'azaaba Rabbika lawaaqi'"
  },
  "8": {
    "t": "and no one will be able to prevent it.",
    "tr": "Maa lahoo min daafi'"
  },
  "9": {
    "t": "On the day when the heavens will swiftly fly",
    "tr": "Yawma tamoorus samaaa'u mawraa"
  },
  "10": {
    "t": "and the mountains quickly move.",
    "tr": "Wa-taseerul jibaalu sairaa"
  },
  "11": {
    "t": "Woe will be to those who rejected the Truth",
    "tr": "Fawailuien yawma-'izil lil-mukaazzibeen"
  },
  "12": {
    "t": "and who indulged in false disputes against (God's revelations).",
    "tr": "Allazeena hum fee khawdien yal'aboon"
  },
  "13": {
    "t": "On that day they will be violently pushed into the fire",
    "tr": "Yawma yuda'-'oona ilaa naari jahannama da'-'aa"
  },
  "14": {
    "t": "and they will be told, \"This is the fire which you called a lie.",
    "tr": "Haazihin naarul latee kuntum bihaa tukazziboon"
  },
  "15": {
    "t": "Is it magic or do you not still see?",
    "tr": "Afasihrun haazaaaa am antum laa tubsiroon"
  },
  "16": {
    "t": "Burn in its heat. It is all the same for you whether you exercise patience or not; This is the recompense for your deeds\".",
    "tr": "Islawhaa fasbirooo aw laa tasbiroo sawaaa'un 'alaikum innamaa tujzawna maa kuntum ta'maloon"
  },
  "17": {
    "t": "The pious will live in bountiful Paradise,",
    "tr": "Innal muttaqeena fee jannaatinw Wa-na'eem"
  },
  "18": {
    "t": "talking of what they have received from their Lord and of how their Lord has saved them from the torment of hell.",
    "tr": "Faakiheena bimaaa aataahum rabbuhum Wa-waqaahum rabbuhum 'azaabal jaheem"
  },
  "19": {
    "t": "They will be told, \"Eat and drink to your heart's delight for what you have done\".",
    "tr": "Kuloo washraboo haneee-'am bimaa kuntum ta'maloon"
  },
  "20": {
    "t": "They will recline on couches arranged in rows and We shall couple them with maidens with large, lovely eyes.",
    "tr": "Muttaki'eena 'alaa sururim masfoofatinw Wa-zawwaj-naahum bihoorin 'een"
  },
  "21": {
    "t": "The offspring of the believers will also follow them to Paradise. So shall We join their offspring to them because of their faith. We shall reduce nothing from their deeds. Everyone will be responsible for his own actions.",
    "tr": "Wallazeena aamanoo wattaba'at-hum zurriyyatuhum bieemaanin alhaqnaa bihim zurriyyatahum Wa-maaa alatnaahum min 'amalihim min shai'; kullum ri'im bimaa kasaba raheen"
  },
  "22": {
    "t": "We shall provide them with fruits and the meat of the kind which they desire.",
    "tr": "Wa-amdadnaahum bifaa-kihatinw Wa-lahmim mimmaa yashtahoon"
  },
  "23": {
    "t": "They will pass cups of un-intoxicating and unsinful wine to one another.",
    "tr": "Yatanaaza'oona feehaa kaasal laa laghwun feehaa Wa-laa taaseem"
  },
  "24": {
    "t": "They will be served by youths who will be as beautiful as pearls.",
    "tr": "Wa-yatoofu 'alaihim ghilmaanul lahum ka-annahum lu'lu'um maknoon"
  },
  "25": {
    "t": "They will turn to one another ask questions,",
    "tr": "Wa-aqbala ba'duhum 'alaa ba'dien yatasaaa'aloon"
  },
  "26": {
    "t": "saying, \"We were afraid while in the world.",
    "tr": "Qaalooo innaa kunnaa qablu feee ahlinaa mushfiqeen"
  },
  "27": {
    "t": "But God has granted us favors and saved us from the scorching heat of the torment.",
    "tr": "Famannnal laahu 'alainaa Wa-waqaanaa 'azaabas samoom"
  },
  "28": {
    "t": "We had prayed to Him; He is Kind and All-merciful\".",
    "tr": "Innaa kunnaa min qablu nad'oohu innahoo huwal barrur raheem"
  },
  "29": {
    "t": "(Muhammad), remind them, by the Grace of your Lord, that you are neither a soothsayer or an insane person.",
    "tr": "Fazakkir famaaa anta bini'mati rabbika bikaahininw Wa-laa majnoon"
  },
  "30": {
    "t": "Do they say, \"He is only a poet and we are waiting to see him die!?\"",
    "tr": "Am yaqooloona shaa'irun natarabbasu bihee raibal manoon"
  },
  "31": {
    "t": "Say, \"Wait, I too am waiting with you\".",
    "tr": "Qul tarabbasoo fa-innee ma'akum minal mutarabbiseen"
  },
  "32": {
    "t": "Does their reason tell them to say this or is it because they are a rebellious people?",
    "tr": "Am taamuruhum ahlaamuhum bihaazaaa am hum qawmun taaghoon"
  },
  "33": {
    "t": "Do they say, \"He has falsely invented it (the Quran)?\" In fact, they themselves have no faith.",
    "tr": "Am yaqooloona taqawwalah; bal laa yu'minoon"
  },
  "34": {
    "t": "Let them produce a discourse like it if they are true in their claim.",
    "tr": "Falyaatoo bihadeesim misliheee in kaanoo saadiqeen"
  },
  "35": {
    "t": "Have they been created from nothing or are they themselves their own creators?",
    "tr": "Am khuliqoo min ghairi shai'in am humul khaaliqoon"
  },
  "36": {
    "t": "Have they created the heavens and the earth? In fact, they have no strong faith.",
    "tr": "Am khalaqus samaawaati wal-ard; bal laa yooqinoon"
  },
  "37": {
    "t": "Do they own the treasures of your Lord? Have they any authority over God?",
    "tr": "Am 'indahum khazaaa'inu rabbika am humul musaitiroon"
  },
  "38": {
    "t": "Do they have a ladder (by which they can climb up to the heavens) and listen (to the angels) and come back to the rest of the people with clear authority?",
    "tr": "Am lahum sullamuien yastami'oona feehi falyaati mustami'uhum bisultaanim mubeen"
  },
  "39": {
    "t": "Do the daughters belong to Him and the sons to you?",
    "tr": "Am lahul banaatu Wa-lakumul banoon"
  },
  "40": {
    "t": "Do you (Muhammad) ask them for any payment (for your preaching) which they cannot afford?",
    "tr": "Am tas'aluhum ajran fahum mim maghramim musqaloon"
  },
  "41": {
    "t": "Do they have knowledge of the unseen, thus, are able to predict (the future)?",
    "tr": "Am 'indahumul ghaibu fahum yaktuboon"
  },
  "42": {
    "t": "Do they design evil plans? The disbelievers themselves will be snared by their evil plots.",
    "tr": "Am yureedoona kaidan fallazeena kafaroo humul makeedoon"
  },
  "43": {
    "t": "Do they have another god besides God? God is too exalted to be considered equal to the idols.",
    "tr": "Am lahum ilaahun ghairul laa; subhaanal laahi 'ammaa yushrikoon"
  },
  "44": {
    "t": "Even if they were to see a part of the heavens falling down upon them, they would say, \"It is only dense cloud\".",
    "tr": "Wa-ien yaraw kisfam minas samaaa'i saaqitaien yaqooloo sahaabum markoom"
  },
  "45": {
    "t": "So leave them alone until they face the day when they will be struck dead from terror",
    "tr": "Fazarhum hatta yulaaqoo yawmahumul lazee feehi yus'aqoon"
  },
  "46": {
    "t": "and when their evil plans will be of no benefit to them nor will they be helped.",
    "tr": "Yawma laa yughnee 'anhum kaidumhum shai'anw Wa-laa hum yunsaroon"
  },
  "47": {
    "t": "The unjust will suffer other torments besides this but most of them do not know.",
    "tr": "Wa-inna lillazeena zalamoo 'azaaban doona zalika Wa-laakinna aksarahum laa ya'lamoon"
  },
  "48": {
    "t": "Wait patiently for the command of your Lord. We are watching over you. Glorify your Lord when you rise during the night",
    "tr": "Wasbir lihukmi rabbika fa-innaka bi-a'yuninaa Wa-sabbih bihamdi rabbika heena taqoom"
  },
  "49": {
    "t": "and glorify Him after the setting of the stars.",
    "tr": "Wa-minal laili fasabbihhu Wa-idbaaran nujoom"
  }
}