{
  "1": {
    "t": "The Hour of Doom is drawing near and the moon is rent asunder.",
    "tr": "Iqtarabatis Saa'atu wan-shaqqal qamar"
  },
  "2": {
    "t": "Whenever they see a miracle, they turn away from it and say, \"This is just a powerful magic\".",
    "tr": "Wa-ien yaraw aayataien yu'ridoo Wa-yaqooloo sihrun mustamirr"
  },
  "3": {
    "t": "They have rejected it and have followed their own desires, but all matters will be settled (by God).",
    "tr": "Wa-kazzaboo wattaba'ooo ahwaaa'ahum; Wa-kullu amrin mustaqirr"
  },
  "4": {
    "t": "They have certainly received the kind of news in which there is a lesson and strong words of wisdom,",
    "tr": "Wa-laqad jaaa'ahum minal anbaaa'i maa feehi muzdajar"
  },
  "5": {
    "t": "but the warnings have proved to have no effect on them.",
    "tr": "Hikmatun baalighatun famaa tughnin nuzur"
  },
  "6": {
    "t": "(Muhammad), leave them alone. On the day when they will be called to a terrible punishment,",
    "tr": "Fatawalla 'anhum; yawma yad'ud daa'i ilaa shai-'in nukur"
  },
  "7": {
    "t": "they will come out of their graves, their eyes cast down, hastening towards their Summoner as locusts rushing about.",
    "tr": "Khushsha'an absaaruhum yakhrujoona minal ajdaasi ka-annahum jaraadum muntashir"
  },
  "8": {
    "t": "These disbelievers will say, \"This is a hard day\".",
    "tr": "Muhti'eena ilad daa'i yaqoolul kaafiroona haazaa yawmun 'asir"
  },
  "9": {
    "t": "The people of Noah, who lived before them, had also rejected (Our guidance). They rejected Our servant and said, \"He is an insane person so let us drive him away\".",
    "tr": "Kazzabat qablahum qawmu Noohin fakazzaboo 'abdanaa Wa-qaaloo majnoonunw wazdujir"
  },
  "10": {
    "t": "Noah prayed, \"Lord, help me; I am defeated\".",
    "tr": "Fada'aa Rabbahooo annee maghloobun fantasir"
  },
  "11": {
    "t": "We opened the gates of the sky and water started to pour down.",
    "tr": "Fafatahnaaa abwaabas samaaa'i bi-maaa'in munhamir"
  },
  "12": {
    "t": "We caused the earth to burst forth with springs so that the waters could come together for a predestined purpose.",
    "tr": "Wa-fajjarnal arda 'uyoonan faltaqal maaa'u 'alaaa amrin qad qudir"
  },
  "13": {
    "t": "We carried him, (Noah), on a vessel built with boards fixed together with nails,",
    "tr": "Wa-hamalnaahu 'alaa zaati alwaahinw Wa-dusur"
  },
  "14": {
    "t": "which floated on the water before Our very eyes. The flood was a recompense for the deeds of the disbelievers.",
    "tr": "Tajree bi-a'yuninaa jazaaa'an liman kaana kufir"
  },
  "15": {
    "t": "We made (the story of Noah) as evidence of the Truth. However, is there anyone who would take heed?",
    "tr": "Wa-laqat taraknaahaa aayatan fahal min muddakir"
  },
  "16": {
    "t": "How terrible was My torment and the result of (their disregard) of My warning.",
    "tr": "Fakaifa kaana 'azaabee Wa-nuzur"
  },
  "17": {
    "t": "We have made the Quran easy to understand, but is there anyone who would pay attention?",
    "tr": "Wa-laqad yassarnal Qur'aana liz-zikri fahal min muddakir"
  },
  "18": {
    "t": "The people of `Ad rejected Our guidance. How terrible was My torment and the result (of their disregard) of My warning.",
    "tr": "Kazzabat 'Aadun fakaifa kaana 'azaabee Wa-nuzur"
  },
  "19": {
    "t": "On an unfortunate day We sent upon them a continuous violent wind",
    "tr": "Innaa arsalnaa 'alaihim reehan sarsaran fee Yawmi nahsin mustamirr"
  },
  "20": {
    "t": "which hurled people around like uprooted trunks of palm-trees.",
    "tr": "Tanzi'un naasa ka-annahum a'jaazu nakhlin munqa'ir"
  },
  "21": {
    "t": "How terrible was Our torment and the result of (their disregard) of Our warning.",
    "tr": "Fakaifa kaana 'azaabee Wa-nuzur"
  },
  "22": {
    "t": "We have made the Quran easy to understand, but is there anyone who would pay attention?",
    "tr": "Wa-laqad yassarnal Qur'aana liz-zikri fahal min muddakir"
  },
  "23": {
    "t": "The people of Thamud rejected Our warnings.",
    "tr": "Kazzabat Samoodu binnuzur"
  },
  "24": {
    "t": "They said, \"Should we follow only one person among us. We shall be clearly in error and in trouble (if we do so).",
    "tr": "Faqaalooo a'-basharan minnaa waahidan nattabi'uhooo innaa izal lafee dalaalinw Wa-su'ur"
  },
  "25": {
    "t": "How is it that he has received guidance? In fact, he is the most untruthfull and arrogant person\".",
    "tr": "A-ulqiyaz zikru 'alaihi min baininaa bal huwa kazzaabun ashir"
  },
  "26": {
    "t": "(We told Salih), \"Tomorrow they will know who is the most arrogant liar.",
    "tr": "Sa-ya'lamoona ghadan manil kazzaabul ashir"
  },
  "27": {
    "t": "We are sending the she-camel to them to test them. So watch them and be patient.",
    "tr": "Innaa mursilun naaqati fitnatan lahum fartaqibhum wastabir"
  },
  "28": {
    "t": "Tell them that each one of them has the right to have a certain share of water\".",
    "tr": "Wa-nabbi'hum annal maaa'a qismatun bainahum kullu shirbin muhtadar"
  },
  "29": {
    "t": "They called together their companions and agreed to slay the she-camel.",
    "tr": "Fa-naadaw saahibahum fa-ta'aataa fa-'aqar"
  },
  "30": {
    "t": "How terrible was My punishment and warning.",
    "tr": "Fakaifa kaana 'azaabee Wa-nuzur"
  },
  "31": {
    "t": "We sent upon them a single blast of sound and they were left like hay to be used by the cattle.",
    "tr": "Innaaa arsalnaa 'alaihim saihatanw waahidatan fakaanoo kahasheemil muhtazir"
  },
  "32": {
    "t": "We made the Quran easy to understand, but is there anyone who would take heed?",
    "tr": "Wa-laqad yassarnal Qur'aana liz-zikri fahal min muddakir"
  },
  "33": {
    "t": "The people of Lot rejected Our warning.",
    "tr": "Kazzabat qawmu lootin binnuzur"
  },
  "34": {
    "t": "We sent down upon them a violent sandstorm (which destroyed them all) except for the family of Lot, whom We saved in the early morning by Our favor.",
    "tr": "Innaa arsalnaa 'alaihim haasiban illaaa aala Lootin najjainaahum bisahar"
  },
  "35": {
    "t": "Thus do We recompense the grateful ones.",
    "tr": "Ni'matan min 'indinaa; kazaalika najzee man shakar"
  },
  "36": {
    "t": "Lot warned them against Our torment, but they persistently disputed it.",
    "tr": "Wa-laqad anzarahum batshatanaa fatamaaraw binnuzur"
  },
  "37": {
    "t": "They demanded that he turn over his guests to them.",
    "tr": "Wa-laqad raawadoohu 'an daifeehee fatamasnaaa a'yunahum fazooqoo 'azaabee Wa-nuzur"
  },
  "38": {
    "t": "We struck their faces, blinded them and said, \"Suffer Our torment of which you were warned\".",
    "tr": "Wa-laqad sabbahahum bukratan 'azaabun mustaqirr"
  },
  "39": {
    "t": "One early morning Our torment brought upon them utter destruction. We said, \"Suffer Our torment of which you were warned\".",
    "tr": "Fazooqoo 'azaabee Wa-nuzur"
  },
  "40": {
    "t": "We have made the Quran easy to understand, but is there anyone who would pay attention?",
    "tr": "Wa-laqad yassarnal Qur'aana liz-zikri fahal min muddakir"
  },
  "41": {
    "t": "The Pharaoh and his people had also received Our warning,",
    "tr": "Wa-laqad jaaa'a Aala Fir'awnan nuzur"
  },
  "42": {
    "t": "but they rejected all Our miracles. So We seized them in the way that a Majestic and All-powerful One would.",
    "tr": "Kazzaboo bi-Aayaatinaa kullihaa fa-akhaznaahum akhza 'azeezim muqtadir"
  },
  "43": {
    "t": "Are you disbelievers mightier than those of the nations which We destroyed before or have you received amnesty through the ancient Scriptures?",
    "tr": "A-kuffaarukum khairun min ulaaa'ikum am lakum baraaa'atun fiz Zubur"
  },
  "44": {
    "t": "Do they say, \"We shall be victorious because we are united?\"",
    "tr": "Am yaqooloona nahnu jamee'un muntasir"
  },
  "45": {
    "t": "(Let them know that) this united group will soon run away in defeat.",
    "tr": "Sa-yuhzamul jam'u Wa-yuwalloonad dubur"
  },
  "46": {
    "t": "In fact, the Hour of Doom is the time for them to suffer. The suffering of this hour is the most calamitous and the most bitter (of all suffering).",
    "tr": "Balis Saa'atu maw'iduhum was-Saa'atu adhaa Wa-amarr"
  },
  "47": {
    "t": "The sinful ones will face the destructive torment of hell",
    "tr": "Innal mujrimeena fee dalaalinw Wa-su'ur"
  },
  "48": {
    "t": "when they will be dragged on their faces into the fire and will be told, \"Feel the touch of hell\".",
    "tr": "Yawma yus-haboona fin Naari 'alaa wujoohihim zooqoo massa saqar"
  },
  "49": {
    "t": "We have created everything to fulfill a certain purpose.",
    "tr": "Innaa kulla shai'in khalaqnaahu bi-qadar"
  },
  "50": {
    "t": "It takes only a single command from Us (to bring the Day of Judgment) and that can be achieved within the twinkling of an eye.",
    "tr": "Wa-maaa amrunaaa illaa waahidatun ka-lamhin bil-basar"
  },
  "51": {
    "t": "We destroyed many people like you (disbelievers) but is there anyone who would take heed (of Our warning)?",
    "tr": "Wa-laqad ahlaknaaa ashyaa'akum fahal min muddakir"
  },
  "52": {
    "t": "Whatever they have done has been recorded in the Books (records of the deeds).",
    "tr": "Wa-kullu shai'in fa'aloohu fiz Zubur"
  },
  "53": {
    "t": "Every small or great deed is written down.",
    "tr": "Wa-kullu sagheerinw Wa-kabeerin mustatar"
  },
  "54": {
    "t": "The pious ones will live in Paradise wherein streams flow,",
    "tr": "Innal muttaqeena fee jannaatinw Wa-nahar"
  },
  "55": {
    "t": "honorably seated in the presence of the All-dominant King.",
    "tr": "Fee maq'adi sidqin 'inda Maleekin Muqtadir"
  }
}