{
  "1": {
    "t": "All that is in the heavens and the earth glorify God. He is Majestic and All-wise.",
    "tr": "Sabbaha lillaahi maa fis samaawaati wal-ardi Wa-Huwal 'Azeezul Hakeem"
  },
  "2": {
    "t": "To Him belongs the Kingdom of the heavens and the earth. He gives life and causes things to die. He has power over all things.",
    "tr": "Lahoo mulkus samaawaati wal-ardi yuhyee Wa-yumeetu Wa-Huwa 'alaa kulli shai'in Qadeer"
  },
  "3": {
    "t": "He is the First, the Last, the Manifest, and the Unseen and He knows all things.",
    "tr": "Huwal Awwalu wal'Aakhiru waz-Zaahiru wal-Baatinu Wa-huwa bikulli shai'in Aleem"
  },
  "4": {
    "t": "It is He who created the heavens and the earth in six days and then established His Dominion over the Throne. He knows whatever enters into the earth, what comes out of it, what descends from the sky, and what ascends to it. He is with you wherever you may be and He is Well Aware of what you do.",
    "tr": "Huwal lazee khalaqas samaawaati wal arda fee sittati ayyaamin summas tawaa 'alal 'Arsh; ya'lamu maa yaliju filardi Wa-maa yakhruju minhaa Wa-maa yanzilu minas samaaa'i Wa-maa ya'ruju feeha Wa-Huwa ma'akum ayna maa kuntum; wallaahu bimaa ta'maloona Baseer"
  },
  "5": {
    "t": "To Him belong the heavens and the earth and to Him all things return.",
    "tr": "Lahoo mulkus samaawaati wal-ard; Wa-ilal laahi turja'ul umoor"
  },
  "6": {
    "t": "He causes night to enter into day and day into night. He knows best what all hearts contain.",
    "tr": "Yoolijul laila fin nahaari Wa-yoolijun nahaara fil lail; Wa-Huwa 'Aleemum bizaatis sudoor"
  },
  "7": {
    "t": "Have faith in God and His Messenger and spend for His cause out of what is entrusted to you. Those who believe and spend for the cause of God will have a great reward.",
    "tr": "Aaaminoo billaahi Wa-Rasoolihee Wa-anfiqoo mimmaa ja'alakum mustakh-lafeena feehi fallazeena aamanoo minkum Wa-anfaqoo lahum ajrun kabeer"
  },
  "8": {
    "t": "If you are true indeed to this covenant, why do you not believe in God, when His Messenger invites you to believe in your Lord with whom you have made a solemn covenant?",
    "tr": "Wa-maa lakum laa tu'minoona billaahi war-Rasoolu yad'ookum li-tu'minoo bi-Rabbikum Wa-qad akhaza meesaaqakum in kuntum mu'mineen"
  },
  "9": {
    "t": "It is He who sends illustrious revelations to His servant to take you out of darkness to light. God is Compassionate and All-merciful to you.",
    "tr": "Huwal lazee yunazzilu 'alaa 'abdiheee Aayaatim baiyinaatil liyukhrijakum minaz zulumaati ilan noor; Wa-innal laaha bikum la-Ra'oofur Raheem"
  },
  "10": {
    "t": "Why do you not spend for the cause of God when to Him belongs the heritage of the heavens and the earth? Those who spend for the cause of God and fight before victory will have higher positions than those who spend for the cause of God and fight after victory. However, to both parties God has promised good rewards. God is Well Aware of what you do.",
    "tr": "Wa-maa lakum allaa tunfiqoo fee sabeelil laahi Wa-lillaahi meeraasus samaawaati wal-ard; laa yastawee minkum man anfaqa min qablil fat-hi Wa-qaatal; ulaaa'ika a'zamu darajatam minal lazeena anfaqoo min ba'du Wa-qaataloo; Wa-kullanw wa'ad allaahul husnaa; wallaahu bimaa ta'maloona Khabeer"
  },
  "11": {
    "t": "Whoever gives a virtuous loan to God will receive double from Him in addition to an honorable reward.",
    "tr": "Man zal lazee yuqridul laaha qardan hasanan fa-yudaa'ifahoo lahoo Wa-lahooo ajrun kareem"
  },
  "12": {
    "t": "On the Day of Judgment you will see the believers with their light shining in front of them and to their right. They will be told, \"Paradise wherein streams flow is the glad news for you today. You will live therein forever. This is the greatest triumph\".",
    "tr": "Yawma taral mu'mineena walmu'minaati yas'aa nooruhum baina aydeehim Wa-bi-aymaanihim bushraakumul yawma jannaatun tajree min tahtihal anhaaru khaalideena feeha; zaalika huwal fawzul 'azeem"
  },
  "13": {
    "t": "On that day the hypocrites will say to the believers, \"Please look at us so that we might benefit from your light.\" They will be told, \"Go back and search for your own light.\" A barrier with a door will be placed between them. Inside it there will be mercy but outside of it there will be torment.",
    "tr": "Yawma yaqoolul munaafiqoona walmunaafiqaatu lil-lazeena aamanun zuroonaa naqtabis min noorikum qeela irji'oo waraaa'akum faltamisoo nooran faduriba bainahum bisooril lahoo baabun, baatinuhoo feehir rahmatu Wa-zaahiruhoo min qibalihi 'azaab"
  },
  "14": {
    "t": "(Those outside) will call out, \"Were we not with you?\" (Those inside) will reply, \"Yes, you were with us but you spent your life in disbelief and hypocrisy, wished death to (Muhammad), had doubts about his message and let your longings deceive you until the decree of God came to pass. The devil deceived you about the mercy of God.",
    "tr": "Yunaadoonahum alam nakum ma'akum qaaloo balaa Wa-laakinnakum fatantum anfusakum Wa-tarabbastum wartabtum Wa-gharratkumul amaaniyyu hatta jaaa'a amrul laahi Wa-gharrakum billaahil gharoor"
  },
  "15": {
    "t": "So on this day no ransom will be accepted from you nor from the disbelievers. Your dwelling will be fire. It will be your friend and a terrible end\".",
    "tr": "Fal-Yawma laa yu'khazu minkum fidyatunw Wa-laa minal lazeena kafaroo; ma'waakumun Naaru hiya maw-laakum Wa-bi'sal maseer"
  },
  "16": {
    "t": "Is it not time for the hearts of the believers to become humbled by the remembrance of God and by the Truth which has been revealed so that they will not be like the followers of the Bible who lived before them and whose hearts have become hard like stone through the long years. Many of them are evil doers.",
    "tr": "Alam ya'ni lil-lazeena aamanooo an takhsha'a quloobuhum lizikril laahi Wa-maa nazala minal haqqi Wa-laa yakoonoo kallazeena ootul Kitaaba min qablu fataala 'alaihimul amadu faqasat quloobuhum Wa-kaseerum minhum faasiqoon"
  },
  "17": {
    "t": "Know that God brings the dead earth back to life. We have explained Our revelations to you so that you may perhaps have understanding.",
    "tr": "I'lamooo annal laaha yuhyil arda ba'da mawtihaa; qad baiyannaa lakumul Aayaati la'allakum ta'qiloon"
  },
  "18": {
    "t": "The charitable men and women who give a virtuous loan to God will receive double from Him in addition to their honorable reward.",
    "tr": "Innal mussaddiqeena wal-mussaddiqaati Wa-aqradul laaha qardan hassanaien yudaa'afu lahum Wa-lahum ajrun kareem"
  },
  "19": {
    "t": "Those who believe in God and His Messenger are the truthful ones and are witness (to the deeds of others) before their Lord. They will have their reward and their light. Those who disbelieve and reject Our revelations shall be the dwellers of hell.",
    "tr": "Wallazeena aamanoo billaahi Wa-Rusuliheee ulaaa'ika humus siddeeqoon; wash-shuhadaaa'u 'inda Rabbihim lahum ajruhum Wa-nooruhum; wallazeena kafaroo Wa-kazzaboo bi-aayaatinaaa ulaaa'ika As-haabul jaheem"
  },
  "20": {
    "t": "Know that the worldly life is only a game, a temporary attraction, a means of boastfulness among yourselves and a place for multiplying your wealth and children. It is like the rain which produces plants that are attractive to the unbelievers. These plants flourish, turn yellow, and then become crushed bits of straw. In the life hereafter there will be severe torment or forgiveness and mercy from God. The worldly life is only an illusion.",
    "tr": "I'lamooo annamal hayaa-tud dunyaa la'ibunw Wa-lahwunw Wa-zeenatunw Wa-tafaakhurum bainakum Wa-takaasurun fil amwaali wal-awlaad, kamasali ghaisin a'jabal kuffaara nabaatuhoo summa yaheeju fataraahu musfaaran summa yakoonu hutaamaa; Wa-fil aakhirati 'azaabun shadeedunw Wa-magh-firatum minal laahi Wa-ridwaan; Wa-mal haiyaa-tud dun-yaaa illaa mataa'ul ghuroor"
  },
  "21": {
    "t": "Compete with one another to achieve forgiveness from your Lord and to reach Paradise, which is as vast as the heavens and the earth, and is prepared for those who believe in God and His Messenger. This is the blessing of God and He grants it to whomever He wants. The blessings of God are great.",
    "tr": "Saabiqooo ilaa maghfiratim mir Rabbikum Wa-jannatin 'arduhaa ka-'ardis samaaa'i wal-ardi u'iddat lillazeena aamanoo billaahi Wa-Rusulih; zaalika fadlul laahi yu'teehi maien yashaaa'; wal-laahu zul fadlil 'azeem"
  },
  "22": {
    "t": "Whatever hardships you face on earth and in your souls were written in the Book before the creation of the souls. This is certainly easy for God",
    "tr": "Maaa asaaba min museebatin fil ardi Wa-laa feee anfusikum illaa fee kitaabim min qabli an nabra-ahaa; innaa zaalika 'alal laahi yaseer"
  },
  "23": {
    "t": "so that you would not grieve over what you have lost nor become too happy about what God has granted to you. God does not love the arrogant boastful ones who are niggardly and who try to make other people also niggardly.",
    "tr": "Likailaa ta'saw 'alaa maa faatakum Wa-laa tafrahoo bimaaa aataakum; wallaahu laa yuhibbu kulla mukhtaalin fakhoor"
  },
  "24": {
    "t": "Those who turn away (from guidance) should know that God is Self-sufficient and Praiseworthy.",
    "tr": "Allazeeena yabkhaloona Wa-yaamuroonan naasa bil-bukhl; Wa-maien yatawalla fa-innal laaha Huwal Ghaniyyul Hameed"
  },
  "25": {
    "t": "We sent Our Messengers with clear evidence (to support their truthfulness), and sent with them the Book and the Balance so that people would maintain justice. We sent down iron - in which there is strong power and benefit for the people - so that God would know who would help Him and His Messenger without seeing the unseen. God is All-powerful and Majestic.",
    "tr": "Laqad arsalnaa Rusulanaa bilbaiyinaati Wa-anzalnaa ma'ahumul Kitaaba wal-Meezaana liyaqooman naasu bilqist, Wa-anzalnal hadeeda feehi baasun shadeedunw Wa-manaafi'u linnaasi Wa-liya'lamal laahu many yansuruhoo Wa-Rusulahoo bilghaib; innal laaha Qawiyyun 'Azeez"
  },
  "26": {
    "t": "We sent Noah and Abraham and placed prophethood and the Book among their offsprings, some of whom have the right guidance. However, most of them are evil doers.",
    "tr": "Wa-laqad arsalnaa Noohanw Wa-Ibraaheema Wa-ja'alnaa fee zurriyyatihiman nubuwwata wal-Kitaaba faminhum muhtad; Wa-kaseerum minhum faasiqoon"
  },
  "27": {
    "t": "Then We sent Our other Messengers to follow their traditions. After them We sent Jesus, the son of Mary, to whom We gave the Gospel. In the hearts of his followers We placed compassion and mercy. We did not command them to lead the monastic life. This was their own method of seeking the pleasure of God. Despite this intention, they did not properly observe it (the monastic life). To the believers among them, We gave their reward but many of them are evil-doers.",
    "tr": "Summa qaffainaa 'alaa aasaarihim bi-Rusulinaa Wa-qaffainaa bi-'Eesab ni Maryama Wa-aatainaahul Injeela Wa-ja'alnaa fee quloobil lazeenat taba'oohu ra'fatanw Wa-rahmatanw rahbaaniyyatan ibtada'ooha maa katabnaahaa 'alaihim illab tighaaa'a ridwaanil laahi famaa ra'awhaa haqqa ri'aayatihaa; fa-aatainal lazeena aamanoo minhum ajrahum; Wa-kaseerum minhum faasiqoon"
  },
  "28": {
    "t": "Believers, have fear of God and believe in His Messenger. God will grant you a double share of mercy, a light by which you can walk, and forgive your sins. God is All-forgiving and All-merciful.",
    "tr": "Yaaa-ayyuhal lazeena aamaanut taqul laaha Wa-aaminoo bi-Rasoolihee yu'tikum kiflaini mir rahmatihee Wa-yaj'al lakum nooran tamshoona bihee Wa-yaghfir lakum; wallaahu Ghafoorur Raheem"
  },
  "29": {
    "t": "(Have fear of God and believe in His Messenger) so that the followers of the Bible will know that they can receive no reward from God. They should know that all favors are in the hands of God. He grants them to whomever He wants. The favors of God are great.",
    "tr": "Li'alla ya'lama Ahlul kitaabi allaa yaqdiroona 'alaa shai'in min fadlil laahi Wa-annal fadla bi-Yadil laahi yu'teehi maien yashaaa'; wallaahu Zul fadilil 'azeem"
  }
}