{
  "1": {
    "t": "Believers, do not choose My enemies and your own enemies for friends, and offer them strong love. They have rejected the Truth which has come to you, and have expelled the Messenger and you from your homes because of your belief in your Lord. When you go to fight for My cause and seek My pleasure, you secretly express your love of them. I know best what you reveal or conceal. Whichever of you does this has indeed gone astray from the right path.",
    "tr": "Yaa-ayyuhal lazeena aamanoo laa tattakhizoo 'aduwwee Wa-'aduwaakum awliyaaa'a tulqoona ilaihim bilmawaddati Wa-qad kafaroo bima jaaa'akum minal haqq, yukhrijoonar Rasoola Wa-iyyaakum an tu'minoo billaahi rabbikum in kuntum kharajtum jihaadan fee sabeelee wabtighaaa'a mardaatee; tusirroona ilaihim bilma-waddati Wa-ana a'alamu bimaaa akhfaitum Wa-maaa a'lantum; Wa-many yaf'alhu minkum faqad dalla sawaaa'as sabeel"
  },
  "2": {
    "t": "If they find an opportunity to turn against you, they will become your enemies and will stretch out their hands and tongues at you with evil intent. They would love to see you turn away from your faith.",
    "tr": "Ien yasqafookum yakoonoo lakum a'daaa'anw Wa-yabsutooo ilaikum aydiyahum Wa-alsinatahum bissooo'i Wa-waddoo law takfuroon"
  },
  "3": {
    "t": "Your relatives and children will never be of any benefit to you on the Day of Judgment. God will separate you from them. He is All-aware of what you do.",
    "tr": "Lan tanfa'akum arhaamukum Wa-laaa awlaadukum; yawmal qiyaamati yafsilu bainakum; wallaahu bimaa ta'maloon baseer"
  },
  "4": {
    "t": "Abraham and those with him are the best examples for you to follow. They told the people, \"We have nothing to do with you and with those whom you worship besides God. We have rejected you. Enmity and hatred will separate us forever unless you believe in One God.\" Abraham told his father, \"I shall ask forgiveness for you only, but I shall not be of the least help to you before God\".",
    "tr": "Qad kaanat lakum uswatun hasanatun feee Ibraaheema wallazeena ma'ahoo iz qaaloo liqawmihim innaa bura-'aaa'u minkum Wa-mimmaa ta'budoona min doonil laahi kafarnaa bikum Wa-badaa bainanaa Wa-bainakumul 'adaawatu wal-baghdaaa'u abadan hattaa tu'minoo billaahi wahdahooo illaa qawla Ibraheema li-abeehi la-astaghfiranna laka Wa-maaa amliku laka minal laahi min shai; rabbanaa 'alaika tawakkalnaa Wa-ilaika anabnaa Wa-ilaikal maseer"
  },
  "5": {
    "t": "They prayed, \"Lord, we have trust in You, turned to You in repentance, and to You we shall all return. Lord, save us from the evil intentions of the disbelievers. Our Lord, forgives us. You are Majestic and All-wise\".",
    "tr": "Rabbana laa taj'alnaa fitnatal lillazeena kafaroo waghfir lanaa rabbanaa innaka antal azeezul hakeem"
  },
  "6": {
    "t": "They are the best examples for those who have hope in God and the Day of Judgment. Whoever turn away should know that God is Self-sufficient and Praiseworthy.",
    "tr": "Laqad kaana lakum feehim uswatunhasanatul liman kaana yarjul laaha wal yawmal aakhir; Wa-many yatawalla fa-innal laaha huwal ghaniyyul hameed"
  },
  "7": {
    "t": "God will perhaps bring about love between you and those of the disbelievers with whom you were enemies. God is All-powerful, All-merciful, and All-forgiving.",
    "tr": "Asal laahu any yaj'ala bainakum Wa-bainal lazeena 'aadaitum minhum mawaddah; wallahu qadeer; wallahu ghafoorur raheem"
  },
  "8": {
    "t": "God does not forbid you to deal kindly and justly with those who have not fought against you about the religion or expelled you from your homes. God does not love the unjust people.",
    "tr": "Laa yanhaakumul laahu 'anil lazeena lam yuqaatilookum fid deeni Wa-lam yukhrijookum min diyaarikum an tabarroohum Wa-tuqsitooo ilaihim; innal laaha yuhibbul muqsiteen"
  },
  "9": {
    "t": "He only forbids you to be friends with those who have fought against you about the religion, expelled you from your homes or supported others in expelling you. Whoever loves these people are unjust.",
    "tr": "Innamaa yanhaakumul laahu 'anil lazeena qaatalookum fid deeni Wa-akhrajookum min diyaarikum Wa-zaaharoo 'alaa ikhraajikum an tawallawhum; Wa-many yatawallahum fa-ulaaa'ika humuz zaalimoon"
  },
  "10": {
    "t": "Believers, when believing immigrant women come to you, test them. God knows best about their faith. If you know that they are believers, do not return them to the disbelievers. Such women are not lawful for them and disbelievers are not lawful for such women. Give the disbelievers whatever they have spent (on such women for their dowry). There is no offense for you to marry them if you agree to give them their dowry. Do not hold unto your disbelieving wives; you may get back what you have spent on them for their dowry and the disbelievers may also ask for what they have spent. This is the command of God by which He judges you. God is All-knowing and All-wise.",
    "tr": "Yaaa-ayyuhal lazeena aamanoo izaa jaaa'akumul mu'minaatu muhaajiraatin famtahinoo-hunn; Allaahu a'lamu bi-eemaani-hinn; fa-in 'alimtumoo-hunna mu'minaatin falaa tarji'oo-hunna ilal kuffaar; laa hunna hillul lahum Wa-laa hum yahilloona lahunna Wa-aatoohum maa anfaqoo Wa-laa junaaha 'alaikum an tankihoohunna izaaa aataitumoohunna ujoorahunn; Wa-laa tumsikoo bi-'isamil kawaafir; was'aloo maaa anfaqtum walyas'aloo maaa anfaqoo; zaalikum hukmul laahi yahkumu bainakum; wallaahu 'aleemun hakeem"
  },
  "11": {
    "t": "If your wives go away from you to disbelievers who will not give you back the dowry which you spent on them, let the Muslims pay back such dowry from the property of the disbelievers which may come into their hands. Have fear of God in whom you believe.",
    "tr": "Wa-in faatakum shai'un min azwaajikum ilal kuffaari fa-'aaqabtum fa-aatul lazeena zahabat azwaajuhum misla maaa anfaqoo; wattaqul laahal lazeee antum bihee mu'minoon"
  },
  "12": {
    "t": "Prophet, when believing women come to you pledging not to consider anything equal to God, not to steal, or to commit fornication, not to kill their children, or to bring false charges against anyone (such as ascribing others children to their husbands), and not to disobey you in lawful matters, accept their pledge, and ask forgiveness for them from God. God is All-forgiving and All-merciful.",
    "tr": "Yaaa-ayyuhan nabbiyyu izaa jaaa'akal mu'minaatu yubaayigh'naka 'alaaa al laa yushrikna billaahi shai-'anw Wa-laa yasriqna Wa-laa yazneena Wa-laa yaqtulna awlaadahunna Wa-laa ya'teena bibuhtaanien yaftaree-nahoo baina aydeehinna Wa-arjulihinna Wa-laa ya'seenaka fee ma'roofin fa-baayigh'-hunna wastaghfir lahunnalla hunn allaah; innallaaha ghafoorur raheem"
  },
  "13": {
    "t": "Believers, do not establish friendship with the people who have become subject to the wrath of God. They do not have any hope in the life to come, just as the disbelievers have no hope in those who are in their graves.",
    "tr": "Yaaa-ayyuhal lazeena amanoo laa tatawallaw qawman ghadibal laahu 'alaihim qad ya'isoo minal aakhirati kamaa ya'isal kuffaaru min as-haabil quboor"
  }
}