{
  "1": {
    "t": "All that is in the heavens and the earth glorify God, the King, the Holy, the Majestic and the All-wise.",
    "tr": "Yusabbihu lilaahi maa fis samaawaati Wa-maa fil ardil Malikil Quddoosil 'Azeezil Hakeem"
  },
  "2": {
    "t": "It is He who has sent to the illiterate a Messenger from among their own people to recite to them His revelations and purify them. He will teach the Book to them",
    "tr": "Huwal lazee ba'asa fil ummiyyeena Rasoolam min-hum yatloo 'alaihim aayaatihee Wa-yuzakkeehim Wa-yu'allimuhumul Kitaaba wal-Hikmata Wa-in kaanoo min qablu lafee dalaalim mubeen"
  },
  "3": {
    "t": "and others who have not yet joined, and He will give them wisdom. Before this they had been in plain error. God is Majestic and All-wise.",
    "tr": "Wa-aakhareena minhum lammaa yalhaqoo bihim Wa-huwal 'azeezul hakeem"
  },
  "4": {
    "t": "Such is the favor of God which He grants to whomever He wants. God's favor is great.",
    "tr": "Zaalika fadlul laahi yu'teehi many yashaaa; wallaahu zul fadlil 'azeem"
  },
  "5": {
    "t": "Those who were to carry the responsibility of the Torah but ignored, are like donkeys laden with books. How terrible is the example of the people who reject the revelations of God. God does not guide the unjust.",
    "tr": "Masalul lazeena hum-milut tawraata summa lam yahmiloonhaa kamasalil himaari yah-milu asfaaraa; bi'sa masalul qawmil lazeena kaazzaboo bi-aayaatil laah; wallaahu laa yahdil qawmaz zaalimeen"
  },
  "6": {
    "t": "(Muhammad), ask the Jews, \"If you believe that you are the chosen people of God to the exclusion of all other people, wish for death if you are truthful\".",
    "tr": "Qul yaaa-ayyuhal lazeena haadoo in za'amtum annakum awliyaaa'u lilaahi min doonin naasi fatamannawul mawta in kuntum saadiqeen"
  },
  "7": {
    "t": "They will never wish for death because of what they have done! God knows best about the unjust people.",
    "tr": "Wa-laa yatamannaw-nahooo abadam bimaa qaddamat aydeehim; wallaahu 'aleemum biz-zaalimeen"
  },
  "8": {
    "t": "(Muhammad), tell them, \"The death from which you run away will certainly approach you. Then you will be returned to the One who knows the unseen and the seen, and He will tell you what you have done\".",
    "tr": "Qul innal mawtal lazee tafirroona minhu fa-innahoo mulaaqeekum summa turaddoona ilaa 'Aalimil Ghaibi wash-shahaadati fa-yunabbi'ukum bimaa kuntum ta'maloon"
  },
  "9": {
    "t": "Believers, on Friday when the call for prayer is made, try to attend prayer (remembering God) and leave off all business. This would be better for you if only you knew it.",
    "tr": "Yaaa-ayyuhal lazeena aamanoo izaa noodiya lis-Salaati miny yawmil Jumu'ati fas'aw ilaa zikril laahi Wa-zarul bai'; zaalikum khayrul lakum in kuntum ta'lamoon"
  },
  "10": {
    "t": "When the prayer ends, disperse through the land and seek the favor of God. Remember Him often so that perhaps you will have everlasting happiness.",
    "tr": "Fa-izaa qudiyatis Salaatu fantashiroo fil ardi wabtaghoo min fadlil laahi wazkurul laaha kaseeral la'allakum tuflihoon"
  },
  "11": {
    "t": "When they see some merchandise or some sport, they rush towards it and leave you alone standing. Say, \"(God's rewards for good deeds) are better than merriment or merchandise; God is the best Sustainer\".",
    "tr": "Wa-izaa ra'aw tijaaratan aw lahwanin faddooo ilaihaa Wa-tarakooka qaaa'imaa; qul maa 'indal laahi khairum minal lahwi Wa-minat tijaarah; wallaahu khayrur raaziqeen"
  }
}