{
  "1": {
    "t": "When the hypocrites come to you, they say, \"We testify that you are the Messenger of God.\" God knows that you are His Messenger. God testifies that they hypocrites are liars.",
    "tr": "Izaa jaaa'akal munaafiqoona qaaloo nashhadu innaka la-rasoolul laah; wallaahu ya'lamu innaka la-rasooluhoo wallaahu yashhadu innal munaafiqeena lakaaziboon"
  },
  "2": {
    "t": "They have chosen their oaths as a shield for them to obstruct others from the way of God. How terrible is what they do!",
    "tr": "Ittakhazoo aymaanahum junnatan fasaddoo 'an sabeelil laah; innahum saaa'a maa kaanoo ya'maloon"
  },
  "3": {
    "t": "This is because they accepted the faith and then rejected it. God has sealed their hearts, thus, they do not have any understanding.",
    "tr": "Zaalika bi-annahum aamanoo summa kafaroo fatubi'a 'alaa quloobihim fahum laa yafqahoon"
  },
  "4": {
    "t": "Their physical appearance attracts you when you see them and when they speak, you carefully listen to them. In fact, they are like propped up hollow trunks of wood (They are so cowardly) they think that every cry which they hear is against them. They are the enemy, so beware of them. May God condemn them. Where are they turning to, leaving behind the Truth?",
    "tr": "Wa-izaa ra-aytahum tu'jibuka ajsaamuhum Wa-iny yaqooloo tasma' liqawlihim kaannahum khushubum musannadah; yahsaboona kulla saihatin 'alaihim; humul 'aduwwu fahzarhum; qaatalahumul laahu annaa yu'fakoon"
  },
  "5": {
    "t": "When they are told, \"Come and let the Prophet of God seek forgiveness for you,\" they shake their heads and you can see them arrogantly turning away.",
    "tr": "Wa-izaa qeela lahum ta'aalaw yastaghfir lakum rasoolul laahi lawwaw ru'oo-sahum Wa-ra-aytahum yasuddoona Wa-hum mustakbiroon"
  },
  "6": {
    "t": "It is all the same whether you seek forgiveness for them or not; God will never forgive them. God does not guide the evil-doing people.",
    "tr": "Sawaaa'un 'alaihim as-taghfarta lahum am lam tastaghfir lahum lany yaghfiral laahu lahum; innal laaha laa yahdil qawmal faasiqeen"
  },
  "7": {
    "t": "It is they who say, \"Give nothing to those who are around the Messenger of God so that they will desert him.\" To God belongs the treasures of the heavens and the earth, but the hypocrites have no understanding.",
    "tr": "Humul lazeena yaqooloona laa tunfiqoo 'alaa man inda Rasoolil laahi hatta yanfaddoo; Wa-lillaahi khazaaa'inus samaawaati wal-ardi Wa-laakinnal munaafiqeena la yafqahoon"
  },
  "8": {
    "t": "They say, \"When we return to Medina, the honorable ones will certainly drive out the mean ones.\" Honor belongs to God, His Messenger and the believers, but the hypocrites do not know.",
    "tr": "Yaqooloona la'ir raja'naaa ilal madeenati la-yukhrijanal a'azzu minhal azall; Wa-lillaahil 'izzatu Wa-li-Rasoolihee Wa-lilmu'mineena Wa-laakinnal munaafiqeena laa ya'lamoon"
  },
  "9": {
    "t": "Believers, do not let your wealth and children divert you from remembering God. Wwhoever is diverted will suffer a great loss.",
    "tr": "Yaaa-ayyuhal lazeena aamanoo la tulhikum amwaalukum Wa-laa awlaadukum 'anzik ril laah; Wa-mai yaf'al zaalika fa-ulaaa'ika humul khaasiroon"
  },
  "10": {
    "t": "Spend for the cause of God out of what We have given you before death approaches you, and say, \"Lord, would that you would give me respite for a short time so that I could spend for Your cause and become one of those who do good\".",
    "tr": "Wa-anifqoo mim maa razaqnaakum min qabli any ya'tiya ahadakumul mawtu fa-yaqoola rabbi law-laaa akhkhartaneee ilaaa ajalin qareebin fa-assaddaqa Wa-akum minas saaliheen"
  },
  "11": {
    "t": "God will never grant respite to any soul when its appointed time has come. God is Well-Aware of what you do.",
    "tr": "Wa-lany yu-'akhkhiral laahu nafsan izaa jaaa'a ajaluhaa; wallaahu khabeerum bimaa ta'maloon"
  }
}