{
  "1": {
    "t": "All that is in the heavens and the earth glorify God. To Him belongs the Kingdom and all praise. He has power over all things.",
    "tr": "Yusabbihu lillaahi maa fis samaawaati Wa-maa fil ardi lahul mulku Wa-lahul hamd, Wa-Huwa 'alaa kulli shai'in Qadeer"
  },
  "2": {
    "t": "It is He who has created you all but some of you have accepted the faith and some of you have not. God is Well Aware of what you do.",
    "tr": "Huwal lazee khalaqakum faminkum kaafirunw Wa-min-kum mu'min; wallaahu bimaa ta'maloona Baseer"
  },
  "3": {
    "t": "He has created the heavens and the earth for a genuine purpose and has formed you in the best shape. To Him all things return.",
    "tr": "Khalaqas samaawaati wal-arda bilhaqqi Wa-sawwarakum fa-ahsana suwarakum Wa-ilaihil maseer"
  },
  "4": {
    "t": "He knows all that is in the heavens and the earth and all that you reveal or conceal. God knows best whatever the hearts contain.",
    "tr": "Ya'lamu maa fis samaawaati wal-ardi Wa-ya'lamu maa tusirroona Wa-maa tu'linoon; wallaahu 'Aleemum bizaatis sudoor"
  },
  "5": {
    "t": "Have you not received the news about the disbelievers living before you who suffered the consequences of their deeds and will suffer a painful torment?",
    "tr": "Alam ya'tikum naba'ul lazeena kafaroo min qablu fazaaqoo wabaala amrihim Wa-lahum 'azaabun aleem"
  },
  "6": {
    "t": "This was because their messengers came to them with clear proof (to support their prophethood) and they said, \"Can mere mortals provide us with guidance?\" They rejected the Messengers and turned away. God does not need the worship of anyone. He is Self-sufficient and Praiseworthy.",
    "tr": "Zaalika bi-annahoo kaanat ta'teehim Rusuluhum bilbaiyinaati faqaaloo a-basharuny yahdoonanaa fakafaroo Wa-tawallaw; wastaghnal laah; wallaahu ghaniyyun hameed"
  },
  "7": {
    "t": "The disbelievers have thought that they would never be resurrected (Muhammad). Say, \"I swear by my Lord that you will certainly be resurrected and will be told about all that you have done.\" All this is certainly very easy for God.",
    "tr": "Za'amal lazeena kafarooo al lany yub'asoo; qul balaa Wa-rabbee latub'asunna summa latunabba'unna bimaa 'amiltum; Wa-zaalika 'alal laahi yaseer"
  },
  "8": {
    "t": "Thus, have faith in God, His Messenger and the Light which We have revealed. God is Well-Aware of what you do.",
    "tr": "Fa-aaminoo billaahi Wa-rasoolihee wannooril lazeee anzalnaa; wallaahu bima ta'maloona khabeer"
  },
  "9": {
    "t": "On the day when We shall gather you all together (for the Day of Judgment), all cheating will be exposed. Those who believe in God and act righteously will receive forgiveness for their sins. They will be admitted into Paradise wherein streams flow and they will live forever. This certainly is the greatest triumph.",
    "tr": "Yawma yajma'ukum li-yawmil jam'i zaalika yawmut taghaabun; Wa-many yumim billaahi Wa-ya'mal saalihany yukaffir 'anhu sayyi-aatihee Wa-yudkhilhu jannaatin tajree min tahtihal anhaaru khaalideena feehaaa abadaa; zaalikal fawzul 'azeem"
  },
  "10": {
    "t": "As for those who have disbelieved and rejected Our revelations, they will dwell forever in hell fire, a terrible fate.",
    "tr": "Wallazeena kafaroo Wa-kazzaboo bi-aayaaatinaaa ulaaa'ika ashaabun naari khaalideena feehaa Wa-bi'sal maseer"
  },
  "11": {
    "t": "No one will be afflicted with any hardship without it being the will of God. The hearts of whoever believed in God will receive guidance. God has the knowledge of all things.",
    "tr": "Maaa asaaba mim musee-batin illaa bi-iznil laah; Wa-many yu'mim billaahi yahdi qalbah; wallaahu bikulli shai'in Aleem"
  },
  "12": {
    "t": "Obey God and the Messenger, but if you turn away, know that the only duty of Our Messenger is to clearly preach.",
    "tr": "Wa-atee'ul laaha Wa-atee'ur Rasool; fa-in tawallaitum fa-innamaa 'alaa Rasoolinal balaaghul mubeen"
  },
  "13": {
    "t": "God is the only Lord and in Him the believers should trust.",
    "tr": "Allaahu laaa ilaaha illaa Hoo; Wa-'alal laahi falyata-wakkalil mu'minoon"
  },
  "14": {
    "t": "Believers, some of your wives and children may prove to be your enemies so beware of them. However, if you would pardon, ignore and forgive, know that God is All-forgiving and All-merciful.",
    "tr": "Yaaa-ayyuhal lazeena aamanooo inna min azwaaji-kum Wa-awlaadikum 'aduwwal lakum fahzaroohum; Wa-in ta'foo Wa-tasfahoo Wa-taghfiroo fa-innal laaha ghafoorur Raheem"
  },
  "15": {
    "t": "Your property and children are a trial for you, but the reward (which one may receive from God) is great.",
    "tr": "Innamaa amwaalukum Wa-awlaadukum fitnah; wallaahu 'indahooo ajrun 'azeem"
  },
  "16": {
    "t": "Have as much fear of God as best as you can. Listen to the Messenger, obey him, and spend for your own sake good things for the cause of God. Those who control their greed will have everlasting happiness.",
    "tr": "Fattaqul laaha mas tata'tum wasma'oo Wa-atee'oo Wa-anfiqoo khairal li-anfusikum; Wa-many yooqa shuh-ha nafsihee fa-ulaaa'ika humul muflihoon"
  },
  "17": {
    "t": "If you give a virtuous loan to God, He will pay back double and forgive your sins. God is the Most Appreciating and the Most Forbearing.",
    "tr": "In tuqridul laaha qardan hasanany yudaaifhu lakum Wa-yaghfir lakum; wallaahu Shakoorun Haleem"
  },
  "18": {
    "t": "He knows the unseen and the seen. He is the Majestic and All-wise.",
    "tr": "Aalimul Ghaibi wash-shahaadatil 'Azeezul Hakeem"
  }
}