{
  "1": {
    "t": "Prophet, in seeking the pleasure of your wives, why do you make unlawful that which God has made lawful. God is All-forgiving and All-merciful.",
    "tr": "Yaaa-ayyuhan nabiyyu lima tuharrimu maaa ahallal laahu laka tabtaghee mardaata azwaajik; wallaahu ghafoorur raheem"
  },
  "2": {
    "t": "God has shown you how to absolve yourselves of your oaths. He is your Guardian and is All-knowing and All-wise.",
    "tr": "Qad faradal laahu lakum tahillata aymaanikum; wallaahu mawlaakum Wa-huwal 'aleemul hakeem"
  },
  "3": {
    "t": "The Prophet told a secret to one of his wives telling her not to mention it to anyone else. When she divulged it, God informed His Prophet about this. The Prophet told his wife part of the information which he had received from God and ignored the rest. Then she asked, \"Who informed you about this?\" He replied, \"The All-aware and All-knowing one has told me\".",
    "tr": "Wa-iz asarran nabiyyu ilaa ba'di azwaajihee hadeesan falammaa nabba-at bihee Wa-azharahul laahu 'alaihi 'arrafa ba'dahoo Wa-a'rada 'am ba'din falammaa nabba-ahaa bihee qaalat man amba-aka haaza qaala nabba-aniyal 'aleemul khabeer"
  },
  "4": {
    "t": "Would that you two (wives of the Prophet) had turned to God in repentance. Your hearts have sinned. If you conspire with each other against him, know that God is his Guardian. Gabriel, the righteous (ones) among the believers and the angels will all support him.",
    "tr": "In tatoobaaa ilal laahi faqad saghat quloobukumaa Wa-in tazaaharaa 'alaihi fa-innal laaha huwa mawlaahu Wa-jibreelu Wa-saalihul mu'mineen; wal-malaaa'ikatu ba'da zaalika zaheer"
  },
  "5": {
    "t": "If he divorces you, perhaps his Lord will replace you with better wives, either widows or virgins who will be Muslims: believers, faithful, obedient, repentant, and devout in prayer and fasting.",
    "tr": "Asaa rabbuhooo in tallaqakunna any yubdilahooo azwaajan khairam minkunna muslimaatim mu'minaatin qaanitaatin taaa'ibaatin 'aabidaatin saaa'ihaatin saiyibaatinw Wa-abkaaraa"
  },
  "6": {
    "t": "Believers, save yourselves and your families from the fire which is fueled by people and stones and is guarded by stern angels who do not disobey God's commands and do whatever they are ordered to do.",
    "tr": "Yaaa-ayyuhal lazeena aamanoo qooo anfusakum Wa-ahleekum naaranw waqoodu-han naasu wal-hijaaratu 'alaihaa malaaa'ikatun ghilaazun shidaadul laa ya'soonal laaha maa amarahum Wa-yaf'aloona maa yu'maroon"
  },
  "7": {
    "t": "Disbelievers (will be told on the Day of Judgment), \"Do not make any excuses on this day; you are only receiving recompense for what you have done\".",
    "tr": "Yaaa-ayyuhal lazeena kafaroo la ta'tazirul yawma innamaa tujzawna maa kuntum ta'maloon"
  },
  "8": {
    "t": "Believers, turn to God in repentance with the intention of never repeating the same sin. Perhaps your Lord will expiate your evil deeds and admit you to Paradise wherein streams flow. On the Day of Judgment, God will not disgrace the Prophet and those who have believed in him. Their lights will shine in front of them and to their right. They will say, \"Our Lord, perfect our light for us and forgive our sins. You have power over all things\".",
    "tr": "Yaaa-ayyuhal lazeena aamanoo toobooo ilal laahi tawbatan nasoohan 'asaa rabbukum any yukaffira 'ankum sayyi-aatikum Wa-yudkhilakum jannaatin tajree min tahtihal anhaaru yawma laa yukhzil laahun nabiyya wallazeena aamanoo ma'ahoo nooruhum yas'aa baina aydeehim Wa-bi-aymaanihim yaqooloona rabbanaaa atmim lanaa nooranaa waghfir lana innaka 'alaa kulli shai'in qadeer"
  },
  "9": {
    "t": "Prophet, fight against the disbelievers and the hypocrites and be stern against them. Their dwelling will be hell fire, the most terrible fate.",
    "tr": "Yaaa-ayyuhan nabiyyu jaahidil kuffaara walmunaa-fiqeena waghluz 'alaihim; Wa-ma'waahum jahannamu Wa-bi'sal maseer"
  },
  "10": {
    "t": "God has told the disbelievers the story of the wives of Noah and Lot as a parable. They were married to two of Our righteous servants but were unfaithful to them. Nothing could protect them from the (wrath) of God and they were told to enter hell fire with the others.",
    "tr": "Darabal laahu masalal lillazeena kafarum ra-ata Noohinw wamra-ata Loot, kaanataa tahta 'abdaini min 'ibaadinaa saalihaini fakhaanataahumaa falam yughniyaa 'anhumaa minal laahi shai-anw wa-qeelad khulan naara ma'ad Daakhileen"
  },
  "11": {
    "t": "To the believers, as a parable, God has told the story of the wife of the Pharaoh who said, \"Lord, establish for me a house in Paradise in your presence. Rescue me from Pharaoh and his deeds and save me from the unjust people.",
    "tr": "Wa-darabal laahu masalal lil-lezeena aamanum ra-ata Fir'awn; iz qaalat rab-bib ni lee 'indaka baitan fil jannati Wa-najjinee min Fir'awna Wa-'amalihee Wa-najjinee minal qawmiz zaalimeen"
  },
  "12": {
    "t": "He has also told, as a parable, the story of Mary, daughter of Imran who preserved her virginity and (into whose womb) We breathed Our spirit. She made the words of her Lord and the predictions in His Books come true. She was an obedient woman.",
    "tr": "Wa-Maryamab nata 'Imraanal lateee ahsanat farjahaa fanafakhnaa feehee mir roohinaa Wa-saddaqat bi-kalimaati Rabhihaa Wa-Kutubihee wakaanati minal qaaniteen"
  }
}