{
  "1": {
    "t": "Nun. By the pen and by what you write,",
    "tr": "Noon; walqalami Wa-maa yasturoon"
  },
  "2": {
    "t": "(Muhammad), you are not insane, thanks to the bounty of your Lord.",
    "tr": "Maa anta bini'mati Rabbika bimajnoon"
  },
  "3": {
    "t": "You will certainly receive a never-ending reward.",
    "tr": "Wa-inna laka la-ajran ghaira mamnoon"
  },
  "4": {
    "t": "You have attained a high moral standard.",
    "tr": "Wa-innaka la'alaa khuluqin 'azeem"
  },
  "5": {
    "t": "You will see and they will also see",
    "tr": "Fasatubsiru Wa-yubsiroon"
  },
  "6": {
    "t": "which of you has been afflicted by insanity.",
    "tr": "Bi-ayyikumul maftoon"
  },
  "7": {
    "t": "Your Lord knows best who has gone astray from His path and who is rightly guided.",
    "tr": "Innaa Rabbaka Huwa a'lamu biman dalla 'an sabeelihee Wa-Huwa a'lamu bilmuhtadeen"
  },
  "8": {
    "t": "Do not yield to those who reject the Truth.",
    "tr": "Falaa tuti'il mukazzibeen"
  },
  "9": {
    "t": "They would like you to relent to them so that they could also relent towards you.",
    "tr": "Waddoo law tudhinu fa-yudhinoon"
  },
  "10": {
    "t": "Do not yield to one persistent in swearing,",
    "tr": "Wa-laa tuti' kulla hallaa-fim maheen"
  },
  "11": {
    "t": "back-biting, gossiping,",
    "tr": "Hammaazim mash-shaaa'im binameem"
  },
  "12": {
    "t": "obstructing virtues, a sinful transgressor,",
    "tr": "Mannaa'il lilkhairi mu'tadin aseem"
  },
  "13": {
    "t": "ill-mannered, and moraly corrupt or that because he may possess wealth and children.",
    "tr": "Utullim ba'da zaalika zaneem"
  },
  "14": {
    "t": "When Our revelations are recited to him,",
    "tr": "An kaana zaa maalinw-wa baneen"
  },
  "15": {
    "t": "he says, \"These are ancient legends\".",
    "tr": "Izaa tutlaa 'alaihi aayaatunaa qaala asaateerul awwaleen"
  },
  "16": {
    "t": "We shall brand him on his nose.",
    "tr": "Sanasimuhoo 'alal khurtoom"
  },
  "17": {
    "t": "We have tested them in the same way as we tested the dwellers of the garden (in Yemen) when they swore to pluck all the fruits of the garden in the morning,",
    "tr": "Innaa balawnaahum kamaa balawnaaa As-haabal jannati iz 'aqsamoo la-yasri-munnahaa musbiheen"
  },
  "18": {
    "t": "without adding (\"if God wills\").",
    "tr": "Wa-laa yastasnoon"
  },
  "19": {
    "t": "A visitor from your Lord circled around the garden during the night while they were asleep",
    "tr": "Fataafa 'alaihaa taaa'i-fum mir rabbika Wa-hum naaa'imoon"
  },
  "20": {
    "t": "and the garden was turned into a barren desert.",
    "tr": "Fa-asbahat kassareem"
  },
  "21": {
    "t": "In the morning they called out to one another,",
    "tr": "Fatanaadaw musbiheen"
  },
  "22": {
    "t": "\"Go early to your farms, if you want to pluck the fruits\".",
    "tr": "Anigh doo 'alaa harsikum in kuntum saarimeen"
  },
  "23": {
    "t": "They all left, whispering to one another,",
    "tr": "Fantalaqoo Wa-hum yatakhaafatoon"
  },
  "24": {
    "t": "\"Let no beggar come to the garden\".",
    "tr": "Al laa yadkhulannahal yawma 'alaikum miskeen"
  },
  "25": {
    "t": "They were resolved to repel the beggars.",
    "tr": "Wa-ghadaw 'alaa hardin qaadireen"
  },
  "26": {
    "t": "When they saw the garden, they said, \"Surely we have lost our way.",
    "tr": "Falammaa ra-awhaa qaalooo innaa ladaaalloon"
  },
  "27": {
    "t": "(No, we are not lost.) In fact, we have been deprived of everything\".",
    "tr": "Bal nahnu mahroomoon"
  },
  "28": {
    "t": "A reasonable one among them said, \"Did I not tell you that you should glorify God?\"",
    "tr": "Qaala awsatuhum alam aqul lakum law-laa tusabbihoon"
  },
  "29": {
    "t": "They said, \"All glory belongs to God. We have certainly been unjust\".",
    "tr": "Qaaloo subhaana rabbinaaa innaa kunnaa zaalimeen"
  },
  "30": {
    "t": "Some of them started to blame others.",
    "tr": "Fa-aqbala ba'duhum 'alaa ba'diny yatalaawamoon"
  },
  "31": {
    "t": "They said, \"Woe to us. We have been arrogant.",
    "tr": "Qaaloo yaa-wailanaaa innaa kunnaa taagheen"
  },
  "32": {
    "t": "Perhaps our Lord will replace it with a better garden. We turn in repentance to our Lord\".",
    "tr": "Asaa rabbunaaa any yubdilanaa khairam minhaaa innaaa ilaa rabbinaa raaghiboon"
  },
  "33": {
    "t": "Such is the torment if only they knew that the torment in the life hereafter will certainly be greater.",
    "tr": "Kazaalikal azaab, Wa-la'azaabul aakhirati akbar; law kaanoo ya'lamoon"
  },
  "34": {
    "t": "The pious ones will receive a beautiful Paradise from their Lord.",
    "tr": "Inna lilmuttaqeena 'inda rabbihim jannaatin na'eem"
  },
  "35": {
    "t": "Shall We treat the Muslims like criminals?",
    "tr": "Afanaj'alul muslimeena kalmujrimeen"
  },
  "36": {
    "t": "What is the matter with you? How could you judge this to be so?",
    "tr": "Maa lakum kaifa tahkumoon"
  },
  "37": {
    "t": "Do you have a book from which you study",
    "tr": "Am lakum kitaabun feehi tadrusoon"
  },
  "38": {
    "t": "that tells you to do whatever you want?",
    "tr": "Inna lakum feehi lamaa takhaiyaroon"
  },
  "39": {
    "t": "Do you have a covenant with Us which allows you to do whatever you want until the Day of Judgment?",
    "tr": "Am lakum aymaanun 'alainaa baalighatun ilaa yawmil qiyaamati inna lakum lamaa tahkumoon"
  },
  "40": {
    "t": "(Muhammad), ask which of them can guarantee that on the Day of Judgment.",
    "tr": "Salhum ayyuhum bizaa-lika za'eem"
  },
  "41": {
    "t": "they will receive the same thing that the Muslims will? Do they have any witness to such an agreement? Let them bring out such witness, if they are truthful.",
    "tr": "Am lahum shurakaaa'u fal-ya'too bishurakaaa-'ihim in kaanoo saadiqeen"
  },
  "42": {
    "t": "On the day when the terrible torment approaches, they will be told (in a mocking way) to prostrate themselves, but they will not be able to do it.",
    "tr": "Yawma yukshafu 'am saaqinw Wa-yud'awna ilas sujoodi falaa yastatee'oon"
  },
  "43": {
    "t": "Their eyes will be lowered and disgrace will cover them. They had certainly been told to prostrate themselves before God when they were safe and sound.",
    "tr": "Khaashi'atan absaaruhum tarhaquhum zillatunw Wa-qad kaanoo yud'awna ilas sujoodi Wa-hum saalimoon"
  },
  "44": {
    "t": "Leave those who reject the Quran to Me and I shall lead them step by step to destruction, without their being aware of it.",
    "tr": "Fazarnee Wa-many yukazzibu bihaazal hadeesi sanastad-rijuhum min haisu laa ya'lamoon"
  },
  "45": {
    "t": "I shall give them respite, however, My plan is so strong that they will never be able to escape from it.",
    "tr": "Wa-umlee lahum; inna kaidee mateen"
  },
  "46": {
    "t": "(Muhammad), do you ask for your preaching any recompense which is too heavy a price for them to pay?",
    "tr": "Am tas'aluhum ajran fahum min maghramin musqaloon"
  },
  "47": {
    "t": "Do they possess the knowledge of the unseen which confirms the truthfulness of their belief?",
    "tr": "Am 'indahumul ghaibu fahum yaktuboon"
  },
  "48": {
    "t": "Exercise patience until the promise of your Lord (to punish the unbelievers) comes true. Do not be like Jonah (who left his people without the permission of God; he wanted them to be punished immediately),",
    "tr": "Fasbir lihukmi rabbika Wa-laa takun kasaahibil hoot; iz naadaa Wa-huwa makzoom"
  },
  "49": {
    "t": "and who cried (for help) to his Lord, while imprisoned and helpless inside the fish. Had it not been for a favor from his Lord, he would have been left out in the open, deserving blame for his shortcomings.",
    "tr": "Law-laaa an tadaara-kahoo ni'matum mir rabbihee lanubiza bil'araaa'i Wa-huwa mazmoom"
  },
  "50": {
    "t": "But his Lord chose him as His Prophet and made him one of the righteous ones.",
    "tr": "Fajtabaahu rabbuhoo faja'alahoo minas saaliheen"
  },
  "51": {
    "t": "When the disbelievers listen to you reciting the Quran they almost try to destroy you with their piercing eyes. Then they say, \"He is certainly insane\".",
    "tr": "Wa-iny yakaadul lazeena kafaroo la-yuzliqoonaka biabsaarihim lammaa sami'uz Zikra Wa-yaqooloona innahoo lamajnoon"
  },
  "52": {
    "t": "The Quran is nothing but a reminder from God to mankind.",
    "tr": "Wa-maa huwa illaa zikrul lil'aalameen"
  }
}