{
  "1": {
    "t": "We sent Noah to his people telling him, \"Warn your people before a painful torment approaches them\".",
    "tr": "Innaaa arsalnaa Noohan ilaa qawmihee an anzir qawmaka min qabli any yaatiyahum 'azaabun aleem"
  },
  "2": {
    "t": "Noah said, \"My people, I am warning you plainly.",
    "tr": "Qaala yaa-qawmi innee lakum nazeerum mubeen"
  },
  "3": {
    "t": "Worship God, have fear of Him and obey me.",
    "tr": "Ani' budul laaha watta-qoohu Wa-atee'oon"
  },
  "4": {
    "t": "He will forgive your sins and give you a respite for an appointed time. When the time which God has appointed arrives, none will be able to postpone it. Would that you knew this!\"",
    "tr": "Yaghfir lakum min zunoobikum Wa-yu'akhkhirkum ilaaa ajalim musammaa; innaa ajalal laahi izaa jaaa'a laa yu'akhkhar; law kuntum ta'lamoon"
  },
  "5": {
    "t": "Noah said, \"My Lord, I have been preaching to my people, night and day,",
    "tr": "Qaala rabbi innee da'awtu qawmee lailanw Wa-naharaa"
  },
  "6": {
    "t": "but it has had no effect on them except to make them run away.",
    "tr": "Falam yazid-hum du'aaa-'eee illaa firaaraa"
  },
  "7": {
    "t": "Evert time I invite them to Your (guidance) so that You can forgive them, they put their fingers into their ears, cover their heads with their clothes, persist in their disbelief and display extreme arrogance.",
    "tr": "Wa-inee kullamaa da'awtuhum litaghfira lahum ja'alooo asaabi'ahum fee aazaanihim wastaghshaw siyaabahum Wa-asarroo wastakbarus tikbaaraa"
  },
  "8": {
    "t": "\"I preached to them aloud, in public.",
    "tr": "Summa innee da'aw-tuhum jihaara"
  },
  "9": {
    "t": "Then I conveyed the message to them, again, both in public and in private,",
    "tr": "Summaa inneee a'lantu lahum Wa-asrartu lahum israaraa"
  },
  "10": {
    "t": "and told them, \"Ask forgiveness from your Lord; He is All-forgiving\".",
    "tr": "Faqultus taghfiroo Rabakum innahoo kaana Ghaffaaraa"
  },
  "11": {
    "t": "He will send you abundant",
    "tr": "Yursilis samaaa'a 'alaikum midraaraa"
  },
  "12": {
    "t": "rain from the sky,",
    "tr": "Wa-yumdidkum bi-am-waalinw Wa-baneena Wa-yaj'al lakum Jannaatinw Wa-yaj'al lakum anhaaraa"
  },
  "13": {
    "t": "strengthen you by (providing) you wealth and children, and make gardens and streams for you. What is the matter with you that you are not afraid of the greatness of God",
    "tr": "Maa lakum laa tarjoona lillaahi waqaaraa"
  },
  "14": {
    "t": "who has created you in several stages?",
    "tr": "Wa-qad khalaqakum at-waaraa"
  },
  "15": {
    "t": "\"Have you not seen that God has created the seven heavens one above the other",
    "tr": "Alam taraw kaifa khalaqal laahu sab'a samaawaatin tibaaqaa"
  },
  "16": {
    "t": "and placed therein the moon as a light",
    "tr": "Wa-ja'alal qamara feehinna nooranw Wa-ja'alash shamsa siraajaa"
  },
  "17": {
    "t": "and the sun as a torch.",
    "tr": "Wallaahu ambatakum minal ardi nabaataa"
  },
  "18": {
    "t": "God made you grow from the earth. He will make you return to it and then take you out of it again.",
    "tr": "Summa yu'eedukum feehaa Wa-ukhrijukum ikhraajaa"
  },
  "19": {
    "t": "God has spread out the earth",
    "tr": "Wallaahu ja'ala lakumul arda bisaataa"
  },
  "20": {
    "t": "for you, so that you may walk along its wide roads\".",
    "tr": "Litaslukoo minhaa subulan fijaajaa"
  },
  "21": {
    "t": "Noah said, \"Lord, they have disobeyed me and followed those whose wealth and children will only bring about destruction for them.",
    "tr": "Qaala Noohur Rabbi innahum 'asawnee wattaba'oo mal lam yazid-hu maaluhoo Wa-waladuhooo illaa khasaara"
  },
  "22": {
    "t": "They have arrogantly plotted evil plans against me,",
    "tr": "Wa-makaroo makran kubbaaraa"
  },
  "23": {
    "t": "and have said to each other, 'Do not give-up your idols. Do not renounce Wadd, Suwa`, Yaghuth, Ya`uq and Nasr (names of certain idols).",
    "tr": "Wa-qaaloo laa tazarunna aalihatakum Wa-laa tazarunna Waddanw Wa-laa Suwaa'anw Wa-laa Yaghoosa Wa-Ya'ooqa Wa-Nasraa"
  },
  "24": {
    "t": "They have misled many and the unjust will achieve nothing but more error\".",
    "tr": "Wa-qad adalloo kasee-ranw Wa-laa tazidiz zaalimeena illaa dalaalaa"
  },
  "25": {
    "t": "Because of their sins, they were drowned and made to enter hell. They could find no one to help them besides God.",
    "tr": "Mimmaa khateee'-aatihim ughriqoo fa-udkhiloo Naaran falam yajidoo lahum min doonil laahi ansaaraa"
  },
  "26": {
    "t": "Noah said, \"Lord, do not leave a single disbeliever on earth;",
    "tr": "Wa-qaala Noohur Rabbi laa tazar 'alal ardi minal kaafireena daiyaaraa"
  },
  "27": {
    "t": "if You do, they will mislead Your servants and will only give birth to ungrateful sinners.",
    "tr": "Innaka in tazarhum yudil-loo 'ibaadaka Wa-laa yalidooo illaa faajiran kaffaaraa"
  },
  "28": {
    "t": "Lord, forgive me, my parents, the believers who have entered my home and all believing men and women. Give nothing to the unjust but destruction.",
    "tr": "Rabbigh fir lee Wa-liwaa-lidaiya Wa-liman dakhala baitiya mu'minanw Wa-lil-mu'mineena wal-mu'minaati Wa-laa tazidiz zaalimeena illaa tabaaraa"
  }
}