{
  "1": {
    "t": "(Muhammad), say, \"It has been revealed to me that a party of jinn has listened (to the recitation) of the Quran and has told (their people), \"We heard an amazing reading",
    "tr": "Qul oohiya ilaiya annna hustama'a nafarum minal jinni faqaalooo innaa sami'naa quraanan ajaba"
  },
  "2": {
    "t": "which guides people to the right path and we believe in it. We shall never consider anyone equal to our Lord;",
    "tr": "Yahdeee ilar rushdi fa-aamannaa bihee Wa-lan nushrika bi-rabbinaaa 'ahada"
  },
  "3": {
    "t": "our Lord is too exalted to have either a wife or son.",
    "tr": "Wa-annahoo Ta'aalaa jaddu Rabbinaa maat takhaza saahibatanw Wa-laa walada"
  },
  "4": {
    "t": "The dimwit one (the devil) among us has been telling confused lies about God.",
    "tr": "Wa-annahoo kaana yaqoolu safeehunaa 'al allahi shatata"
  },
  "5": {
    "t": "We thought that no man or jinn could ever tell lies about God.",
    "tr": "Wa-annaa zanannaaa al lan taqoolal insu wal-jinnu 'al allahi kaziba"
  },
  "6": {
    "t": "\"Certain human beings sought refuge with certain jinn and this increased the rebelliousness of those jinn.",
    "tr": "Wa-annahoo kaana rijaalun minal insi ya'oozoona bi-rijaalin minal jinni fa-zaadoohum rahaqa"
  },
  "7": {
    "t": "Those people thought, like you, that God would never send down a Messenger.",
    "tr": "Wa-annahum zannoo kamaa zanantum al lany yab'asal laahu 'ahada"
  },
  "8": {
    "t": "\"We went near the heavens but found it to be full of strong guards and shooting flames.",
    "tr": "Wa-annaa lamasnas samaaa'a fa-wajadnaahaa muli'at harasan shadeedanw Wa-shuhuba"
  },
  "9": {
    "t": "We used to sit near by and try to listen to the heavens, but shooting flames now await those who try to do that.",
    "tr": "Wa-annaa kunnaa naq'udu minhaa maqaa'ida lis'sam'i famany yastami'il 'aana yajid lahoo shihaabar rasada"
  },
  "10": {
    "t": "We do not know whether by this arrangement God intends benefit and guidance for the people of the earth or only evil.",
    "tr": "Wa-annaa laa nadreee asharrun ureeda biman fil ardi 'am 'araada bihim rabbuhum rashada"
  },
  "11": {
    "t": "As for us, some of us are righteous and others are not. We have all followed different ways.",
    "tr": "Wa-annaa minnas saalihoona Wa-minnaa doona zaalika kunnaa taraaa'iqa qidada"
  },
  "12": {
    "t": "We knew that we could never challenge God whether we stayed on earth or fled elsewhere.",
    "tr": "Wa-annaa zanan-naaa al lan nu'jizal laaha fil ardi Wa-lan nu'jizahoo haraba"
  },
  "13": {
    "t": "Now that we have listened to the guidance, we believe in it. Whoever believes in his Lord does not need to fear loss or oppression.",
    "tr": "Wa-annaa lammaa sami'nal hudaaa aamannaa bihee famany yu'min bi-rabbihee falaa yakhaafu bakhsanw Wa-laa rahaqa"
  },
  "14": {
    "t": "Some of us are Muslims and some of us have deviated from the Truth. Whoever has embraced Islam has followed the right guidance.",
    "tr": "Wa-annaa minnal muslimoona Wa-minnal qaasitoona faman aslama fa-ulaaa'ika taharraw rashada"
  },
  "15": {
    "t": "However, the deviators from the Truth will be the fuel for hell\".",
    "tr": "Wa-ammal qaasitoona fa-kaanoo li-jahannama hataba"
  },
  "16": {
    "t": "Had they (jinn and mankind) remained steadfast in their religion (Islam), We would certainly have given them abundant water to drink",
    "tr": "Wa-alla-wis taqaamoo 'alat tareeqati la-asqaynaahum maa'an ghadaqa"
  },
  "17": {
    "t": "as a trial for them. God will make those who disregard the guidance from their Lord suffer increasing torment.",
    "tr": "Linaftinahum feeh; Wa-many yu'rid 'an zikri rabbihee yasluk-hu 'azaaban sa'ada"
  },
  "18": {
    "t": "All the parts of the body to be placed on the ground during prostration belong to God.",
    "tr": "Wa-annal masaajida lil-laahi falaa tad'oo ma'al laahi 'ahada"
  },
  "19": {
    "t": "Do not prostrate before anyone other than Him. When the servant of God (Muhammad) preached (his message) the jinn would all crowd around him.",
    "tr": "Wa-annahoo lammaa qaama 'abdul laahi yad'oohu kaadoo yakoonoona 'alaihi libada"
  },
  "20": {
    "t": "(Muhammad), say, \"I worship only my Lord and do not consider anyone equal to Him\".",
    "tr": "Qul innamaaa ad'oo rabbee Wa-laaa ushriku biheee 'ahada"
  },
  "21": {
    "t": "Say, \"I do not possess any power to harm or benefit you\".",
    "tr": "Qul innee laaa amliku lakum darranw Wa-laa rashada"
  },
  "22": {
    "t": "Say, \"No one can protect me from God, nor can I find any place of refuge but with him.",
    "tr": "Qul innee lany yujeeranee minal laahi 'ahadunw, Wa-lan ajida min doonihee multahada"
  },
  "23": {
    "t": "My only (means of protection) is to convey the message of God. Whoever disobeys God and His Messenger will go to hell, wherein he will live forever\".",
    "tr": "Illaa balaagham minal laahi Wa-risaalaatih; Wa-many ya'sil laaha Wa-rasoolahoo fa-inna lahoo naara jahannama khaalideena feehaaa 'abada"
  },
  "24": {
    "t": "(On the Day of Judgment) when the disbelievers witness that with which they have been threatened, they will then know whose helpers are weaker and fewer in number.",
    "tr": "Hattaaa izaa ra-aw maa yoo'adoona fasaya'lamoona man ad'afu naasiranw Wa-aqallu 'adada"
  },
  "25": {
    "t": "(Muhammad), say, \"I do not know whether that with which you have been threatened is close by or whether my Lord will prolong the time of its coming.",
    "tr": "Qul in adreee a-qareebum maa too'adoona am yaj'alu lahoo rabbeee 'amada"
  },
  "26": {
    "t": "He knows the unseen and He does not allow anyone to know His secrets except those of His Messengers whom He chooses.",
    "tr": "Aalimul ghaibi falaa yuzhiru alaa ghaibiheee 'ahada"
  },
  "27": {
    "t": "He causes angelic guards to march before and after him.",
    "tr": "Illaa manir tadaa mir rasoolin fa-innahoo yasluku min baini yadaihi Wa-min khalfihee rasada"
  },
  "28": {
    "t": "(Messenger) so that He would know that the Messengers have conveyed the message of their Lord. He encompasses all that is with them and He keeps a precise account of all things\".",
    "tr": "Liya'lama an qad ablaghoo risaalaati rabbihim Wa-ahaata bi-maa ladaihim Wa-ahsaa kulla shai'in 'adada"
  }
}