{
  "1": {
    "t": "You, who have wrapped yourself up with a mantle,",
    "tr": "Ya-aiyuhal muzzammil"
  },
  "2": {
    "t": "worship (God) for a few hours at night.",
    "tr": "Qumil laila illaa qaleelaa"
  },
  "3": {
    "t": "(Worship Him) for more or less than half of the night",
    "tr": "Nisfahooo awin qus minhu qaleelaa"
  },
  "4": {
    "t": "and recite the Quran in a distinct tone;",
    "tr": "Aw zid 'alaihi Wa-rattilil Qur'aana tarteela"
  },
  "5": {
    "t": "We are about to reveal to you a mighty word.",
    "tr": "Innaa sanulqee 'alaika qawlan saqeelaa"
  },
  "6": {
    "t": "Prayer at night leaves the strongest impression on one's soul and the words spoken are more consistent.",
    "tr": "Inn naashi'atal laili hiya ashadddu wat-anw Wa-aqwamu qeelaa"
  },
  "7": {
    "t": "During the day, you are preoccupied with many activities.",
    "tr": "Inna laka fin nahaari sabhan taweelaa"
  },
  "8": {
    "t": "Glorify the Name of your Lord, the Lord of the eastern and western regions, with due sincerity.",
    "tr": "Wazkuris ma rabbika Wa-tabattal ilaihi tabteelaa"
  },
  "9": {
    "t": "He is the only Lord, so choose Him as your guardian.",
    "tr": "Rabbul mashriqi wal-maghriibi laaa ilaaha illaa Huwa fattakhizhu wakeelaa"
  },
  "10": {
    "t": "Bear patiently whatever they say, do not yield to them and keep on preaching decently to them.",
    "tr": "Wasbir 'alaa maa yaqoo-loona wahjurhum hajran jameelaa"
  },
  "11": {
    "t": "Leave the prosperous disbelievers to Me and give them respite for a little while;",
    "tr": "Wa-zarnee walmukaz-zibeena ulin na'mati Wa-mahhilhum qaleelaa"
  },
  "12": {
    "t": "We have prepared for them fetters, flaming fire,",
    "tr": "Inna ladainaaa ankaalanw Wa-jaheemaa"
  },
  "13": {
    "t": "food which chokes (them), and a painful torment.",
    "tr": "Wa-ta'aaman zaa ghussa-tinw wa'azaaban aleemaa"
  },
  "14": {
    "t": "On that day, the earth and the mountains will be violently shaken, and the mountains will be turned into heaps of moving sand.",
    "tr": "Yawma tarjuful ardu waljibaalu Wa-kaanatil jibaalu kaseebam maheelaa"
  },
  "15": {
    "t": "We have sent you a Messenger, who will witness your deeds, just as We sent a Messenger to the Pharaoh.",
    "tr": "Innaa arsalnaaa ilaikum rasoolan shaahidan 'aleykum kamaaa arsalnaaa ilaa Fir'awna rasoolaa"
  },
  "16": {
    "t": "However, the Pharaoh disobeyed the Messenger and We seized him with a severe retribution.",
    "tr": "Fa'asaa Fir'awnur Rasoola fa-akhaznaahu akhzanw wabeelaa"
  },
  "17": {
    "t": "If you, disbelieve, how will you be able to protect yourselves from the hardships of the day which would even turn children grey-headed?",
    "tr": "Fakaifa tattaqoona in kafartum yawmany yaj'alul wildaana sheeba"
  },
  "18": {
    "t": "On that day, the heavens will be rent asunder. This is the decree of God which has already been ordained.",
    "tr": "Assamaaa'u munfatirum bih; kaana wa'duhoo maf'oola"
  },
  "19": {
    "t": "This is a reminder. Let anyone who wants, seek guidance from his Lord.",
    "tr": "Inna haazihee tazkiratun fa-man shaaa'at takhaza ilaa Rabbihee sabeelaa"
  },
  "20": {
    "t": "Your Lord knows that you and a group of those who are with you get up for prayer sometimes for less than two-thirds of the night, sometimes half and sometimes one-third of it. God determines the duration of the night and day. He knew that it would be hard for you to keep an exact account of the timing of the night prayers, so He turned to you with forgiveness. Thus, recite from the Quran as much as possible. He knew that some of you would be sick, others would travel in the land to seek God's favors, and still others would fight for the cause of God. Thus, recite from the Quran as much as possible, be steadfast in prayer, pay the zakat, and give virtuous loans to God. Whatever good deeds you save for the next life, you will certainly find them with God. This is the best investment, and for this you will find the greatest reward. Ask forgiveness from God. God is All-forgiving and All-merciful.",
    "tr": "Inna Rabbaka ya'lamu annaka taqoomu adnaa min sulusa-yil laili Wa-nisfahoo Wa-sulusahoo Wa-taaa'ifatum minal lazeena ma'ak; wal-laahu yuqaddirul laila wanna-haar; 'alima al lan tuhsoohu fataaba 'alaikum faqra'oo maa tayassara minal quraan; 'alima an sa-yakoonu minkum mardaa Wa-aakharoona yadriboona fil ardi yabtaghoona min fadlil laahi Wa-aakharoona yuqaatiloona fee sabeelil laahi faqra'oo ma tayassara minhu Wa-aqeemus salaata Wa-aatuz zakaata Wa-aqridul laaha qardan hasanaa; Wa-maa tuqadimoo li-anfusikum min khairin tajidoohu 'indal laahi huwa khayranw Wa-a'zama ajraa; wastaghfirul laahaa innal laaha ghafoorur raheem."
  }
}