{
  "1": {
    "t": "There was certainly a time when there was no mention of the human being.",
    "tr": "Hal ataa 'alal insaani heenum minad dahri lam yakun shai'am mazkooraa"
  },
  "2": {
    "t": "We created the human being from the union of sperm and egg to test him. We gave him hearing and vision.",
    "tr": "Innaa khalaqnal insaana min nutfatin amshaajin nabta-leehi faja'alnaahu samee'am baseeraa"
  },
  "3": {
    "t": "We showed him the right path whether he would be grateful or ungrateful.",
    "tr": "Innaa hadainaahus sabeela immaa shaakiranw Wa-immaa kafoora"
  },
  "4": {
    "t": "We have prepared chains, shackles, and flaming fire (for the disbelievers).",
    "tr": "Innaaa a'tadnaa lilkaa-fireena salaasila Wa-aghlaalanw Wa-sa'eeraa"
  },
  "5": {
    "t": "The virtuous ones will drink from a cup containing camphor",
    "tr": "Innal abraara yashra-boona min kaasin kaana mizaa-juhaa kaafooraa"
  },
  "6": {
    "t": "which flows from a spring from which the servants of God will drink.",
    "tr": "Aynany yashrabu bihaa 'ibaadul laahi yufajjiroonahaa tafjeeraa"
  },
  "7": {
    "t": "The servants of God fulfill their vows and are afraid of the day in which there will be widespread terror.",
    "tr": "Yoofoona binnazri Wa-yakhaafoona yawman kaana sharruhoo mustateeraa"
  },
  "8": {
    "t": "They feed the destitute, orphans, and captives for the love of God, saying,",
    "tr": "Wa-yut'imoonat ta'aama 'alaa hubbihee miskeenanw Wa-yateemanw Wa-aseeraa"
  },
  "9": {
    "t": "\"We only feed you for the sake of God and we do not want any reward or thanks from you.",
    "tr": "Innaamaa nut'imukum li-wajhil laahi laa nureedu minkum jazaaa'anw Wa-laa shukooraa"
  },
  "10": {
    "t": "We are afraid of our Lord and the bitterly distressful day\".",
    "tr": "Innaa nakhaafu mir Rabbinna Yawman 'aboosan qamtareeraa"
  },
  "11": {
    "t": "God will certainly rescue them from the terror of that day and will meet them with joy and pleasure.",
    "tr": "Fa-waqaahumul laahu sharra zaalikal yawmi Wa-laqqaahum nadratanw Wa-surooraa"
  },
  "12": {
    "t": "For their patience, He will reward them with Paradise and silk.",
    "tr": "Wa-jazaahum bimaa sabaroo janatanw Wa-hareeraa"
  },
  "13": {
    "t": "They will recline therein on couches and they will find neither excessive heat nor cold.",
    "tr": "Muttaki'eena feeha 'alal araaa-'iki laa yarawna feehaa shamsanw Wa-laa zamhareeraa"
  },
  "14": {
    "t": "The shades of the garden will be closely spread over them and it will be easy for them to reach the fruits.",
    "tr": "Wa-daaniyatan 'alaihim zilaaluhaa Wa-zullilat qutoofu-haa tazleela"
  },
  "15": {
    "t": "They will be served with silver dishes and crystal clear goblets.",
    "tr": "Wa-yutaafu 'alaihim bi-aaniyatim min fiddatinw Wa-akwaabin kaanat qawaareeraa"
  },
  "16": {
    "t": "Also there will be crystal clear goblets of silver containing the exact measure of drink which they desire.",
    "tr": "Qawaareera min fiddatin qaddaroohaa taqdeeraa"
  },
  "17": {
    "t": "They will drink cups containing (soft flowing) sparkling water",
    "tr": "Wa-yuskawna feehaa kaasan kaana mizaajuhaa zanjabeelaa"
  },
  "18": {
    "t": "from a spring named salsabil.",
    "tr": "Aynan feeha tusammaa salsabeelaa"
  },
  "19": {
    "t": "They will be served by immortal youths who look like scattered pearls.",
    "tr": "Wa-yatoofu 'alaihim wildaanum mukhalladoona izaa ra-aytahum hasibtahum lu'lu-'am mansoora"
  },
  "20": {
    "t": "If you were to see it, you would find it to be a great kingdom with great bounty.",
    "tr": "Wa-izaa ra-ayta samma ra-ayta na'eemanw Wa-mulkan kabeera"
  },
  "21": {
    "t": "They will have fine green silk and brocade, and they will be decked with bracelets of silver. Their Lord will provide them with a drink of pure wine.",
    "tr": "Aaliyahum siyaabu sundusin khudrunw Wa-istabraq, Wa-hullooo asaawira min fiddatinw Wa-saqaahum Rabbuhum sharaaban tahooraa"
  },
  "22": {
    "t": "This will be their reward and their efforts will be appreciated.",
    "tr": "Innaa haazaa kaana lakum jazz-'anw Wa-kaana sa'yukum mashkooraa"
  },
  "23": {
    "t": "(Muhammad), We have revealed the Quran to you in gradual steps.",
    "tr": "Innaa nahnu nazzalnaa 'alaikal quraana tanzeelaa"
  },
  "24": {
    "t": "So wait patiently for the command of your Lord and do not yield to any sinful or disbelieving person among them (people).",
    "tr": "Fasbir lihukmi Rabbika Wa-laa tuti' minhum aasiman aw kafooraa"
  },
  "25": {
    "t": "Mention the Name of your Lord, mornings and evenings.",
    "tr": "Wazkuris ma Rabbika bukratanw Wa-aseelaa"
  },
  "26": {
    "t": "Prostrate before Him and glorify Him extensively during the night.",
    "tr": "Wa-minal laili fasjud lahoo Wa-sabbihhu lailan taweelaa"
  },
  "27": {
    "t": "These people (disbelievers) love the worldly life and neglect the terrifying day which will come.",
    "tr": "Inna haaa'ulaa'i yuhibboona 'aajilata Wa-yazaroona waraaa'ahum yawman saqeelaa"
  },
  "28": {
    "t": "We have created them and have given them strength. Had We wanted, We could have replaced them with another people like them.",
    "tr": "Nahnu khalaqnaahum Wa-shadadnaaa asrahum Wa-izaa shi'naa baddalnaaa amsaala-hum tabdeelaa"
  },
  "29": {
    "t": "This chapter is a reminder. Let those who want, seek guidance from their Lord.",
    "tr": "Inna haazihee tazkiratun fa-man shaaa'at takhaza ilaa rabbihee sabeela"
  },
  "30": {
    "t": "(The virtuous mentioned in this chapter) want only what God wants. God is All-knowing and All-wise.",
    "tr": "Wa-maa tashaaa'oona illaa any yashaaa'al laah; innal laahaa kaana 'Aleeman Hakeema"
  },
  "31": {
    "t": "He admits to His mercy whomever He wants. For the unjust He has prepared a painful punishment.",
    "tr": "Yudkhilu mai yashaaa'u fee rahmatih; wazzaalimeena a'adda lahum 'azaaban aleemaa"
  }
}