{
  "1": {
    "t": "God and His Messenger declare the abrogation of the peace treaty that existed between them and the pagans.",
    "tr": "Baraaa'atum minal laahi Wa-Rasooliheee ilal lazeena 'aahattum minal mushrikeen"
  },
  "2": {
    "t": "However, during the four sacred months, they (pagans) may travel peacefully through the land. Know (pagans) that you cannot make God helpless, but it is God who has the power to disgrace the unbelievers.",
    "tr": "Faseehoo fil ardi arba'ata ashhurinw wa'lamooo annakum ghairu mu'jizil laahi Wa-annal laaha mukhzil kaafireen"
  },
  "3": {
    "t": "This Announcement from God and His Messenger is to be made to the people on the day of the great Pilgrimage; God and His Messenger have declared no amnesty for the pagans. If you (pagans) repent, it would be better for you, but if you turn away (from God), know that you cannot make God helpless. (Muhammad) tell the unbelievers that a painful punishment has been prepared for them.",
    "tr": "Wa azaanum minal laahi Wa-Rasooliheee ilan naasi yawmal Hajjil Akbari annal laaha bareee'um minal mushrikeena Wa-Rasooluh; fa-in tubtum fahuwa khairullakum Wa-in tawallaitum fa'lamooo annakum ghairu mu'jizil laah; Wa-bashiril lazeena kafaroo biazaabin aleem"
  },
  "4": {
    "t": "This does not apply to the pagans with whom you have a valid peace treaty and who have not broken it from their side or helped others against you. You (believers) must fulfill the terms of the peace treaty with them. God loves the pious ones.",
    "tr": "Illal lazeena 'aahattum minal mushrikeena summa lam yanqusookum shai'anw-wa lam yuzaahiroo 'alaikum ahadan fa-atimmooo ilaihim 'ahdahum ilaa muddatihim; innal laaha yuhibbul muttaqeen"
  },
  "5": {
    "t": "When the sacred months are over, slay the pagans wherever you find them. Capture, besiege, and ambush them. If they repent, perform prayers and pay the religious tax, set them free. God is All-forgiving and All-merciful.",
    "tr": "Fa izansalakhal Ashhurul Hurumu faqtulul mushrikeena haisu wajattumoohum Wa-khuzoohum wahsuroohum waq'udoo lahum kulla marsad; fa-in taaboo Wa-aqaamus Salaata Wa-aatawuz Zakaata fakhalloo sabeelahum; innal laaha Ghafoorur Raheem"
  },
  "6": {
    "t": "If any of the pagans ask you to give them refuge, give them asylum so that they may hear the words of God. Then, return them to their towns for they are an ignorant people.",
    "tr": "Wa-in ahadum minal mushrikeenas tajaaraka fa-ajirhu hattaa yasma'a Kalaamal laahi summa ablighhu ma-manah; zaalika bi-annahum qawmul laa ya'lamoon"
  },
  "7": {
    "t": "How can the pagans, except those with whom you have established a peace treaty in the precinct of the Sacred Mosque, have a covenant with God and His Messenger? If they respect the pact, you too should also follow its terms. God loves the pious ones.",
    "tr": "Kaifa yakoonu lilmush-rikeena 'ahdun 'indal laahi Wa-'inda Rasoolihee illal lazeena 'aahattum 'indal Masjidil Haraami famas taqaamoo lakum fastaqeemoo lahum; innal laaha yuhibbul muttaqeen"
  },
  "8": {
    "t": "How could God and His Messenger grant them (pagans) peace when if they were to acquire superiority over you, they would respect none of the peace treaties nor their kindred relations with you! They only try to please you by paying lip-service to you but their hearts are against you and most of them are evil-doers.",
    "tr": "Kaifa Wa-iny-yazharoo 'alaikum laa yarquboo feekum illanw Wa-laa zimmah; yurdoo nakum biafwaahihim Wa-ta'baa quloobuhum Wa-aksaruhum faasiqoon"
  },
  "9": {
    "t": "They have sold God's revelations for a paltry price and have created obstacles in the way of God. What they have done is evil.",
    "tr": "Ishtaraw bi-Aayaatil laahi samanan qaleelan fasaddoo 'an sabeelih; innahum saaa'a maa kaanoo ya'maloon"
  },
  "10": {
    "t": "They do not respect their promises nor their family ties with the believers. They are transgressors.",
    "tr": "Laa yarquboona fee mu'minin illanw Wa-laa zimmah Wa-ulaaa'ika humul mu'tadoon"
  },
  "11": {
    "t": "If they repent, perform their prayers, pay religious tax, they would be your brothers in the religion. We explain Our revelations to people of knowledge.",
    "tr": "Fa-in taaboo Wa-aqaamus Salaata Wa-aatawuz Zakaata fa-ikhwaanukum fid deen; Wa-nufassilul Aayaati liqawminy ya'lamoon"
  },
  "12": {
    "t": "Fight against the leaders of the unbelievers if they violate their established peace treaty with you and revile your faith, to force them to stop their aggression against you. You do not have to bind yourselves to such a treaty.",
    "tr": "Wa-in nakasooo aimaanahum mim ba'di 'ahdihim Wa-ta'anoo fee deenikum faqaatilooo a'immatal kufri innahum laaa aimaana lahum la'allahum yantahoon"
  },
  "13": {
    "t": "Why will you not fight against a people who have broken their peace treaty with you, have decided to expel the Messenger (from his home town), and who were the first to disregard the peace treaty? If you are true believers, you should only have fear of God.",
    "tr": "Alaa tuqaatiloona qawman nakasooo aimaanahum Wa-hammoo bi-ikhraajir Rasooli Wa-hum bada'ookum awwala marrah; atakhshawnahum; fallaahu ahaqqu an takhshawhu in kuntum mu'mineen"
  },
  "14": {
    "t": "Fight them. May God punish them by your hands, humiliate them, give you victory over them, delight the hearts of the believers",
    "tr": "Qaatiloohum yu'az-zibhumul laahu bi-aideekum Wa-yukhzihim Wa-yansurkum 'alaihim Wa-yashfi sudoora qawmim mu-'mineen"
  },
  "15": {
    "t": "and appease their anger. God forgives whomever He wants and He is All-knowing and All-wise.",
    "tr": "Wa yuzhib ghaiza quloobihim; Wa-yatoobullaahu 'alaa mai yashaaa'; wallaahu 'Aleemun Hakeem"
  },
  "16": {
    "t": "Do you think that God will not make any distinction between those of you who have fought for His cause and have relied on no one other than God, His Messenger, and the faithful ones, and other people? God is Well Aware of what you do.",
    "tr": "Am hasibtum an tutrakoo Wa-lammaa ya'lamil laahul lazeena jaahadoo minkum Wa-lam yattakhizoo min doonil laahi Wa-laa Rasoolihee Wa-lal mu'mineena waleejah; wallaahu khabeerum bimaa ta'maloon"
  },
  "17": {
    "t": "The pagans do not have any right to establish (and patronize) the mosque of God while they testify against their souls to its disbelief. Their deeds are devoid of all virtue and they will live forever in hell fire.",
    "tr": "maa kaana lilmushrikeena ai ya'muroo masaajidal laahi shaahideena 'alaaa anfusihim bilkufr; ulaaa'ika habitat a'maaluhum Wa-fin naari hum khaalidoon"
  },
  "18": {
    "t": "Only those who believe in God, the Day of Judgment, perform their prayers, pay the religious tax, and have fear of God alone have the right to establish and patronize the mosque of God so that perhaps they will have the right guidance.",
    "tr": "Innamaa ya'muru masaa-jidal laahi man aamana billaahi wal-Yawmil Aakhiri Wa-aqaamas Salaata Wa-aataz Zakaata Wa-lam yakhshaa illal laaha fa'asaaa ulaaa'ika aien yakoonoo minal muhtadeen"
  },
  "19": {
    "t": "Do you (pagans), because you served water to the pilgrims and constructed the Sacred Mosque, consider yourselves equal to those who have believed in God, the Day of Judgment, and have fought for the cause of God? In the sight of God you (pagans) are not equal to the believers. God does not guide the unjust.",
    "tr": "Aja'altum siqaayatal haaajji Wa-'imaaratal masjidil haraami kamman aamana billaahi wal-Yawmil Aakhiri Wa-jaahada fee sabeelil laah; laa yastawoona 'indal laah; wallaahu laa yahdil qawmaz zaalimeen"
  },
  "20": {
    "t": "To those who have believed in God, left their homes, and fought for His cause with their possessions and in person, God will grant high ranks and success.",
    "tr": "Allazeena aamanoo Wa-haajaroo Wa-jaahadoo fee sabeelil laahi bi-amwaalihim Wa-anfusihim a'zamu darajatan 'indal laah; Wa-ulaaa'ika humul faaa'izoon"
  },
  "21": {
    "t": "Their Lord will give the glad news of His granting mercy to them, His pleasure, and His admitting them to a Paradise full of everlasting bounties wherein they will live forever.",
    "tr": "Yubashshiruhum Rabbuhum birahmatim minhu Wa-ridwaaninw Wa-Jannaatil lahum feehaa na'eemum muqeem"
  },
  "22": {
    "t": "The reward that God will bestow on His servants is the greatest.",
    "tr": "Khaalideena feehaaa abadaa; innal laaha 'indahooo ajrun 'azeem"
  },
  "23": {
    "t": "Believers, do not accept your fathers and brothers as your guardians if they prefer disbelief to faith, lest you be unjust.",
    "tr": "Yaaa-aiyyuhal lazeena aamanoo laa tattakhizooo aabaaa-'akum Wa-ikhwaanakum awliyaaa'a inis tahabbul kufra 'alal eemaan; Wa-maien yatawal-lahum minkum fa-ulaaa'ika humuz zaalimoon"
  },
  "24": {
    "t": "(Muhammad), tell them, \"If your fathers, children, brothers, spouses, relatives, the property that you possess, the trade you fear may have no profit and the homely life are more beloved to you than God, His Messenger and fighting for His cause, wait until God fulfills His decree (of making the right distinct from the wrong). God does not guide the evil-doers.\"",
    "tr": "Qul in kaana aabaaa'ukum Wa-abnaaa'ukum Wa-ikhwaanukum Wa-azwaajukum Wa-'asheeratukum Wa-amwaaluniq taraftumoohaa Wa-tijaaratun takhshawna kasaadahaa Wa-masaakinu tardawnahaaa ahabba ilaikum minal laahi Wa-Rasoolihee Wa-Jihaadin fee Sabeelihee fatarabbasoo hattaa ya'tiyallahu bi amrih; wallaahu laa yahdil qawmal faasiqeen"
  },
  "25": {
    "t": "God has helped you on many occasions including the day of Hunayn (name of a place near Mecca). When you were happy with the number of your men who proved to be of no help to you and the whole vast earth seemed to have no place to hide you (from your enemies) and you turned back in retreat.",
    "tr": "Laqad nasarakumul laahu fee mawaatina kaseeratinw Wa-yawma Hunainin iz a'jabatkum kasratukum falam tughni 'ankum shai'anw Wa-daaqat 'alaikumul ardu bimaa rahubat summa wallaitum mudbireen"
  },
  "26": {
    "t": "God gave confidence to His Messenger and the believers and helped them with an army which you could not see. God punished the unbelievers; this is the only recompense that the unbelievers deserve.",
    "tr": "Summa anzalal laahu sakeenatahoo 'alaa Rasoolihee Wa-'alalmu 'mineena Wa-anzala junoodal lam tarawhaa Wa-azzabal lazeena kafaroo; Wa-zaalika jazaaa'ul kaafireen"
  },
  "27": {
    "t": "After that occasion God forgave those whom He wanted. God is All-knowing and All-merciful.",
    "tr": "Summa yatoobul laahu mim ba'di zaalika 'alaa mai yashaaa'; wallaahu Ghafoorur Raheem"
  },
  "28": {
    "t": "Believers, the pagans are filthy. Do not let them come near to the Sacred Mosque after this year. If you are afraid of poverty, He will make you rich if He wishes, by His favor. God is All-knowing and All-wise.",
    "tr": "Yaaa-aiyyuhal lazeena aamanooo innamal mushrikoona najasun falaa yaqrabul Masjidal Haraama ba'da 'aamihim haaza; Wa-in khiftum 'ailatan fasawfa yughnee kumul laahu min fadliheee in shaaa'; innallaaha 'Aleemun hakeem"
  },
  "29": {
    "t": "Fight against those People of the Book who have no faith in God or the Day of Judgment, who do not consider unlawful what God and His Messenger have made unlawful, and who do not believe in the true religion, until they humbly pay tax with their own hands.",
    "tr": "Qaatilul lazeena laa yu'minoona billaahi Wa-laa bil-yawmil Aakhiri Wa-laa yuharrimoona maa harramal laahu Wa-Rasooluhoo Wa-laa yadeenoona deenal haqqi minal lazeena ootul Kitaaba hattaa yu'tul jizyata aien yadinw Wa-hum saaghiroon"
  },
  "30": {
    "t": "Some of the Jews have said that Ezra is the son of God and Christians have said the same of Jesus. This is only what they say and it is similar to what the unbelievers who lived before them had said. May God destroy them wherever they exist!",
    "tr": "Wa-qaalatil yahoodu 'Uzairunib nul laahi Wa-qaalatin Nasaaral Maseehub nul laahi zaalika qawluhum bi-afwaahihim yudaahi'oona qawlal lazeena kafaroo min qabl; qatalahumul laah; annaa yu'fakoon"
  },
  "31": {
    "t": "They (unconditionally) obeyed the rabbis and the monks and worshipped the Messiah, son of Mary, as they should have obeyed God. They were commanded to worship no one besides God who is the only God and who is too exalted to be considered equal to any idols.",
    "tr": "ittakhazooo ahbaarahum Wa-ruhbaanahum arbaabam min doonil laahi wal-Maseehab na Maryama Wa-maaa umirooo illaa liya'budooo Ilaahanw Waa-hidan laaa ilaaha illaa Hoo; Subhaanahoo 'ammaa yushrikoon"
  },
  "32": {
    "t": "They would like to extinguish the light of God with a blow from their mouths, but even though the unbelievers may dislike it, God has decided to let His light shine forever.",
    "tr": "Yureedoona aien yutfi'oo nooral laahi bi'afwaahihim Wa-ya'bal laahu illaaa aien yutimma noorahoo Wa-law karihal kaafiroon"
  },
  "33": {
    "t": "It is God Who sent His Messenger with guidance and a true religion that will prevail over all other religions, even though the pagans may dislike it.",
    "tr": "huwal lazeee ar-sala Rasoolahoo bilhudaa Wa-deenil haqqi liyuzhirahoo 'alad deeni kullihee Wa-law karihal mushrikoon"
  },
  "34": {
    "t": "Believers, many rabbis and monks consume other people's property by false means and create obstacles in the way of God. Those who horde gold and silver and do not spend (anything out of it) for the cause of God, should know that their recompense will be a painful torment",
    "tr": "Yaaa-aiyyuhal lazeena aamanooo inna kaseeram minal ahbaari warruhbaani la-ya'kuloona amwaalan naasi bil-baatili Wa-yasuddoona 'an sabeelil laah; wallazeena yaknizoonaz zahaba wal-fiddata Wa-laa yunfiqoonahaa fee sabeelil laahi fabashshirhum bi'azaabin aleem"
  },
  "35": {
    "t": "on the Day of Judgment and that their treasures will be heated by the fire of hell and pressed against their foreheads, sides and back with this remark, \"These are your own treasures which you hoarded for yourselves. See for yourselves what they feel like.\"",
    "tr": "Yawma yuhmaa 'alaihaa fee naari jahannama fatukwaa bihaa jibaahuhum Wa-junoobuhum Wa-zuhooruhum haazaa maa kanaztum li-anfusikum fazooqoo maa kuntum taknizoon"
  },
  "36": {
    "t": "According to the Book of God, from the day He created the heavens and the earth, the number of months are twelve, four of which are sacred. (This is part of the law) of the religion. Do not commit injustice against your souls during the sacred months but fight all the pagans just as they fight against all of you. Know that God is with the pious ones.",
    "tr": "Inna 'iddatash shuhoori 'indal laahis naa 'ashara shahran fee Kitaabil laahi yawma khalaqas samaawaati wal-arda minhaaa arba'atun hurum; zaalikad deenul qaiyyim; falaa tazlimoo feehinna anfusakum; Wa-qaatilul mushrikeena kaaaffatan kamaa yuqaati-loonakum kaaaffah; wa'lamooo annal laaha ma'al muttaqeen"
  },
  "37": {
    "t": "To disregard the observation of the sacred months and to observe it during the non-sacred months is to add more to one's disbelief. This causes the unbelievers to go further astray. One year they (the pagans) consider a sacred month not sacred, (and observe it during a non-sacred month) but the next year they consider it sacred at the right time. By dealing with the sacred months in such a manner, they think that they have observed the laws of God, but, in fact, they have changed them. Their evil deeds seem attractive to them but God does not guide the unbelieving people.",
    "tr": "Inna-man naseee'u ziyaadatun fil kufri yudallu bihil lazeena kafaroo yuhil-loonahoo 'aamanw Wa-yuhar-rimoonahoo 'aamal liyuwaati'oo 'iddata maa harramal laahu fayuhilloo maa harramal laah; zuyyina lahum sooo'u a'maalihim; wallaahu laa yahdil qawmal kaafireen"
  },
  "38": {
    "t": "Believers, why is it that when you are told to march for the cause of God, you seem to linger at home. Have you given preference to the worldly life over the life hereafter? The worldly gains compared to those of the next life are but very little.",
    "tr": "Yaaa-aiyyuhal lazeena aamanoo maa lakum izaa qeela lakumun firoo fee sabeelil laahis saaqaltum ilal ard; aradeetum bilhayaatid dunyaa minal Aakhirah; famaa mataa'ul hayaatid dunyaa fil Aakhirati illaa qaleel"
  },
  "39": {
    "t": "If you do not march for His cause, He will afflict your with a painful punishment and replace you by another nation and your (destruction) will not harm Him at all. God has power over all things.",
    "tr": "Illaa tanfiroo yu'az-zibkum 'azaaban aleemanw Wa-yastabdil qawman ghairakum Wa-laa tadurroohu shai'aa; wal-laahu 'alaa kulli shai'in Qadeer"
  },
  "40": {
    "t": "If you do not help him, (Muhammad), God has already helped him. When the unbelievers expelled him and he was one of the two people in the cave telling his friend, \"Do not worry; God is with us,\" then God gave him confidence and supported him with an army which you did not see and He defeated the cause of the disbelievers and made His own cause stand supreme. God is Majestic and All-wise.",
    "tr": "Illaa tansuroohu faqad nasarahul laahu iz akhrajahul lazeena kafaroo saaniyas naini iz humaa fil ghaari iz yaqoolu lisaahibihee laa tahzan innnal laaha ma'anaa; fa-anzalal laahu sakeenatahoo 'alaihi Wa-aiyyadahoo bijunoodil lam tarawhaa Wa-ja'ala kalimatal lazeena kafarus suflaa; Wa-Kalimatul laahi hiyal 'ulyaa; wallaahu 'Azeezun Hakeem"
  },
  "41": {
    "t": "Whether unarmed or well equipped, march and fight for the cause of God with your possessions and in person. This would be better for you, if only you knew it.",
    "tr": "Infiroo khifaafanw Wa-siqaalanw Wa-jaahidoo bi-amwaalikum Wa-anfusikum fee sabeelil laah; zaalikum khairul lakum in kuntum ta'lamoon"
  },
  "42": {
    "t": "Had the gain been immediate or the journey shorter, they (hypocrites) would certainly have followed you, (Muhammad), but it was too far for them. They will swear by God, \"Had we had the ability, we would certainly have marched with you.\" They destroy only themselves and God knows that they are lying.",
    "tr": "Law kaana 'aradan qareebanw Wa-safaran qaasidal lattaba'ooka Wa-laakim ba'udat 'alaihimush shuqqah; Wa-sayahlifoona billaahi lawis tata'naa lakharajnaa ma'akum; yuhlikoona anfusahum wal-laahu ya'lamu innahum lakaa-ziboon"
  },
  "43": {
    "t": "May God forgive you! (Muhammad), why did you not let them join the army so that you could discern the liars from the truthful ones?",
    "tr": "Afal laahu 'anka lima azinta lahum hattaa yatabaiy-yana lakal lazeena sadaqoo Wa-ta'lamal kaazibeen"
  },
  "44": {
    "t": "Those who believe in God and the Day of Judgment do not ask you whether they should fight for the cause of God with their property and in person, or not. God knows all about the pious ones.",
    "tr": "Laa yastaazinukal lazeena yu'minoona billaahi wal-Yawmil Aakhiri aien yujaa-hidoo bi-amwaalihim Wa-anfusihim; wallaahu 'aleemum bilmut-taqeen"
  },
  "45": {
    "t": "Only those who do not believe in God and the Day of Judgment ask you such questions because their hearts are full of doubts and they cannot make any final decisions.",
    "tr": "Innamaa yastaazinukal lazeena laa yu'minoona billaahi wal-Yawmil Aakhiri wartaabat quloobuhum fahum fee raibihim yataraddadoon"
  },
  "46": {
    "t": "Had they (the hypocrites) wanted to join your army, they would have prepared themselves, but God did not wish to motivate them, so He caused them to linger behind with those whose joining you in battle would be of no use.",
    "tr": "Wa-law araadul khurooja la-'addoo lahoo 'uddatanw Wa-laakin karihal laahum bi'aasahum fasabbatahum Wa-qeelaq 'udoo ma'al qaa'ideen"
  },
  "47": {
    "t": "Had they joined you, they would have been of no help to you but would have just caused confusion and trouble among you by sneaking through the ranks where some of you would be ready to listen to them. God knows best the unjust.",
    "tr": "Law kharajoo feekum maa zaadookum ilaa Khabaalanw Wa-la-awda'oo khilaalakum yabghoona-kumul fitnata Wa-feekum sammaa'oona lahum; wallaahu 'aleemum biz-zaalimeen"
  },
  "48": {
    "t": "Even prior to this, they tried to cause trouble and to turn your affairs upside-down until the truth came and the cause of God triumphed against their desires.",
    "tr": "Laqadib taghawul fitnata min qablu Wa-qallaboo lakal umoora hattaa jaaa'al haqqu Wa-zahara amrul laahi Wa-hum kaarihoon"
  },
  "49": {
    "t": "Some of them ask you, \"Make us exempt from taking part in the battle and do not try to tempt us by telling us what we may gain from the battle; many people have died in the battle.\" Hell certainly encompasses the unbelievers.",
    "tr": "Wa-minhum maien yaqoolu' zal lee Wa-laa taftinneee; alaa fil fitnati saqatoo; Wa-inna Jahannama lamuheetatum bil-kaafireen"
  },
  "50": {
    "t": "If you gain success, it grieves them but if you suffer hardship, they turn away from you saying, \"It's good that we took our affairs into our own hands\".",
    "tr": "In tusibka hasanatun tasu'hum; Wa-in tusibka museebatuny yaqooloo qad akhaznaaa amranaa min qablu Wa-yatawallaw Wa-hum farihoon"
  },
  "51": {
    "t": "(Muhammad), say, \"Nothing will happen to us besides what God has decreed for us. He is our Guardian. In God alone do the believers trust.\"",
    "tr": "Qul laien yuseebanaaa illaa maa katabal laahu lanaa Huwa mawlaanaa; Wa-'alal laahi fal-yatawakka-lil mu'minoon"
  },
  "52": {
    "t": "For us, you can anticipate nothing other than Paradise if we are killed or success if we triumph. However, what we can anticipate for you is either punishment by the hands of God or by ours. Wait and we, too, are waiting with you.",
    "tr": "Qul hal tarabbasoona binaaa illaaa ihdal husnayayni Wa-nahnu natrabbasu bikum aien yus-eebakumul laahu bi'azaa-bim min 'indiheee aw biaidee-naa fatarabbasooo innaa ma'akum mutarabbisoon"
  },
  "53": {
    "t": "Say, \"Whether you spend your wealth for the cause of God, willingly or reluctantly, it will never be accepted from you; you are an evil doing people.\"",
    "tr": "Qul anfiqoo taw'an aw karhal laien yutaqabbala min-kum innakum kuntum qawman faasiqeen"
  },
  "54": {
    "t": "What prevents their offerings from being accepted is their disbelief in God and His Messenger, their lack of interest in prayer and spending for the cause of God reluctantly.",
    "tr": "Wa-maa mana'ahum 'an tuqbala minhum nafaqaatuhum illaaa annahum kafaroo billaahi Wa-bi-Rasoolihee Wa-laa ya'toonas Salaata illaa Wa-hum kusaalaa Wa-laa yunfiqoona illaa Wa-hum kaarihoon"
  },
  "55": {
    "t": "Let not their property and children tempt you; God wants to punish them through their things in this life so that their souls will depart while they are unbelievers.",
    "tr": "Falaa tu'jibka amwaaluhum Wa-laaa awlaaduhum; innamaa yureedul laahu liyu'az-zibahum bihaa fil hayaatid dunyaa Wa-tazhaqa anfusuhum Wa-hum kaafiroon"
  },
  "56": {
    "t": "They swear by God that they are believers like you but they are not believers. They are a people who only cause differences.",
    "tr": "Wa-yahlifoona billaahi innnahum laminkum Wa-maa hum minkum Wa-laakinnahum qawmuien yafraqoon"
  },
  "57": {
    "t": "They are so afraid of you that had there been a place for them to seek refuge, a cave or some entrance in which to hide themselves from you, they would have madly rushed therein.",
    "tr": "Law yajidoona malja'an aw maghaaraatin aw mudda-khalal lawallaw ilaihi Wa-hum yajmahoon"
  },
  "58": {
    "t": "They blame you about the distribution of the welfare funds. They are pleased when you give them something from it, but if they receive nothing, they become angry with you.",
    "tr": "Wa minhum maien yalmizuka fis sadaqaati fa-in u'too minhaa radoo Wa-illam yu'taw minhaaa izaa hum yaskhatoon"
  },
  "59": {
    "t": "Would that they had been pleased with what God and His Messenger had given them and had said, \"God is All-Sufficient for us. God and His Messenger will soon do us more favors and we have hope in God's mercy.\"",
    "tr": "Wa-law annahum radoo maaa aataahumul laahu Wa-Rasooluhoo Wa-qaaloo hasbunal laahu sayu'teenal laahu min fadlihee Wa-Rasooluhooo innaaa ilal laahi raaghiboon"
  },
  "60": {
    "t": "Welfare funds (zakat) are only for the poor, the destitute, the tax collectors, those whose hearts are inclined (towards Islam), the slaves, those who cannot pay their debts, for the cause of God, and for those who have become needy on a journey. Paying zakat is an obligation that God has decreed. God is All-knowing and All-wise.",
    "tr": "Innamas sadaqaatu lilfuqaraaa'i walmasaakeeni wal-'aamileena 'alaihaa wal-mu'al-lafati quloobuhum Wa-fir riqaabi walghaarimeena Wa-fee sabeelil laahi wabnis sabeeli fareedatam minal laah; wal-laahu 'Aleemun Hakeem"
  },
  "61": {
    "t": "Some of them speak ill of the Prophet, saying, \"He listens to everything and believes what he hears.\" (Muhammad), tell them, \"He only listens to what is good for you, believes in God, and has trust in the believers. He is a mercy for the believers among you. Those who speak ill of the Messenger of God will face a painful punishment.\"",
    "tr": "Wa-minhumul lazeena yu'zoonan nabiyya Wa-yaqooloona huwa uzun; qul uzunu khairil lakum yu'minu billaahi Wa-yu'minu lil-mu'mineena Wa-rahmatul lil-lazeena aamanoo minkum; wallazeena yu'zoona Rasoolal laahi lahum 'azaabun 'aleem"
  },
  "62": {
    "t": "They (hypocrites) swear by God in their effort to please you, but if they were true believers (they would know) that God and His Messenger deserve more to be pleased than anyone else.",
    "tr": "yahlifoona billaahi lakum liyurdookum wallaahu Wa-Rasooluhoo ahaqqu ai yurdoohu in kaanoo mu'mineen"
  },
  "63": {
    "t": "Do they not know that for displeasing God and His Messenger, one would be admitted to Hell wherein he would live forever. This indeed is a great humiliation.",
    "tr": "Alam ya'lamooo annahoo maien yuhaadidil laaha Wa-Rasoolahoo faanna lahoo Naara jahannama khaalidan feehaa; zaalikal khizyul 'Azeem"
  },
  "64": {
    "t": "The hypocrites are afraid that some revelation will be revealed, thus, making public what is in their hearts. (Muhammad), tell them, \"Continue in your mockery; God will certainly let whatever causes you worry to take place\".",
    "tr": "Yahzarul munaafiqoona an tunaz zala 'alaihim Sooratun tunabbi 'uhum bimaa feequloobihim; qulistahzi'oo innal laaha mukhrijum maa tahzaroon"
  },
  "65": {
    "t": "If you question them about their manners, they say, \"We were only arguing for the sake of amusement.\" Ask them, \"Were you mocking God, His revelations, and His Messenger?\"",
    "tr": "Wala'in sa-altahum layaqoolunna innamaa kunnaa nakhoodu Wa-nal'ab; qul abillaahi Wa-'Aayaatihee Wa-Rasoolihee kuntum tastahzi'oon"
  },
  "66": {
    "t": "Make no excuses. You have certainly turned back to disbelief. If We forgive one group of you, We must punish the other for they are guilty.",
    "tr": "Laa ta'taziroo qad kafartum ba'da eemaanikum; in na'fu 'an taaa'ifatin minkum nu'az-zib taaa'ifatan bi-annahum kaanoo mujrimeen"
  },
  "67": {
    "t": "Be they male or female hypocrites, they are the same. They make others commit sins, prevent them from doing good deeds, and restrain their hands (from spending for the cause of God). They have forgotten all about God who also has ignored them. The hypocrites indeed are evil-doers.",
    "tr": "Almunaafiqoona wal-munaafiqaatu ba'duhum mim ba'd; yaamuroona bilmunkari Wa-yanhawna 'anil ma'roofi Wa-yaqbidoona aidiyahum; nasul laaha fanasiyahum; innal munaafiqeena humul faasiqoon"
  },
  "68": {
    "t": "For the hypocrites and the unbelievers, God has prepared hell wherein they will live forever. Hell is their proper punishment. God has condemned them and they will suffer a permanent torment",
    "tr": "Wa'adal laahul munafiqeena wal-munaafiqaati wal-kuffaara naara jahannnamma khaalideena feehaa; hiya hasbuhum; Wa-la'annahumul laahu Wa-lahum 'azaabum muqeem"
  },
  "69": {
    "t": "like that of those who lived before you, whose power, wealth, and children were much greater than yours. They enjoyed their share of the worldly gains and you, also, like them, have enjoyed yours. You have been sneaking among the people to cause trouble, just as they had been doing before you. Such people's deeds are devoid of all virtue both in this life and in the life hereafter. They indeed are lost.",
    "tr": "Kallazeena min qablikum kaanoo ashadda minkum quwwatanw Wa-aksara amwaalanw Wa-awlaadan fastamta'oo bikhalaaqihim fastamta'tum bikhalaaqikum kamas tamta'al lazeena min qablikum bikhalaa-qihim Wa-khudtum kallazee khaadooo; ulaaa'ika habitat a'maaluhum fid dunyaa wal-Aakhirati Wa-ulaaa'ika humul khaasiroon"
  },
  "70": {
    "t": "Have they not heard the stories of the people of Noah, the tribe of Ad, Thamud, the people of Abraham, the dwellers of the city of Midian, and those of the Subverted Cities? God's Messengers came to each of them with miracles. God did not do any injustice to them, but they wronged themselves.",
    "tr": "Alam ya'tihim naba ul-lazeena min qablihim qawmi Noohinw Wa-'Aadinw Wa-Samooda Wa-qawmi Ibraaheema Wa-as-haabi Madyana wal-mu'tafikaat; atathum Rusuluhum bilbaiy-yinaati famaa kaanal laahu liyazlimahum Wa-laakin kaanooo anfusahum yazlimoon"
  },
  "71": {
    "t": "The believers, both male and female, are each other's guardians. They try to make others do good, prevent them from committing sins, perform their prayers, pay the religious tax, and obey God and His Messenger. God will have mercy on them; He is Majestic and All-wise.",
    "tr": "Wal-mu'minoona wal-mu'minaatu ba'duhum awliyaaa'u ba'd; ya'muroona bilma'roofi Wa-yanhawna 'anil munkari Wa-yuqeemoonas Salaata Wa-yu'toonaz Zakaata Wa-yutee'oonal laaha Wa-Rasoolah; ulaaa'ika sayarhamu-humul laah; innal laaha 'Azeezun Hakeem"
  },
  "72": {
    "t": "God has promised the believers gardens wherein streams flow and wherein they will live forever in the excellent mansions of the garden of Eden. What is more important than all this for them is that God is pleased with them. Such is the supreme triumph.",
    "tr": "Wa'adal laahul mu'-mineena walmu'minaati Jannaatin tajree min tahtihal anhaaru khaalideena feehaa Wa-masaakina taiyyibatan fee Jannnaati 'adn; Wa-ridwaanum minal laahi akbar; zaalika huwal fawzul 'azeem"
  },
  "73": {
    "t": "Prophet, fight the unbelievers and hypocrites vehemently for the cause of God. Their dwelling is hell, a terrible destination!",
    "tr": "yaaa-aiyyuhan Nabiyyu jaahidil kuffaara walmunaafiqeena waghluz 'alaihim; Wa-maawaahum jahannnamu Wa-bi'sal maseer"
  },
  "74": {
    "t": "They (the hypocrites) swear by the Name of God (to make others believe in what they are saying). They have spoken the testimony of disbelief and have then turned back to disbelief. They have made unsuccessful attempts to cause trouble. There is no other reason for their ungratefulness except that God and His Messenger enriched them through their favors. If they repent, it will be better for them, but if they turn away (from the faith), God will make them suffer a painful punishment both in this life and in the life hereafter. They will find no guardian nor any helper in the land.",
    "tr": "Yahlifoona billaahi Wa-qaaloo Wa-laqad qaaloo kalimatal kufri Wa-kafaroo ba'da Islaamihim Wa-hammoo bimaa lam yanaaloo; Wa-maa naqamooo illaaa an aghnaa humullaahu Wa-Rasooluhoo min fadlih; fainy yatooboo yaku khairal lahum Wa-iny yatawal law yu'az zibhumullaahu 'azaaban aleeman fiddunyaa wal Aakhirah; wamaa lahum fil ardi minw waliyyinw Wa-laa naseer"
  },
  "75": {
    "t": "Some of them have promised God that if He will favor them, they will certainly spend for His cause and be righteous ones.",
    "tr": "Wa-minhum man 'aaha-dal laaha la'in aataanaa min fadlihee lanas-saddaqanna Wa-lanakoonanna minas saaliheen"
  },
  "76": {
    "t": "But when His favors were bestowed on them, they became niggardly and in disregard broke their promise.",
    "tr": "Falammaaa aataahum min fadlihee bakhiloo bihee Wa-tawallaw Wa-hum mu'ridoon"
  },
  "77": {
    "t": "God will, for their disregard of their promise and their telling lies, place hypocrisy in their hearts which will not leave them until they face the consequences of their deeds.",
    "tr": "Fa-a'qabahum nifaaqan fee quloobihim ilaa Yawmi yalqaw-nahoo bimaaa akhlaful laaha maa wa'adoohu Wa-bimaa kaanoo yakhziboon"
  },
  "78": {
    "t": "Were they not aware that God knows all that they hide or whisper and that He has absolute knowledge of the unseen?",
    "tr": "Alam ya'lamooo annal laaha ya'lamu sirrahum Wa-najwaahum Wa-annal laaha 'Allaamul Ghuyoob"
  },
  "79": {
    "t": "God mocks those (hypocrites) who blame and mock the rich or poor believers who donate to the welfare funds, and He has prepared a painful torment for them.",
    "tr": "Allazeena yalmizoonal mut tawwi'eena minalmu'mineena fis sadaqaati wallazeena laa yajidoona illaa juhdahum fayaskharoona minhum sakhiral laahu minhum Wa-lahum azaabun aleem"
  },
  "80": {
    "t": "(Muhammad), whether you ask God to forgive them or not, He will never do so, even if you were to beg seventy times; they have disbelieved in God and His Messenger and God does not guide the evil-doers.",
    "tr": "Istaghfir lahum aw laa tastaghfir lahum in tastaghfir lahum sab'eena marratan falaien yaghfiral laahu lahum; zaalika bi-annahum kafaroo billaahi Wa-Rasoolih; wallaahu laa yahdil qawmal faasiqeen"
  },
  "81": {
    "t": "Those who did not take part in the battle (of Tabuk), were glad about their staying home against the order of the Messenger of God. They did not want to fight for the cause of God with their property and in person and said, \"Do not march (to the battle) on the hot days.\" (Muhammad), tell them, \"The heat of hell fire is much more severe, if only you would understand.\"",
    "tr": "Farihal mukhallafoona bimaq'adihim khilaafa Rasoolil laahi Wa-karihooo aien yujaahidoo bi-amwaalihim Wa-anfusihim fee sabeelil laahi Wa-qaaloo laa tanfiroo fil harr; qul Naaru jahannama ashaddu harraa; law kaanoo yafqahoon"
  },
  "82": {
    "t": "They should laugh less and weep more as a recompense for what they have gained.",
    "tr": "Falyadhakoo qaleelanw walyabkoo kaseeran jazaaa'an bimaa kaanoo yaksiboon"
  },
  "83": {
    "t": "When God brings you back safely and a group of hypocrites ask you to make them exempt from taking part in the battle, tell them, \"Never march with me and never fight with us against any of the enemies (of God). You chose to linger behind the first time, so this time stay behind with those who are of no help in the battle.\"",
    "tr": "Fa-ir raja'akal laahu ilaa taaa'ifatim minhum fastaaa-zanooka lilkhurooji faqul lan takhrujoo ma'iya abadanw Wa-lan tuqaatiloo ma'iya 'aduwwan innakum radeetum bilqu'oodi awwala marratin faq'udoo ma'al khaalifeen"
  },
  "84": {
    "t": "Should any of them die, never pray for him or stand on his grave. They have disbelieved in God and His Messenger and have died while committing evil.",
    "tr": "Wa-laa tusalli 'alaaa ahadim minhum maata abadanw Wa-laa taqum 'alaa qabriheee innahum kafaroo billaahi Wa-Rasoolihee Wa-maatoo Wa-hum faasiqoon"
  },
  "85": {
    "t": "Their wealth or children should not tempt you; God wants to punish them through these things in this life so that they will die as disbelievers.",
    "tr": "Wa-laa tu'jibka amwaaluhum Wa-awlaaduhum; innamaa yureedul laahu aien yu'azzibahum bihaa fid dunyaa Wa-tazhaqa anfusuhum Wa-hum kaafiroon"
  },
  "86": {
    "t": "When a chapter of the Quran is revealed telling them to believe in God and fight along with His Messenger for His cause against His enemies, the healthy and rich ones of them ask you to exempt them from taking part in the battle for the cause of God and to let them stay home with the people who are of no help in the battle.",
    "tr": "Wa-izaaa unzilat Sooratun an aaminoo billaahi Wa-jaahidoo ma'a Rasoolihis taazanaka ulut tawli minhum Wa-qaaloo zarnaa nakum ma'al qaa'ideen"
  },
  "87": {
    "t": "They are happy to stay home with those who are of no help in the battle, thus, their hearts were sealed and they were left with no understanding.",
    "tr": "Radoo bi-aie yakoonoo ma'al khawaalifi Wa-tubi'a 'alaa quloobihim fahum laa yafqahoon"
  },
  "88": {
    "t": "But the Messenger of God and the believers with him fought for the cause of God with their possessions and in person and their reward will be all good things and everlasting happiness.",
    "tr": "Laakinir Rasoolu wal-lazeena aamanoo ma'ahoo jaahadoo bi-amwaalihim Wa-anfusihim; Wa-ulaaa'ika lahumul khairaatu Wa-ulaaa'ika humul muflihoon"
  },
  "89": {
    "t": "God has established gardens for them wherein streams flow and wherein they will live forever. This indeed is the greatest triumph.",
    "tr": "A'addal laahu lahum Jannaatin tajree min tahtihal anhaaru khaalideena feehaa; zaalikal fawzul 'azeem"
  },
  "90": {
    "t": "Some of the dwellers of the desert (who were not able to join the army) came to the Prophet seeking exemption from taking part in the battle. Those who called God and His Messengers liars also stayed home (with those who were truly exempt). The disbelievers will soon receive a painful punishment.",
    "tr": "Wa-jaaa'al mu'az-ziroona minal A'raabi liyu'zana lahum Wa-qa'adal lazeena kazabul laaha Wa-Rasoolah; sayuseebul lazeena kafaroo minhum 'azaabun aleem"
  },
  "91": {
    "t": "People who are weak or sick and those who do not have the means to take part in the fighting are exempt from this duty if their intention remains sincere about God and His Messenger. Righteous people shall not be blamed. God is All-forgiving and All-merciful.",
    "tr": "Laisa 'alad du'aaa'fai Wa-laa 'alal mardaa Wa-laa 'alal lazeena laa yajidoona maa yunfiqoona harajun izaa nasahoo lillaahi Wa-Rasoolih; maa 'alal muhsineena min sabeel; wallaahu Ghafoorur Raheem"
  },
  "92": {
    "t": "Those who come to you, (Muhammad), asking to be taken to the battle, but you cannot find the necessary means for them, are exempt from the duty of fighting for the cause of God, even though they leave you with their eyes flooded with tears because of not being able to help the cause of God.",
    "tr": "Wa-laa 'alal lazeena izaa maaa atawka litahmilahum qulta laaa ajidu maaa ahmilukum 'alaihi tawallaw Wa-a'yunuhum tafeedu minad dam'i hazanan allaa yajidoo maa yunfiqoon"
  },
  "93": {
    "t": "The blameworthy ones are those who ask for exemption despite their ability and who preferred to stay at home with those who are truly exempt. God has placed a seal on their hearts but they do not know.",
    "tr": "Innamas sabeelu 'alal lazeena yasta'zinoonaka Wa-hum aghniyaaa'; radoo bi-aien yakoonoo ma'al khawaalifi Wa-taba'al laahu 'alaa quloobihim fahum laa ya'lamoon"
  },
  "94": {
    "t": "They will apologize to you on your return. Tell them, \"Do not ask for pardon. We will never believe you. God has already told us everything about you. God and His Messenger will soon make your deeds public, then you will return to Him who has absolute knowledge of the unseen and the seen and He will inform you of what you have done.",
    "tr": "Ya'taziroona ilaikum izaa raja'tum ilaihim; qul laa ta'taziroo lan nu'mina lakum qad nabba-annal laahu min akhbaarikum; Wa-sa-yaral laahu 'amalakum Wa-Rasooluhoo thumma turaddoona ilaa 'Aalimil Ghaibi washshahaadati fa-yunabbi'ukum bimaa kuntum ta'maloon"
  },
  "95": {
    "t": "When you return they will appeal to you in the Name of God to leave them alone. So leave them alone. They are filthy and their dwelling will be hell as a recompense for what they had gained.",
    "tr": "Sa yahlifoona billaahi lakum izanqalabtum ilaihim litu'ridoo 'anhum fa-a'ridoo 'anhum innahum rijsunw Wa-ma'waahum jahannamu jazaaa'an bi maakaanoo yaksiboon"
  },
  "96": {
    "t": "They swear in the Name of God to please you. Even if you were to be pleased with them, God is not pleased with evil-doing people.",
    "tr": "Yahlifoona lakum litardaw 'anhum fa-in tardaw 'anhum fa-innal laaha laa yardaa 'anil qawmil faasiqeen"
  },
  "97": {
    "t": "The desert dwelling Arabs are far worse than the others in their disbelief and hypocrisy and have more reason to be ignorant of the revelations that God revealed to His Messenger. God is All-knowing and All-wise.",
    "tr": "Al-A'raabu ashaddu kufranw Wa-nifaaqanw Wa-ajdaru allaa ya'lamoo hudooda maaa anzalal laahu 'alaa Rasoolih; wallaahu 'Aleemun Hakeem"
  },
  "98": {
    "t": "Whatever some of the desert dwelling Arabs spend for the cause of God, they consider it a loss to themselves. They wish to see you in trouble. Trouble has struck them already. God is All-hearing and All-knowing.",
    "tr": "Wa-minal A'raabi mai yattakhizu maa yunfiqu maghramanw Wa-yatarabbasu bikumud dawaaa'ir; alaihim daaa'iratus saw'; wallaahu Samee'un 'Aleem"
  },
  "99": {
    "t": "Some of the desert dwelling Arabs believe in God and the Day of Judgment. Whatever they spend for the cause of God they consider it as a means of getting nearer to God and have the prayers of the Messenger in their favor. This, certainly is a means to get nearer to God. God will admit them into His mercy. God is All-forgiving and All-merciful.",
    "tr": "Wa-minal A'raabi maien yu'minu billaahi wal-yawmil aakhiri Wa-yattakhizu maa yunfiqu qurubaatin 'indal laahi Wa-salawaatir Rasool; 'alaaa innahaa qurbatul lahum; sayudkhilu-humul laahu fee rahmatih; innal laaha Ghafoorur Raheem"
  },
  "100": {
    "t": "God is well pleased with the foremost ones of those who left their homes for the cause of God, those who helped them after their arrival in Medina and those who nobly followed these two groups. He has prepared gardens for them wherein streams flow and wherein they will live forever. This, certainly is the supreme triumph.",
    "tr": "Was-saabiqoonal awwaloona minal Muhaajireena wal-Ansaari wallazeenat taba'oo-hum bi-ihsaanir radiyal laahu 'anhum Wa-radoo 'anhu Wa-a'adda lahum jannaatin tajree tahtahal anhaaru khaalideena feehaaa abadaa; zaalikal fawzul 'azeem"
  },
  "101": {
    "t": "Some of the desert dwelling Arabs around you are hypocrites as are some of the inhabitants of Medina. They are persisting in their hypocrisies. You do not know them but We know them well and will punish them twice over. Then they will be brought to the great torment (on the Day of Judgment).",
    "tr": "Wa-mimmann hawlakum minal A'raabi munaafiqoona Wa-min ahlil Madeenati maradoo 'alan nifaaq, laa ta'lamuhum nahnu na'lamuhum; sanu'azzibuhum marrataini summa yuraddoona ilaa 'azaabin 'azeem"
  },
  "102": {
    "t": "Some of them have already confessed their sins and have mixed virtuous deeds with sinful ones. Perhaps God will forgive them. God is All-forgiving and All-merciful.",
    "tr": "Wa-aakharoo na'tarafoo bizunoobihim khalatoo 'amalan saalihanw Wa-aakhara saiyyi'an 'asal laahu 'aien yatooba 'alaihim; innal laaha Ghafoorur Raheem"
  },
  "103": {
    "t": "Collect religious tax (zakat) from them to purify and cleanse them and pray for them; your prayers give them comfort. God is All-hearing and All-knowing.",
    "tr": "Khuz min amwaalihim sadaqtan tutahhiruhum Wa-tuzakkeehim bihaa Wa-salli 'alaihim inna salaataka sakanul lahum; wallaahu Samee'un 'Aleem"
  },
  "104": {
    "t": "Do they not know that it is God who accepts the repentance of His servants and receives the welfare funds and that it is God who is All-forgiving and All-merciful?",
    "tr": "Alam ya'lamooo annal laaha huwa yaqbalut tawbata 'an ibaadihee Wa-ya'khuzus sadaqaati Wa-annal laaha huwat Tawwaabur Raheem"
  },
  "105": {
    "t": "(Muhammad), tell them, \"Act as you wish. God, His Messenger and the believers will see your deeds. You will be brought before the One who has absolute knowledge of the unseen and the seen. He will let you know about all that you have done.",
    "tr": "Wa-qul i'maloo fasayaral laahu 'amalakum Wa-Rasooluhoo wal-mu'minoon; Wa-saturaddoona ilaa 'Aalimil Ghaibi washshahaadati fa-yunabbi'ukum bimaa kuntum ta'maloon"
  },
  "106": {
    "t": "Besides those who have confessed their sins, there are others who have no good deeds for which they may receive any reward or sins for which they may be punished. Their fate will be in the hands of God.\" God is All-knowing and All-wise.",
    "tr": "Wa-aakharoona murjawna li-amril laahi immaa yu'azzibuhum Wa-immaa yatoobu 'alaihim; wallaahu 'Aleemun Hakeem"
  },
  "107": {
    "t": "The mosque which some of the hypocrites have established is only to harm people, to spread disbelief, to create discord among the believers, to wait for the one who fought against God and His Messenger, and to make others believe that it has been established with their good intentions. But God testifies that they are liars.",
    "tr": "Wallazeenat takhazoo masjidan diraaranw Wa-kufranw Wa-tafreeqan bainal mu'mineena Wa-irsaadal liman haarabal laaha Wa-Rasoolahoo min qabl; Wa-la-yahlifunna in aradnaaa illal husnaa wallaahu yash-hadu innahum lakaaziboon"
  },
  "108": {
    "t": "(Muhammad), never stay in that mosque. The mosque which was established for a pious purpose and before all other mosques is more virtuous for your prayer. In this mosque, there are people who love to be purified. God loves those who purify themselves.",
    "tr": "Laa taqum feehi abadaa; lamasjidun ussisa 'alat taqwaa min awwali yawmin ahaqqu 'an taqooma feeh; feehi rijaaluien yuhibbona 'aien yata-tah-haroo; wallaahu yuhibbul muttah-hireen"
  },
  "109": {
    "t": "Which is better, the mosque that is founded for pious purposes and for achieving God's pleasure or that which is based on the brink of a crumbling bank and which may crumble into hell at any moment? God does not guide the unjust.",
    "tr": "Afaman assasa bunyaanahoo 'alaa taqwaa minal laahi Wa-ridwaanin khairun am man assasa bunyaanahoo 'alaa shafaa jurufin haarin fanhaara bihee fee Naari Jahannam; wallaahu laa yahdil qawmaz zaalimeen"
  },
  "110": {
    "t": "The building (mosque) which they have built always motivates mischief in their hearts until their hearts are cut into pieces. God is All-knowing and All-wise.",
    "tr": "Laa yazaalu bunyaanu-humul lazee banaw reebatan fee quloobihim illaaa an taqatta'a quloobuhum; wal-laahu 'Aleemun Hakeem"
  },
  "111": {
    "t": "God has purchased the souls and property of the believers in exchange for Paradise. They fight for the cause of God to destroy His enemies and to sacrifice themselves. This is a true promise which He has revealed in the Torah, the Gospel, and the Quran. No one is more true to His promise than God. Let this bargain be glad news for them. This is indeed the supreme triumph.",
    "tr": "Innal laahash taraa minal mu'mineena anfusahum Wa-amwaalahum bi-anna lahumul jannah; yuqaatiloona fee sabeelil laahi fa-yaqtuloona Wa-yuqtaloona wa'dan 'alaihi haqqan fit Tawraati wal-Injeeli wal-Qur'aaan; Wa-man awfaa bi'ahdihee minal laah; fastabshiroo bi-bay'ikumul lazee baaya'tum bih; Wa-zaalika huwal fawzul 'azeem"
  },
  "112": {
    "t": "(The believers) who repent for their sins, worship God, praise Him, travel through the land (for pious purposes), kneel down and prostrate themselves in obedience to God, make others do good and prevent them from sins and abide by the laws of God, will receive a great reward. Let this be glad news for the believer.",
    "tr": "At-taaa'iboonal 'aabidoonal haamidoonas saaa'ihoonar raaki'oonas saajidoonal aamiroona bilma'roofi wannaahoona 'anil munkari walhaafizoona lihudoodil laah; Wa-bashshiril mu'mineen"
  },
  "113": {
    "t": "After it was made clear that the pagans are to be the dwellers of hell, the Prophet and the believers should not have sought forgiveness from God for them even though they may have been relatives.",
    "tr": "Maa kaana lin-nabiyyi wallazeena aamanooo 'aien yastaghfiroo lil-mushrikeena Wa-law kaanoo ulee qurbaa min ba'di maa tabiyyana lahum annahum As-haabul jaheem"
  },
  "114": {
    "t": "There was no other reason for Abraham to seek forgiveness from God for his father except the promise that he had made with him. When Abraham knew that his father was an enemy of God, he disowned his father. Abraham was very tender-hearted and forbearing.",
    "tr": "Wa-maa kaanas tighfaaru ibraaheema li-abeehi illaa 'an maw'idatinw Wa-'adahaaa iyyaahu falammaa tabaiyyana lahooo annahoo 'aduwwul lillaahi tabarra-a minh; inna Ibraaheema la-awwaahun haleem"
  },
  "115": {
    "t": "God does not misguide a nation after having given them guidance until the means of piety are made known to them. God knows all things.",
    "tr": "Wa-maa kaanal laahu liyudilla qawman ba'da iz hadaahum hatta yubaiyyina lahum maa yattaqoon; innal laaha bikulli shai'in 'Aleem"
  },
  "116": {
    "t": "To God belongs the Kingdom of the heavens and the earth. He grants life and causes death. God is your only Guardian and Helper.",
    "tr": "Innal laaha lahoo mulkus samaawaati wal-ardi yuhyee Wa-yumeet; Wa-maa lakum min doonil laahi minw waliyyinw Wa-laa naseer"
  },
  "117": {
    "t": "God pardoned the Prophet, the Emigrants, the Helpers, and those who followed them, when the hearts of some of them almost deviated (from the truth) in their hour of difficulty. God forgave them because of His Compassion and Mercy.",
    "tr": "Laqat taabal laahu 'alan nabiyyi wal-Muhaajireena wal-Ansaaril lazeenat taba'oohu fee saa'atil 'usrati min ba'di maa kaada yazeeghu quloobu fariqin minhum thumma taaba 'alaihim; innahoo bihim Ra'oofur Raheem"
  },
  "118": {
    "t": "God also forgave the three people who lagged behind. Grief made them feel as though there was no place in the whole vast earth to hide them or in their souls to conceal their sorrow. They began to believe that no one could save them from (the wrath of God) except He Himself. God pardoned them so that they would also repent for their sins. God is All-forgiving and All-merciful.",
    "tr": "Wa-'alas salaasatil lazeena khullifoo hattaaa izaa daaqat 'alaihimul ardu bimaa rahubat Wa-daaqat 'alaihim anfusuhum Wa-zannnooo al laa malja-a minal laahi illaaa ilaihi summa taaba 'alaihim liyatooboo; innal laaha Huwat Tawwaabur Raheem"
  },
  "119": {
    "t": "Believers, have fear of God and always be friends with the truthful ones.",
    "tr": "Yaaa-aiyyuhal lazeena aamanut taqul laaha Wa-koonoo ma'as saadiqeen"
  },
  "120": {
    "t": "The inhabitants of the city of Medina and the desert Arabs dwelling around it were not supposed to disobey the Messenger of God or to give priority to their own lives above that of the Prophet. For if they had given priority to the life of the Messenger of God, they would not have experienced the hardships of thirst, fatigue, or hunger in their struggle for the cause of God, nor would their travelling have enraged the disbelievers and they would not have received any injury from enemies that God would not record for them as a virtuous deed. God does not ignore the reward of those who do good.",
    "tr": "Maa kaana li-ahlil Madeenati Wa-man hawlahum minal A'raabi aien yatakhallafoo 'ar Rasoolil laahi Wa-laa yarghaboo bi-anfusihim 'an nafsih; zaalika bi-annahum laa yuseebuhum zama-unw Wa-laa nasabunw Wa-laa makhmasatun fee sabeelil laahi Wa-laa yata'oona mawti'ai yagheezul kuffaara Wa-laa yanaaloona min 'aduwwin nailan illaa kutiba lahum bihee 'amalun saalih; innal laaha laa yudee'u ajral muhsineen"
  },
  "121": {
    "t": "Also, they would not have spent anything, great or small, for the cause of God or travel through a valley without God decreeing a reward for them far better than whatever they had done.",
    "tr": "Wa-laa yunfiqoona nafa-qatan sagheeratanw Wa-laa kabeeratanw Wa-laa yaqta'oona waadiyan illaa kutiba lahum liyajziyahumul laahu ahsana maa kaanoo ya'maloon"
  },
  "122": {
    "t": "Not all believers have to become specialists in religious learning. Why do not some people from each group of believers seek to become specialists in religious learning and, after completing their studies, guide their group so that they will have fear of God.",
    "tr": "Wa-maa kaanal mu'minoona liyanfiroo kaaaffah; falaw-laa nafara min kulli firqatim minhum taaa'ifatul liyatafaqqahoo fid deeni Wa-liyunziroo qawmahum izaa raja'ooo ilaihim la'allahum yahzaroon"
  },
  "123": {
    "t": "Believers, fight the unbelievers near you for the cause of God so that they realize your strength and know that God is with the pious ones.",
    "tr": "Yaaa-aiyyuhal lazeena aamanoo qaatilul lazeena yaloonakum minal kuffaari walyajidoo feekum ghilzah; wa'lamooo annal laaha ma'al muttaqeen"
  },
  "124": {
    "t": "When a chapter (of the Quran) is revealed, some people ask others, \"Whose faith among you people has received strength from this (revelation)?\" It (the revelation) certainly strengthens the faith of the believers and they consider it to be a glad news.",
    "tr": "Wa-izaa maaa unzilat Sooratun faminhum maien yaqoolu aiyyukum zaadat hu-haazihee eemaanaa; fa-ammal lazeena aamanoo fazaadat-hum eemaananw Wa-hum yastabshiroon"
  },
  "125": {
    "t": "But to those whose hearts are sick, it adds more filth to their hearts and they die as disbelievers.",
    "tr": "Wa-ammal lazeena fee quloobihim maradun fazaadat-hum rijsan ilaa rijsihim Wa-maatoo Wa-hum kaafiroon"
  },
  "126": {
    "t": "Do they not realize that God tests them once or twice a year but, nevertheless, they do not repent and give it proper thought?",
    "tr": "A-Wa-laa yarawna annahum yuftanoona fee kulli 'aamin marratan 'aw marrataini thumma laa yatooboona Wa-laa hum yazzakkaroon"
  },
  "127": {
    "t": "When a chapter (of the Quran) is revealed, (it upsets them). They look at one another and their eyes silently ask this question, \"Has any one noticed the disappointment on our faces?\" Then they walk away. In fact, God has turned their hearts away (from the truth); they are a people who have no understanding.",
    "tr": "Wa-izaa maaa unzilat Sooratun nazara ba'duhum ilaa ba'din hal yaraakum min ahadin thumman sarafoo; sarafal laahu quloobahum bi-annahum qawmul laa yafqahoon"
  },
  "128": {
    "t": "A Messenger from your own people has come to you. Your destruction and suffering is extremely grievous to him. He really cares about you and is very compassionate and merciful to the believers.",
    "tr": "Laqad jaaa'akum Rasoolum min anfusikum 'azeezun 'alaihi maa 'anittum hareesun 'alaikum bilmu'mineena ra'oofur raheem"
  },
  "129": {
    "t": "(Muhammad), if they turn away from you, say, \"God is Sufficient (support) for me. There is no God but He. In Him do I trust and He is the Owner of the Great Throne.\"",
    "tr": "Fa-in tawallaw faqul hasbiyal laahu laaa ilaaha illaa Huwa 'alaihi tawakkkaltu Wa-Huwa Rabbul 'Arshil 'Azeem"
  }
}