Repository: bynalab/hafizpro
Catalog: lib/l10n/app_*.arb
Languages: ar

# appTitle
source: Quran Hafiz
ar: حافظ القرآن

source: Hello
ar: مرحبا

source: Start
ar: ابدأ

source: Settings
ar: الإعدادات

source: Autoplay verse
ar: تشغيل الآية تلقائيًا

source: Theme
ar: السمة

# themeSystem
source: System
ar: النظام

# themeLight
source: Light
ar: فاتح

# themeDark
source: Dark
ar: داكن

source: Language
ar: اللغة

# languageEnglish
source: English
ar: الإنجليزية

# languageArabic
source: Arabic
ar: العربية

# languageSelectTitle
source: Choose language
ar: اختر اللغة

# selectFavoriteReciter
source: Select your favorite reciter
ar: اختر قارئك المفضل

source: Search reciters...
ar: ابحث عن القرّاء...

# visitWebsite
source: Visit Our Website
ar: زيارة موقعنا

source: Join WhatsApp Channel
ar: انضم إلى قناة الواتساب

source: WhatsApp Feedback Group
ar: مجموعة ملاحظات الواتساب

source: Rate This App
ar: قيّم هذا التطبيق

source: Debug Rating System
ar: تصحيح نظام التقييم

source: Save
ar: حفظ

source: Disable
ar: تعطيل

source: OK
ar: حسنًا

source: Notifications
ar: الإشعارات

source: Enable Notifications
ar: تفعيل الإشعارات

# notificationsDailyMotivationSubtitle
source: Receive daily motivational messages
ar: استلام رسائل تحفيزية يومية

source: Notification Time
ar: وقت الإشعار

source: Changes Saved!
ar: تم حفظ التغييرات!

# settingsLoadingTitle
source: Loading Settings...
ar: جارٍ تحميل الإعدادات...

# notificationSubtitleEnabled
source: Notification time: {time}
ar: وقت الإشعار: {time}

# notificationSubtitleDisabled
source: Set your notification preference
ar: اضبط تفضيلات الإشعارات

# settingsAutoPlayTitle
source: Auto Play Verse
ar: تشغيل الآية تلقائيًا

# settingsAutoPlaySubtitle
source: Autoplay the verses as your test begins
ar: تشغيل الآيات تلقائيًا عند بدء الاختبار

# settingsSelectReciterTitle
source: Select Reciter
ar: اختر قارئًا

# settingsReportBugTitle
source: Report Bug or Request Feature
ar: الإبلاغ عن خطأ أو طلب ميزة

# settingsReportBugSubtitle
source: Talk to us
ar: تواصل معنا

# settingsOfficialWebsiteTitle
source: Official Website
ar: الموقع الرسمي

# settingsOfficialWebsiteSubtitle
source: Check out our website
ar: اطّلع على موقعنا

# settingsJoinCommunityTitle
source: Join our community
ar: انضم إلى مجتمعنا

# settingsJoinCommunitySubtitle
source: Join discussions and get help
ar: انضم للنقاشات واحصل على المساعدة

# settingsRateUsTitle
source: Rate Us
ar: قيّمنا

# settingsRateUsSubtitle
source: Leave a 5 star review on your app store
ar: اترك تقييم 5 نجوم على متجر التطبيقات

# ratingDialogTitle
source: Rate Our App
ar: قيّم التطبيق

# ratingDialogPrompt
source: How would you rate your experience with Hafiz Pro?
ar: كيف تقيّم تجربتك مع حافظ برو؟

# ratingDialogMaybeLater
source: Maybe Later
ar: ربما لاحقًا

# ratingDialogSubmit
source: Submit
ar: إرسال

# ratingDialogHintPositive
source: Optional: tell us what you like
ar: اختياري: أخبرنا ما الذي أعجبك

# ratingDialogHintNegative
source: Tell us what we can improve
ar: أخبرنا كيف يمكننا التحسين

# ratingMessage1
source: We're sorry to hear that. Please let us know how we can improve.
ar: نأسف لسماع ذلك. أخبرنا كيف يمكننا التحسن.

# ratingMessage2
source: We appreciate your feedback. We're working to make it better.
ar: نقدّر ملاحظاتك. نحن نعمل على التحسين.

# ratingMessage3
source: Thank you for your feedback. We'll keep improving.
ar: شكرًا لملاحظاتك. سنواصل التحسين.

# ratingMessage4
source: Great! We're glad you're enjoying the app.
ar: رائع! سعداء لأنك تستمتع بالتطبيق.

# ratingMessage5
source: Excellent! Thank you for the amazing rating.
ar: ممتاز! شكرًا على التقييم الرائع.

# errorLaunchingUrl
source: Error launching URL: {url}. Error: {error}
ar: حدث خطأ أثناء فتح الرابط: {url}. الخطأ: {error}

# errorOpeningRatingDialog
source: Error opening rating dialog: {error}
ar: حدث خطأ أثناء فتح نافذة التقييم: {error}

# splashTagline
source: Master the Quran, one Ayah at a time
ar: أتقن القرآن، آية بعد آية

# splashAyahTranslation
source: "And We have certainly made the Qur'an easy for remembrance, so is there any who will remember?" (Q54:17)
ar: "ولقد يسرنا القرآن للذكر فهل من مدكر" (القمر: 17)

# onboardingPage1Title
source: Immerse yourself in the words of Allah
ar: تعمّق في كلام الله

# onboardingPage1Subtitle
source: Read, listen, and reflect on the Quran — anytime, anywhere.
ar: اقرأ واستمع وتدبّر القرآن — في أي وقت وأي مكان.

# onboardingPage1Cta
source: Start Reading
ar: ابدأ القراءة

# onboardingPage2Title
source: Listen to beautiful recitations and follow along
ar: استمع إلى تلاوات جميلة وتابع مع القراءة

# onboardingPage2Subtitle
source: Choose your favorite reciter and feel the verses come alive.
ar: اختر قارئك المفضل ودع الآيات تنبض بالحياة.

# onboardingPage2Cta
source: Start Listening
ar: ابدأ الاستماع

# onboardingPage3Title
source: Test your knowledge of the Qur’an
ar: اختبر معرفتك بالقرآن

# onboardingPage3Subtitle
source: Guess the Surah or Ayah from what you hear — by Juz, Surah, or randomly.
ar: خمّن السورة أو الآية مما تسمعه — حسب الجزء أو السورة أو عشوائيًا.

# onboardingPage3Cta
source: Start Playing
ar: ابدأ اللعب

# mainMenuSettingsShowcaseTitle
source: Settings
ar: الإعدادات

# mainMenuSettingsShowcaseDescription
source: Change autoplay settings and select your favorite reciter
ar: غيّر إعدادات التشغيل التلقائي واختر قارئك المفضل

# mainMenuLastReadShowcaseTitle
source: Last Read
ar: آخر موضع قراءة

# mainMenuLastReadShowcaseDescription
source: This shows your last read Surah and Ayah.
ar: يُظهر آخر سورة وآية قرأتها.

# mainMenuQuranCardTitle
source: Read Quran
ar: قراءة القرآن

# mainMenuQuranCardDescription
source: Start your memorization journey by reading and listening to each Surah.
ar: ابدأ رحلة الحفظ بقراءة كل سورة والاستماع إليها.

# mainMenuSurahCardTitle
source: By Surah
ar: حسب السورة

# mainMenuSurahCardDescription
source: Test your memorization by selecting a specific Surah.
ar: اختبر حفظك باختيار سورة معيّنة.

# mainMenuJuzCardTitle
source: By Juz
ar: حسب الجزء

# mainMenuJuzCardDescription
source: Begin your test journey by selecting a specific Juz of the Quran.
ar: ابدأ الاختبار باختيار جزء معيّن من القرآن.

# mainMenuRandomCardTitle
source: Randomly
ar: عشوائي

# mainMenuRandomCardDescription
source: Challenge yourself with verses selected at random from across the Holy Quran.
ar: تحدَّ نفسك بآيات مختارة عشوائيًا من أنحاء المصحف.

# mainMenuTestsHeader
source: Tests
ar: الاختبارات

# mainMenuExitHint
source: Press back again within two seconds to exit the app
ar: اضغط زر الرجوع مرة أخرى خلال ثانيتين للخروج من التطبيق

# mainMenuExitSnack
source: Press back again to exit
ar: اضغط مرة أخرى للخروج

# mainMenuExitDialogTitle
source: Are you sure?
ar: هل أنت متأكد؟

# mainMenuExitDialogContent
source: Do you want to exit?
ar: هل تريد الخروج من التطبيق؟

# commonNo
source: No
ar: لا

# commonYes
source: Yes
ar: نعم

# commonLoadingSubtitle
source: Loading...
ar: جارٍ التحميل...

# surahListTitle
source: Surah List
ar: قائمة السور

# surahListSearchHint
source: Search Surah
ar: ابحث عن سورة

# surahListDesktopPlaceholder
source: Select a Surah
ar: اختر سورة

# surahListTestDescription
source: Listen to a verse from a surah and guess the next verse.
ar: استمع إلى آية من سورة وخمن الآية التالية.

# juzListTitle
source: Juz List
ar: قائمة الأجزاء

# juzListSearchHint
source: Search Juz
ar: ابحث عن جزء

# juzListSelectTitle
source: Select a Juz
ar: اختر جزءًا

# juzListTestDescription
source: Listen to a verse from a Juz and guess the next verse.
ar: استمع إلى آية من جزء وخمن الآية التالية.

# juzListTypeNumberHint
source: Type Juz number
ar: اكتب رقم الجزء

# testReadEntireSurah
source: Read Entire Surah
ar: اقرأ السورة كاملة

# testReadEntireJuz
source: Read Entire Juz
ar: اقرأ الجزء كاملاً

# testErrorTitle
source: Failed to Load Test
ar: فشل في تحميل الاختبار

# testErrorMessage
source: Unable to load the surah for testing. Please check your connection and try again.
ar: تعذر تحميل السورة للاختبار. يرجى التحقق من اتصالك والمحاولة مرة أخرى.

# juzTestErrorTitle
source: Failed to Load Juz Test
ar: فشل في تحميل اختبار الجزء

# juzTestErrorMessage
source: Unable to load the juz for testing. Please check your connection and try again.
ar: تعذر تحميل الجزء للاختبار. يرجى التحقق من اتصالك والمحاولة مرة أخرى.

# juzLoadingTitle
source: Loading Juz...
ar: جارٍ تحميل الجزء...

# juzErrorTitle
source: Failed to Load Juz
ar: فشل في تحميل الجزء

# juzErrorMessage
source: Please check your internet connection or try again shortly.
ar: يرجى التحقق من اتصالك بالإنترنت أو المحاولة مرة أخرى لاحقًا.

source: Change Reciter
ar: تغيير القارئ

# errorRetryButton
source: Try Again
ar: حاول مرة أخرى

# testRefreshAyah
source: Refresh Ayah
ar: تحديث الآية

# testLoadingAyahTitle
source: Loading Ayah
ar: جارٍ تحميل الآية

# testGuessNextAyah
source: Guess the next Ayah
ar: خمّن الآية التالية

# testBeginningOfSurah
source: Beginning of Surah
ar: بداية السورة

# testEndOfSurah
source: End of Surah
ar: نهاية السورة

# testVersesCount
source: {count} Verses
ar: {count} آيات

# testMenuTitle
source: Test Your Knowledge of the Qur’an
ar: اختبر معرفتك بالقرآن

# testMenuSubtitle
source: Challenge yourself by listening to an ayah of the Quran and guessing the next one.
ar: تحدَّ نفسك بالاستماع إلى آية من القرآن ومحاولة تخمين الآية التالية.

# testMenuOptionBySurahSubtitle
source: Test your knowledge based on different surahs
ar: اختبر معرفتك حسب السور المختلفة

# testMenuOptionByJuzSubtitle
source: Test how well you know each Juz.
ar: اختبر مدى معرفتك بكل جزء.

# testMenuOptionRandomTitle
source: Random Verses
ar: آيات عشوائية

# testMenuOptionRandomSubtitle
source: Get verses from anywhere in the Qur’an.
ar: احصل على آيات من أي مكان في القرآن.

# bottomNavQuran
source: Quran
ar: القرآن

# bottomNavTest
source: Test
ar: اختبار

# segmentSurah
source: Surah
ar: سورة

# segmentJuz
source: Juz
ar: جزء

# searchBySurahHint
source: Search by Surah
ar: ابحث بالسورة

# searchByJuzHint
source: Search by Juz
ar: ابحث بالجزء

# dashboardChallengeTitle
source: Challenge yourself
ar: تحدَّ نفسك

# dashboardChallengeDescription
source: Listen to an ayah of the Quran and guess the next one.
ar: استمع إلى آية من القرآن وخمّن الآية التالية.

# dashboardListenReadHeader
source: Listen/Read
ar: استماع/قراءة

# dashboardContinueLastTestTitle
source: Continue your last test
ar: تابع آخر اختبار

# dashboardNowPlayingTitle
source: Now Playing
ar: يتم التشغيل الآن

# juzNumberLabel
source: Juz {number}
ar: الجزء {number}

# verseNumberLabel
source: Verse {number}
ar: الآية {number}

# lastReadTitle
source: Last Read
ar: آخر موضع قراءة

# lastReadDescription
source: This shows your last read Surah and Ayah.
ar: يُظهر آخر سورة وآية قرأتها.

# lastReadContinue
source: Continue
ar: تابع

# lastReadNone
source: No last read
ar: لا يوجد آخر موضع قراءة

# lastReadAyahNumber
source: Ayah no. {number}
ar: الآية رقم {number}

# quranViewErrorTitle
source: Failed to Load Surah
ar: فشل في تحميل السورة

# quranViewErrorMessage
source: Please check your internet connection or try again shortly.
ar: يرجى التحقق من اتصالك بالإنترنت أو المحاولة مرة أخرى لاحقًا.

# quranViewPlayFullSurah
source: Play Full Surah
ar: تشغيل السورة كاملة

# quranViewPlayingFullSurah
source: Playing Full Surah
ar: يتم تشغيل السورة كاملة الآن

# lastReadNoData
source: No last read
ar: لا يوجد آخر موضع قراءة

# lastReadContinueButton
source: Continue
ar: تابع

# readingPreferencesTitle
source: Reading Preferences
ar: تفضيلات القراءة

# translationLabel
source: Translation
ar: الترجمة

# translationSubtitle
source: Show meaning under each ayah
ar: إظهار المعنى أسفل كل آية

# transliterationLabel
source: Transliteration
ar: النقل الحرفي

# transliterationSubtitle
source: Show pronunciation in Latin letters
ar: إظهار النطق بالحروف اللاتينية

# surahLoadingTitle
source: Loading Surah...
ar: جارٍ تحميل السورة...
